Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: forbidden (%(domain)s)
ar: محظور ( %(domain)s )
bs: zabranjeno (%(domain)s)
ca: prohibit (%(domain)s)
el: απαγορευμένο (%(domain)s)
eo: malpermesita ( %(domain)s )
et: keelatud ( %(domain)s )
eu: debekatua (%(domain)s)
fi: *kielletyt ( %(domain)s )*
fr_ca: (%(domain)s) interdit
hu: tiltott (%(domain)s)
it: ( %(domain)s ) vietato
mt_mt: (%(domain)s) ipprojbit
nn: forboden (%(domain)s)
no: forbudt ( %(domain)s )
pl: zabroniono (%(domain)s)
sr_la: zabranjen (%(domain)s)
sv: förbjuden (%(domain)s)
ta: தடை செய்த ( %(domain)s)
uk: заборонено (%(domain)s)
vi: Bị cấm (%(domain)s)

source: you are not allowed to do that
ar: ليس من المسموح لك القيام بذلك
bs: nije vam dozvoljeno da to uradite
ca: no teniu permís per fer això
el: δεν επιτρέπεται να το κάνεις αυτό
eu: ez daukazu horretarako baimenik
fi: sinulla ei ole oikeutta tehdä tuota
fr_ca: vous n'avez pas le droit de faire ça
hu: ezt nem teheted
it: non hai il permesso di farlo
mt_mt: m'għandekx jedd tagħmel hekk
nn: du har ikkje lov til det der
no: du har ikke tillatelse til å gjøre det
pl: nie możesz tego zrobić
sv: du får inte göra så
uk: вам не дозволено цього робити
vi: bạn không được phép làm điều đó

source: page not found
ar: لم تتم العثور على الصفحة
bs: stranica nije pronađena
ca: no s'ha trobat la pàgina
el: η σελίδα δε βρέθηκε
eo: paĝon ne trovis
et: lehekülge ei leitud
eu: ez da orria aurkitu
fi: sivua ei löytynyt
fr_ca: la page est introuvable
hu: oldal nem található
it: pagina non trovata
mt_mt: il-paġna ma' nstabitx
nn: sida vart ikkje funne
no: side ikke funnet
pl: nie znaleziono strony
sr_la: stranica nije pronađena
sv: sidan ej funnen
ta: இந்தப் பக்கம் கிடைக்கவில்லை
uk: сторінка не знайдена
vi: không tìm thấy trang

source: the page you requested does not exist
ar: الصفحة التي طلبتها غير موجودة
bs: stranica koju ste zahtjevali ne postoji
ca: la pàgina sol·licitada no existeix
el: η σελίδα που ζητήσατε δεν υπάρχει
eo: Tiu paĝo ne ekzistas.
et: sinu soovitud lehekülge ei ole olemas
eu: eskatu duzun orria ez da existitzen
fi: sivua, jota pyysit, ei ole olemassa
fr_ca: la page que vous tentez de visualiser n'existe pas
he: העמוד אליו הגעת אינו קיים
hu: a kért oldal nem létezik
it: la pagina che hai richiesto non esiste
mt_mt: il-paġna mitluba ma' teżistix
nn: sida du spurde etter finst ikkje
no: siden du prøvde å nå finnes ikke
pl: strona której szukasz nie istnieje
sr_la: stranica koju ste tražili ne postoji
sv: sidan du letade efter finns ej
ta: நீங்கள் கேட்ட பக்கம் புழக்கத்தில் இல்லை
uk: сторінка, яку ви запитали, не існує
vi: trang bạn vừa yêu cầu không tồn tại

source: unavailable
ar: غير متواجد
bs: nedostupno
ca: no disponible
el: μη διαθέσιμο
fi: ei saatavilla
fr_ca: indisponible
hu: nem elérhető
it: non disponibile
mt_mt: mhux disponibbli
nn: utilgjengeleg
no: utilgjengelig
pl: niedostępny
sv: inte tillgängligt
uk: недоступно
vi: không sẵn có

source: reset password
ar: استرجع كلمة السر
bs: resetovanje šifre
ca: restablir la contrasenya
el: ανάκτηση κωδικού
eo: nuligi pasvorton
et: nulli parool
eu: berrezarri pasahitza
fi: *nollaa salasana*
fr_ca: réinitialiser le mot de passe
hu: új jelszó kérése
it: resetta la password
mt_mt: irrisettja il-password
nn: nullstill passord
no: tilbakestill passord
pl: zresetuj hasło
sr_la: resetuj lozinku
sv: återställ lösenord
ta: கடவுச் சொல்லை மறுபடி நிறுவ
uk: відновити пароль
vi: đặt lại mật khẩu

source: suspended
el: ανεστάλη
fr_ca: suspendu
it: sospeso

source: explore
ar: استكشف
ca: explorar
el: εξερεύνησε
fi: tutustu
fr_ca: explorer
hu: felfedezés
it: esplora
mt_mt: esplora
nn: utforsk
no: utforsk
pl: eksploruj
sv: utforska
uk: розвідати
vi: khám phá

source: no comments (yet)
ar: لا تعليقات (حتى الأن)
bs: nema komentara
ca: cap comentari (encara)
el: δεν υπάρχουν σχόλια (ακόμα)
eu: iruzkinik ez (oraindik)
fi: ei kommentteja (vielä)
fr_ca: aucun commentaire (pour l'instant)
hu: nincsenek hozzászólások (még)
it: nessun commento (ancora)
mt_mt: l-ebda kumment (s-issa)
nn: ingen innlegg (enno)
no: ingen kommentarer (enda)
pl: brak komentarzy (na razie)
sv: inga kommentarer (än)
uk: немає коментарів (поки що)
vi: (chưa) có bình luận

source: all %d comments
ar: كل تعليقات %d
bs: svih %d komentara
ca: tots els %d comentaris
el: και τα %d σχόλια
eu: %d iruzkin
fi: kaikki %d kommenttia
fr_ca: tous les %d commentaires
hu: összes hozzászólás (%d)
it: tutti i %d commenti
mt_mt: il-%d kummenti li huma
nn: alle %d innlegg
no: alle %d kommentarer
pl: wszystkie %d komentarzy
sv: alla %d kommentarer
uk: всі %d коментарів
vi: tất cả %d bình luận

source: top %d comments
ar: أفضل تعليقات %d
bs: %d najboljih komentara
ca: %d comentaris destacats
el: κορυφαία %d σχόλια
eu: %d iruzkin gorenak
fi: parhaat %d kommenttia
fr_ca: les %d meilleurs commentaires
hu: legjobb %d hozzászólás
it: i migliori %d commenti
mt_mt: l-aqwa %d kummenti
nn: topp %d innlegg
no: topp %d kommentarer
pl: najlepsze %d komentarzy
sv: bästa %d kommentarerna
uk: топ %d коментарів
vi: %d bình luận hàng đầu

source: show all %d
ar: إظهار كل %d
bs: prikaži sve %d
ca: mostrar tots %d
el: δείξε και τα %d
eu: erakutsi %d-(a)k
fi: näytä kaikki %d
fr_ca: afficher tous les %d
hu: összes megjelenítése (%d)
it: mostra tutti %d
mt_mt: urihom kollha (%d)
nn: vis alle %d
no: vis alle %d
pl: pokaż wszystkie %d
sv: visa alla %d
uk: показати всі %d
vi: hiển thị tất cả %d

source: show %d
ar: إظهار %d
bs: prikaži %d
ca: mostrar %d
el: δείξε %d
eu: erakutsi %d
fi: näytä %d
fr_ca: en afficher %d
hu: %d megjelenítése
it: mostra %d
mt_mt: uri %d
nn: vis %d
no: vis %d
pl: pokaż %d
sv: visa %d
uk: показати %d
vi: hiện %d

source: create a subreddit
ar: أختر ردت فرعية
bs: kreiraj subreddit
ca: crea un subreddit
el: δημιούργησε ένα υποreddit
fi: luo subreddit
fr_ca: créer un sous-reddit
hu: subreddit létrehozása
it: crea un subreddit
mt_mt: oħloq subreddit
nn: opprett ein subreddit
no: opprett en subreddit
pl: stwórz subreddit
sv: skapa en subreddit
uk: створити сабреддіт
vi: tạo một chuyên mục

source: all
ar: الكل
bs: sve
ca: tots
el: όλα
eo: ĉiuj
et: kõik
eu: guztiak
fi: kaikki
fr_ca: tous
he: הכל
hu: mind
it: tutti
mt_mt: kollha
nn: alle
no: alle
pl: wszystko
sr_la: sve
sv: alla
ta: அத்தனையும்
uk: всі
vi: tất cả

source: admins*
ar: مدير*
ca: administradors*
el: διαχειριστές*
fi: ylläpitäjät*
fr_ca: administrateurs*
hu: adminok*
it: amministratori*
mt_mt: amministraturi*
nn: administrator*
no: administratorer*
pl: administratorzy
sv: administratörer*
uk: адміни*
vi: quản trị viên*

source: filter by action
ar: تصنيف حسب التأثير
bs: filtriraj po akciji
ca: filtra per acció
el: φιλτράρισμα ανά ενέργεια
eu: iragazi ekintzaren arabera
fi: suodata toiminnan mukaan
fr_ca: filtrer par action
hu: szűrés művelet szerint
it: filtra per azione
mt_mt: iffiltra skond l-azzjoni
nn: filtrer etter handling
no: filtrer etter handling
pl: filtruj wg akcji
sv: filtrera efter åtgärd
uk: фільтрувати за дією
vi: lọc theo thao tác

source: filter by moderator
ar: تصنيف حسب الإشراف
bs: filtriraj po moderatoru
ca: filtra per moderador
el: φιλτράρισμα ανά συντονιστή
eu: iragazi moderatzailearen arabera
fi: suodata moderaattorin mukaan
fr_ca: filtrer par modérateur
hu: szűrés moderátor szerint
it: filtra per moderatore
mt_mt: iffiltra skond il-moderatur
nn: filtrer etter moderator
no: filtrer etter moderator
pl: filtruj wg moderatora
sv: filtrera efter moderator
uk: фільтрувати за модератором
vi: lọc theo người điều hành

source: posts and comments
el: αναρτήσεις και σχόλια
fr_ca: posts et commentaires
it: post e commenti
sv: inlägg och kommentarer

source: posts
ar: المشاركات
bs: poruke
ca: publicacions
el: αναρτήσεις
fi: viestit
fr_ca: postes
hu: hozzászólások
it: messaggi
mt_mt: messaġġi
nn: postar
no: innlegg
pl: posty
sv: inlägg
uk: публікації
vi: bài đăng

source: comments
ar: التعليقات
bs: komentari
ca: comentaris
el: σχόλια
eo: komentoj
eu: iruzkinak
fi: kommentit
fr_ca: commentaires
hu: hozzászólás
it: commenti
mt_mt: kummenti
nn: innlegg
no: kommentarer
pl: komentarze
sr_la: komentari
sv: kommentarer
uk: коментарі
vi: bình luận

source: show
ar: إظهار
bs: prikaži
ca: mostrar
el: δείξε
fi: näytä
fr_ca: montrer
hu: megjelenít
it: visualizza
mt_mt: uri
nn: vis
no: vis
pl: pokaż
sv: visa
uk: показати
vi: hiển thị

source: Posts & Comments
el: Αναρτήσεις & Σχόλια
fr_ca: Posts et commentaires
it: Post & Commenti
sv: Inlägg & kommentarer

source: Posts only
el: Μόνο αναρτήσεις
fr_ca: Posts seulement
it: Solo post
sv: Bara inlägg

source: Comments only
el: Μόνο σχόλια
fi: Vain kommentit
fr_ca: Commentaires seulement
it: Solo commenti
sv: Bara kommentarer

source: Rules for r/%(subreddit)s
el: Κανόνες για r/%(subreddit)s
fr_ca: Règles de r/%(subreddit)s
it: Regole per r/%(subreddit)s
sv: Regler för r/%(subreddit)s

source: awards
ar: الجوائز
bs: nagrade
ca: premis
el: βραβεία
eo: premioj
eu: sariak
fi: palkinnot
fr_ca: récompenses
hu: díjak
it: riconoscimenti
mt_mt: rikonoxximenti
nn: utmerkingar
no: premier
pl: nagrody
sv: utmärkelser
uk: нагороди
vi: phần thưởng

source: other discussions
ar: موضوعات اخري
bs: ostale rasprave
ca: altres discussions
el: άλλες συζητήσεις
eo: aliaj debatoj
eu: beste eztabaidak
fi: muut keskustelut
fr_ca: autres discussions
hu: további beszélgetések
it: altre discussioni
mt_mt: diskussjonijiet oħrajn
nn: andre ordskifte
no: andre diskusjoner
pl: inne dyskusje
sr_la: ostale diskusije
sv: andra diskussioner
uk: інші обговорення
vi: các thảo luận khác

source: search results
ar: نتائج البحث
bs: rezultati pretrage
ca: resultats de la cerca
el: αποτελέσματα αναζήτησης
eo: serĉorezultoj
et: otsingu tulemused
eu: bilaketaren emaitzak
fi: hakutulokset
fr_ca: résultats de recherche
he: תוצאות החיפוש
hu: találatok
it: risultati ricerca
mt_mt: riżultati tat-tfittxija
nn: søkjeresultat
no: søkeresultater
pl: wyniki wyszukiwania
sr_la: rezultati pretrage
sv: sökresultat
ta: தேடல் விளைவுகள்
uk: результати пошуку
vi: kết quả tìm kiếm

source: subreddits
ar: ريديت فرعي
bs: subredditi
el: υποreddit
eu: azpiredditak
fi: aliredditiä
fr_ca: subreddit
hu: alredditek
it: subreddit
nn: subredditar
no: subredditer
pl: subredditów
sv: subredditar
uk: сабреддіти
vi: chuyên mục

source: search results - %(query)s
el: αποτελέσματα αναζήτησης - %(query)s
fr_ca: résultats de la recherche - %(query)s
it: risultati della ricerca - %(query)s
sv: sökresultat - %(query)s

source: seen it
ar: تمت زيارته من قبل
bs: pregledano
ca: vist
el: το είδα
eo: legita
et: olen näinud
fi: *nähty*
fr_ca: vu
hu: olvasva
it: visto
mt_mt: rajtha
nn: sett det
no: har sett det
pl: widziałem to
sr_la: videli to
sv: sett
ta: இதைப் பார்த்தாகி விட்டது
uk: бачили це
vi: đã thấy

source: submit
ar: أرسل
bs: pošalji
ca: envia
el: υποβολή
eo: sendu
et: esita
eu: bidali
fi: lisää uusi
fr_ca: soumettre
he: הגש לינק
hu: beküldés
it: invia
mt_mt: imposta
nn: post
no: post
pl: dodaj
sr_la: prijavi
sv: bidra
ta: சமர்ப்பிக்கவும்
uk: відправити
vi: Gửi

source: contact us
ar: تواصل معنا
bs: kontaktirajte nas
ca: Posa't en contacte amb nosaltres.
el: εποικοινώνησε μαζί μας
eu: kontaktatu gurekin
fi: ota yhteyttä
fr_ca: contactez-vous
hu: kapcsolat
it: contattaci
mt_mt: ikkuntattjana
nn: kontakt oss
no: kontakt oss
pl: skontaktuj się z nami
sv: kontakta oss
uk: зв'яжіться з нами
vi: liên hệ

source: Claimed! Enjoy your reddit gold membership.
ar: تم الطلب! تمتع بعضوية رديت الذهبية.
ca: Acceptat! Disfruta de la teva suscripció a reddit gold.
el: Εξαργυρώθηκε! Απόλαυσε τώρα τη συνδρομή χρυσού reddit.
fi: lunastettu! nauti reddit kulta -jäsenyydestäsi.
fr_ca: Réclamé! Profitez de votre adhésion à reddit gold.
hu: Igényelve! Élvezd a reddit arany tagságodat.
it: Fine! Goditi la tua iscrizione a reddit gold.
mt_mt: Irrivendikat! Gawdi l-abbonament ta' reddit gold tiegħek.
nn: Aktivert! Nyt reddit gull-medlemskapet ditt.
no: Aktivert! Nyt reddit gull-medlemskapet ditt.
pl: Załatwione! Ciesz się swoim członkostwem w reddit gold.
sv: Färdigt! Njut av ditt reddit gold-medlemskap.
uk: Прийнято! Бажаємо приємного користування Золотою підпискою.
vi: Đã kích hoạt! Hãy tận hưởng reddit gold.

source: Your gold creddits have been claimed! Now go to someone's userpage and give them a present!
ar: تم الحصول على رصيد الذهب! الآن انتقل إلى صفحة مستخدم ما وامنحهم هدية!
ca: Els teus crèdits gold s'han rebut! Ara, veste'n a la pàgina d'usuari de qualcú i fes-l'hi un regal!
el: Έχεις πλέον χρυσά credits. Μπορείς να πας στη σελίδα κάποιου και να του κάνεις δώρο!
fi: reddit-kultasi on lunastettu! mene nyt jonkun käyttäjäsivulle ja anna hänelle lahja!
fr_ca: Vos creddits gold ont été reclamés! Maintenant, allez à la page utilisateur de quelqu'un et donnez leur un cadeau!
hu: A reddit arany kredditeid megigényelve! Most menj valakinek a felhasználói oldalára és adj neki egy ajándékot!
it: I tuoi gold creddits sono stati rivendicati! Ora vai sulla pagina utente di qualcuno e fagli un regalo!
mt_mt: Il-kredditi tal-gold tiegħek ġew irrivendikati! Issa mur fil-paġna tal-profil ta' xi ħadd w agħmel għotja!
nn: Dine gull-creddits har blitt levert! Gi noen en gave fra brukersiden deres!
no: Dine gull-creddits har blitt levert! Gi noen en gave fra brukersiden deres!
pl: Właśnie odebrałeś zakupione kredyty! Teraz wejdź w profil innego użytkownika i podaruj mu prezent!
sv: Dina gold creddits har tillgodoräknats ditt konto. Gå till någons användarsida och ge en present!
uk: Ваші золоті креддіти були активовані! Теперь перейдіть на будь-чию персональну сторінку і подаруйте їм золото!
vi: Bạn đã nạp reddit gold thành công. Giờ bạn có thể tặng ai đó một món quà!

source: Thanks for buying reddit gold! Your transaction has been completed.
ar: شكراً لشرائك ذهب رديت! تم الانتهاء من معاملتك.
ca: Gracis per comprar reddit gold! La teva transición a sigut completada.
el: Ευχαριστούμε που αγόρασες χρυσό του reddit! Η συναλλαγή σου έχει ολοκληρωθεί.
fi: Kiitos reddit kullan ostamisesta! Maksusi on suoritettu.
fr_ca: Merci d'avoir acheté reddit gold! Votre transaction est terminée.
hu: Köszönjük hogy reddit aranyat vásároltál! A tranzakció sikeres volt.
it: Grazie per aver comprato reddit gold! La tua transazione è stata processata.
mt_mt: Grazzi talli xrajt ir-reddit gold! It-tranżazzjoni tiegħek għaddiet b'suċċess.
nn: Takk for at du kjøpte reddit gull! Transaksjonen er gjennomført.
no: Takk for at du kjøpte reddit gull! Transaksjonen er gjennomført.
pl: Dziękujemy za zakup reddit gold! Twoja transakcja została zakończona.
sv: Tack för att du köper reddit gold! Din transaktion har slutförts.
uk: Дякуємо що придбали Золоту підписку Реддіт! Ваша транзакція оброблена.
vi: Cám ơn bạn vì đã mua reddit gold! Giao dịch của bạn đã hoàn tất.

source: Thanks for buying reddit gold! Your transaction has been completed and emailed to you. You can check the details by signing into your account at:
ar: شكراً لشرائك ذهب رديت! تم الانتهاء من معاملتك وأرسلت الى بريدك الإلكتروني. يمكنك الان التحقق من التفاصيل بالدخول إلى حسابك:
ca: Gràcies per comprar or de reddit! La teva transacció s'ha completat i se t'ha enviat un correu electrònic. Pots comprovar els detalls entrant al teu compte:
el: Ευχαριστούμε που αγόρασες χρυσό του reddit! Η συναλλαγή σου έχει ολοκληρωθεί και σταλεί στο mail σου. Μπορείς να ελέγξεις τις λεπτομέρειες κάνοντας σύνδεση στον λογαριασμό σου στο:
fi: Kiitos kun ostit reddit kultaa! Maksutapahtumasi on suoritettu ja lähetetty sähköpostiisi. Voit tarkastella lisätietoja kirjautumalla tunnuksellasi:
fr_ca: Merci d'avoir acheté reddit gold ! Votre transaction a été finalisée et vous a été envoyée par e-mail. Vous pouvez en vérifier les détails en vous connectant à votre compte sur :
hu: Köszönjük, hogy vettél reddit aranyat! A tranzakciód befejeződött és el lett küldve emailben a részedre. Megnézheted a részleteket, ha bejelentkezel a fiókodba itt:
it: Grazie per aver comprato reddit gold! La tua transazione è stata completata e ti abbiamo notificato con una e-mail. Puoi controllare i dettagli accedendo al tuo account su:
mt_mt: Grazzi talli xrajt ir-reddit gold! It-tranżazzjoni tiegħek għaddiet b'suċċess u intbagħtet fl-email tiegħek. Tista' tiċċekja d-dettalji billi tidħol fil-kont tiegħek hawn:
no: Takk for at du kjøpte reddit gull! Transaksjonen din er fullført og har blitt sendt på e-post til deg. Du kan sjekke detaljene ved å logge inn på din konto på:
sv: Tack för att du köpte reddit guld! Din transaktion har slutförts och skickats till din e-postadress. Du kan kontrollera detaljerna genom att logga in på ditt konto på:
uk: Дякуємо за те, що придбали Золоту підписку Реддіт! Ваша транзакція була оброблена, а деталі надіслані вам поштою. Ви можете прочитати детальніше, якщо зайдете у ваш акаунт:
vi: Cảm ơn bạn vì đã mua reddit gold! Giao dịch của bạn đã hoàn tất và đã gửi email cho bạn. Bạn có thể xem chi tiết bằng cách đăng nhập vào tài khoản của mình tại:

source: Thanks for buying reddit gold! Your transaction is being processed. If you have any questions please email us at %(gold_email)s
ar: شكراً لشرائك ذهب رديت! يتم الان التحقق من معاملتك. إذا كان لديك أي أسئلة الرجاء إرسال رسالة إلى بريدنا الإلكتروني على %(gold_email)s
ca: Gracis per comprar reddit gold! La teva transició està sent processada. Si tens qualque pregunta, per favor, envía un e-mail a %(gold_email)s
el: Ευχαριστούμε που αγόρασες χρυσό reddit! Η συναλλαγή σου επεξεργάζεται. Αν έχεις οτιδήποτε ερωτήσεις, παρακαλούμε να μας στείλεις email στο %(gold_email)s
fi: kiitos reddit kullan ostosta! sinun maksutapahtumaasi käsitellään tällä hetkellä. jos sinulla on kysymyksiä ole hyvä ja lähetä meille sähköpostia osoitteeseen %(gold_email)s
fr_ca: Merci d'avoir acheté des reddit gold ! Votre transaction est en cours de traitement. Si vous avez des questions, veuillez nous contacter à : %(gold_email)s
hu: Köszönjuk, hogy reddit aranyat vásároltál! A tranzakciód folyamatban van. Ha bármi kérdésed merül fel, írj a %(gold_email)s címre
it: Grazie per aver comprato reddit gold! La tua transazione è in elaborazione. Se hai una qualsiasi domanda scrivci su %(gold_email)s
mt_mt: Grazzi talli xrajt reddit gold! It-tranżazzjoni tiegħek qed tiġi pproċessata. Jekk għandek xi mistoqsijiet jekk jogħġbok iktbilna email f'dan l-indirizz %(gold_email)s
nn: Takk for at du kjøpte reddit gull! transaksjonen din behandles. Hvis du har spørsmål, send oss en e-post på %(gold_email)s
no: Takk for at du kjøpte reddit gull! Transaksjonen din behandles. Hvis du har noen spørsmål, send oss en e-post på %(gold_email)s
pl: Dziękujemy za zakup reddit gold! Twoja transakcja jest właśnie przetwarzana. Jeżeli masz jakiekolwiek pytania, prosimy, napisz do nas maila na adres %(gold_email)s
sv: Tack för att du köper reddit gold! Din transaktion behandlas. Om du har några frågor, var god skicka ett email till oss på adressen %(gold_email)s
uk: Дякуємо за те, що придбали Золоту підписку реддіт! Ваша транзакція зараз у процесі обробки. Якщо у вас виникли будь-які запитання, будь ласка напишіть нам на %(gold_email)s
vi: Cám ơn bạn vì đã mua reddit gold! Giao dịch của bạn đang được tiến hành. Nếu có thắc mắc vui lòng liên hệ %(gold_email)s

source: thanks
ar: شكراً
bs: hvala
ca: gràcies
el: ευχαριστούμε
eu: eskerrik asko
fi: kiitos
fr_ca: merci
hu: köszönöm
it: grazie
mt_mt: grazzi
nn: takk
no: takk
pl: dzięki
sv: tack
uk: дякую
vi: cám ơn

source: claim this award?
ar: أخذ هذه الجائزة؟
bs: preuzeti ovu nagradu?
ca: reclamar aquest premi?
el: παραλαβή αυτού του βραβείου;
fi: lunastatko tämän palkinnon?
fr_ca: réclamer ce prix?
hu: igényled ezt a díjat?
it: richiedere questo premio?
mt_mt: Trid tirrivendika dan il-rikonoxximent?
nn: krev denne premien?
no: gjør krav på denne premien?
pl: odbierz nagrodę?
sv: gör anspråk på det här priset?
uk: активувати цю нагороду?
vi: công bố giải thưởng này?

source: award claim
ar: تسلم جائزة
bs: preuzimanje nagrade
ca: Reclam del premi
el: παραλαβή βραβείου
fi: palkinnon lunastus
fr_ca: réclamation de prix
hu: díj igény
it: richiedi premio
mt_mt: rivendika tar-rikonoxximent
nn: hent premie
no: gjør krav på premie
pl: odbiór nagrody
sv: prisanspråk
uk: активація нагороди
vi: công bố giải thưởng

source: gilding
ar: طلي بالذهب
ca: recompensa
el: επιχρύσωση
fi: kultaus
fr_ca: dorer
hu: bearanyozás
it: Dorare
mt_mt: indurar
nn: forgjylle
no: forgylle
pl: złocenie
sv: förgyller
uk: подарувати золото
vi: tặng gold

source: password
ar: كلمة السر
bs: šifra
ca: contrasenya
el: κωδικός
eo: pasvorto
et: parool
eu: pasahitza
fi: salasana
fr_ca: mot de passe
he: סיסמא
hu: jelszó
nn: passord
no: passord
pl: hasło
sr_la: lozinka
sv: lösenord
ta: கடவுச் சொல்
uk: пароль
vi: Mật khẩu

source: verify email
ar: اكد الايميل
bs: verifikacija emaila
ca: verifica el teu correu
el: επικυρώστε το email
eo: kontrolu retpoŝton
eu: egiaztatu e-posta
fi: vahvista sähköpostiosoite
fr_ca: vérifier l'adresse courriel
hu: email megerősítése
it: verifica email
mt_mt: ivverifika l-email
nn: stadfest e-post
no: bekreft e-post
pl: zweryfikuj email
sr_la: potvrdite email
sv: verifiera e-post
uk: підтвердіть електронну пошту
vi: kiểm tra email

source: account recovery token expired
fr_ca: le lien de récupération du compte a expiré
it: il token per il recupero dell'account é scaduto

source: recover account
el: ανάκτηση λογαριασμού
fi: palauta käyttäjätili
fr_ca: récupérer le compte
it: recupero account
sv: återskapa konto

source: incorrect message token
ca: cadena de missatge incorrecte
el: Λάθος μήνυμα
fr_ca: jeton de message incorrect
hu: helytelen üzenet token
it: token di messaggio incorretto
mt_mt: towkin tal-messaġġ invalidu
sv: inkorrekt meddelandetoken
uk: недійсний токен повідомлення
vi: khóa truy cập tin nhắn không hợp lệ

source: emails unsubscribed
ca: correu electrònic donat de baixa
el: Απεγγραφή επιτυχής
fr_ca: e-mail désinscrit
hu: leiratkozott emailek
it: disiscritto dalla newsletter
mt_mt: l-indirizzi tal-email m'għadhomx abbonati
sv: e-posten har avprenumererats
uk: поштові адреси відписано
vi: đã hủy đăng ký mail

source: advertising preferences (reddit.com)
el: προτιμήσεις διαφημίσεων (reddit.com)
fr_ca: préférences de publicités (reddit.com)
it: preferenze sulla pubblicità (reddit.com)
sv: annonseringsinställningar (reddit.com)

source: turn admin on
ar: تفعيل وظيفة المشرف
bs: uključi administraciju
ca: desactiva administració
el: ενεργοποίηση διαχείρισης
eo: enŝaltu administradon
eu: aktibatu admin
fi: laita pääkäyttäjä päälle
fr_ca: activer l'administration
hu: kapcsold be az adminisztrációt
it: attiva admin
mt_mt: ixgħel il-funzjonijiet amministrattivi
nn: skru admin på
no: slå admin på
pl: włącz admin
sr_la: uključi admin mod
sv: slå på admin
uk: включити адміністрування
vi: bật admin

source: opt out
ar: إلغاء الإشتراك
bs: otkazivanje
ca: sortir
el: αποχώρηση
eo: malaliĝu
fi: ***jättäydy pois***
fr_ca: retirer
hu: leiratkozás
it: annulla iscrizione
mt_mt: annulla l-abbonament
nn: vel vekk
no: velg ut
sr_la: odustani
sv: välj bort
uk: відмовитись
vi: xuất tùy chọn

source: welcome back
ar: مرحبا بعودتك
bs: dobro došli nazad
ca: benvingut
el: καλωσήρθατε πισω
eo: rebonvenon
eu: ongietorri berriz ere
fi: tervetuloa takaisin
fr_ca: content de vous revoir
hu: üdv újra
it: bentornato
mt_mt: merħba għal darb' oħra
nn: velkomen attende
no: velkommen tilbake
pl: witaj z powrotem
sr_la: dobrodošli nazad
sv: välkommen tillbaka
uk: ласкаво просимо знову
vi: chào mừng trở lại

source: reddit gold
ar: ريديت ذهب
bs: reddit zlato
ca: reddit or
el: χρυσός reddit
eu: reddit urrea
fi: reddit-kulta
fr_ca: reddit or
hu: reddit arany
nn: redditgull
sv: reddit guld
uk: Золота підписка

source: purchase creddits
ar: شراء رصيد
ca: comprar creddits
el: αγόρασε creddits
fi: osta creddittejä
fr_ca: acheter des creddits
hu: kredditek vásárlása
it: acquista creddits
mt_mt: ixtri l-kredditi
nn: kjøp creddits
no: kjøp creddits
pl: zakup kreddity
sv: köp kredditer
uk: придбати креддіти
vi: mua tín dụng reddit
