Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: Submissions restricted
ar: التقديمات محدود
bs: Pisanje ograničeno
ca: Aportacions restringides
el: Υποβολές περιορισμένες
fi: Lisäykset rajoitettu
fr_ca: soumissions restreintes
hu: Beküldés korlátozva
it: L'invio di nuovi post è limitato
mt_mt: L-impostazzjonijiet huma ristretti
nn: innlegg begrenset
no: innlegg begrenset
pl: Dodawanie ograniczone
sv: Bidrag begränsade
uk: Публікація матеріалів обмежена
vi: Bị hạn chế đăng bài

source: Create your own subreddit
ar: أنشئ ريدّيت ثانوي خاص بك
bs: Kreiraj vlastiti subreddit
ca: Crea el teu propi subreddit
el: Φτιάξε το δικό σου υποreddit
fi: luo oma aliredditisi
fr_ca: Créez votre propre subreddit
hu: Saját subreddit létrehozása
it: Crea il tuo subreddit
mt_mt: Oħloq subreddit tiegħek
nn: Opprett din egen subreddit
no: Opprett din egen subreddit
pl: Utwórz własny subreddit
sv: Skapa din egen subreddit
uk: Створити свій сабреддіт
vi: Tạo chuyên mục của riêng bạn

source: ...and %d more
ca: ...i %d més
el: ...και %d ακόμα
fi: ...ja %d lisää
fr_ca: ...et %d plus
it: ...ed altri %d
mt_mt: ...u %d aktar
nn: … og %d til
no: … og %d til
pl: ...i %d innych
sv: ...och %d till
uk: ...і ще %d
vi: ...và %d nữa

source: about moderation team
el: σχετικά με την ομάδα συντονισμού
fi: Tietoja moderaattori tiimistä
fr_ca: à propos de l'équipe de modération
hu: a moderátor csapatról
it: info sul team dei moderatori
mt_mt: dwar it-team tal-moderazzjoni
no: om moderasjonslaget
sv: om moderator-teamet
uk: про команду модераторів
vi: giới thiệu về đội quản lý

source: message the admins
ar: إرسال رسالة إلى بمسؤول
bs: poruka administratorima
ca: escriu als administradors
el: μήνυμα στους διαχειριστές
fi: lähetä viesti ylläpitäjille
fr_ca: Contacter les administrateurs
hu: üzenj az adminoknak
it: invia un messaggio agli amministratori
mt_mt: ibgħat messaġġ lill-amministraturi
nn: send melding til administratorene
no: send melding til administratorene
pl: napisz do administratorów
sv: skicka ett meddelande till administratörerna
uk: написати адмінам
vi: nhắn tin cho admin

source: message the moderators
ar: راسل المراقبين
bs: poruka moderatorima
ca: escriu als moderadors
el: μήνυμα στους συντονιστές
fi: lähetä viesti moderaattoreille
fr_ca: contacter les modérateurs
hu: üzenj a moderátoroknak
it: invia un messaggio ai moderatori
mt_mt: ibgħat messaġġ lill-moderaturi
nn: send melding til moderatorene
no: send melding til moderatorene
pl: napisz do moderatorów
sv: skicka ett meddelande till moderatorerna
uk: написати модераторам
vi: gửi tin nhắn cho người điều hành

source: Join our Secret Santa tradition
fr_ca: Rejoignez notre tradition du Secret Santa
it: Entra a far parte della nostra tradizione di Secret Santa
sv: Delta i vår Secret Santa-tradition

source: Recently viewed links
ar: الروابط المطلعة عليها مؤخراً
bs: Nedavno pregledani linkovi
ca: enllaços vistos recentment
el: πρόσφατα άρθρα που είδες
eo: Lastaj rigarditaj afiŝoj
eu: Azkenaldian ikusitako estekak
fi: Äskettäin katsotut linkit
fr_ca: Liens vus récemment
hu: Legutóbb megtekintett hivatkozások
it: Link visitati di recente
mt_mt: links li żort reċentement
nn: Nyleg vitja lenkjer
no: Nylig besøkte lenker
pl: Ostatnio przeglądane
sr_la: skoro pogledani linkovi
sv: Nyligen lästa länkar
uk: Нещодавно переглянуті посилання
vi: Liên kết đã xem gần đây

source: turn admin off
ar: إطفاء وظيفة المشرف
bs: isključi administraciju
ca: activa administració
el: απενεργοποίηση διαχείρισης
eo: elŝaltu administradon
eu: desaktibatu admin
fi: laita pääkäyttäjä pois
fr_ca: désactiver l'administration
hu: kapcsold ki az adminisztrációt
it: disattiva admin
mt_mt: itfi il-funzjonijiet amministrattivi
nn: skru admin av
no: slå admin av
pl: wyłącz admin
sr_la: isključi admin mod
sv: slå av admin
uk: вимкнути адміністрування
vi: tắt admin

source: Reddit for iPhone
el: Reddit για iPhone
fi: Reddit iPhonelle
fr_ca: Reddit pour iPhone
it: Reddit per iPhone
sv: Reddit för iPhone

source: Reddit for Android
el: Reddit για Android
fi: Reddit Androidille
fr_ca: Reddit pour Android
it: Reddit per Android
sv: Reddit för Android

source: apps & tools
ca: aplicacions i eines
el: εφαρμογές & εργαλεία
fi: sovellukset & työkalut
fr_ca: applications et outils
hu: alkalmazások és eszközök
it: app & strumenti
mt_mt: apps u għodod
sv: appar & verktyg
uk: додатки і інструменти
vi: apps & công cụ

source: %(site)s mail
ar: بريد %(site)s
bs: %(site)s email
ca: correu de %(site)s
el: %(site)s email
eu: %(site)s-(e)ko posta
fi: %(site)s posti
fr_ca: courrier de %(site)s
it: mail %(site)s
mt_mt: posta ta' %(site)s
nn: %(site)s epost
no: %(site)s e-post
pl: poczta %(site)s
sv: e-post till %(site)s
uk: %(site)s пошта
vi: %(site)s thư

source: ads preferences
el: προτιμήσεις διαφημίσεων
fi: mainosmieltymykset
fr_ca: préférences relatives aux publicités
it: preferenze pubblicitarie
sv: annonsinställningar

source: sign up or log in
el: Εγγραφείτε ή συνδεθείτε
fi: rekisteröidy tai kirjaudu sisään
fr_ca: s'enregistrer ou se connecter
hu: regisztrálj vagy lépj be
it: registrati o fai il login
sv: registrera dig eller logga in
uk: зареєструйтеся або увійдіть

source: request for permission
ar: طلب التصريح
bs: zahtjev za dozvolu
ca: petició de permís
el: αίτηση για άδεια
eu: baimena eskatu
fi: pyydä lupaa
fr_ca: demande de permission
hu: engedélykérés
it: richiesta di permesso
mt_mt: itlob permess
nn: spør om løyve
no: etterspør tillatelse
pl: prośba o uprawnienia
sv: begäran om behörighet
uk: запит на дозвіл
vi: yêu cầu cấp quyền

source: enable NSFW results
el: ενεργοποιήστε NSFW περιεχόμενο
fi: ota käyttöön K-18-tulokset
fr_ca: afficher les résultats NSFW
hu: NSFW eredmények engedélyezése
it: Abilità i risultati NSFW
mt_mt: attiva r-riżultati NSFW
sv: tillåt NSFW-resultat
uk: дозволити результати НЕ ДЛЯ ОФІСУ
vi: hiển thị các kết quả NSFW (không nên xem ở nơi làm việc)

source: bummer
ar: يا حسرتاه
bs: šteta
ca: rotllo
el: ατυχία
fi: bummeri
fr_ca: Déception
hu: puff neki
it: oh no
mt_mt: u x-xjafek
nn: farsken
no: kjipt
pl: a niech to.
sv: rackarns
uk: ледащо
vi: người làm biếng

source: this page is no longer available due to a copyright claim.
ar: هذه الصفحة غير موجودة بسبب المُطالبة بحقوق الملكية لأحدٍ ما.
bs: ova stranica više nije dostupna zbog povrede autorskih prava.
ca: aquesta pàgina ja no està disponible a causa d'una reivindicació de copyright.
el: η σελίδα δεν είναι πλέον διαθέσιμη λόγω αξιώσεων πνευματικών δικαιωμάτων.
eo: Tiu paĝo ne plu haveblas pro kopirajta pretendo.
eu: orri hau ez dago jada eskuragarri copyright erreklamazioengatik.
fi: sivua ei ole enää saatavilla tekijänoikeisrikkomusten vuoksi.
fr_ca: cette pas n'est plus disponible suite à une revendication de droit d'auteur.
hu: ez a lap már nem érhető el szerzőijog-követelés miatt
it: questa pagina non è più disponibile a causa della violazione del copyright.
mt_mt: dil-paġna m'għadiex disponibbli minħabba vjolazzjoni tad-dritt tal-awtur.
nn: denne sida er ikkje lenger tilgjengeleg grunna eit opphavsrettskrav.
no: denne siden er ikke lenger tilgjengelig pga. opphavsrett.
pl: ta strona nie jest dostępna z powodu roszczeń do praw autorskich
sv: den här sidan är inte längre tillgänglig på grund av ett upphovsrättsanspråk.
uk: ця сторінка більше не доступна у зв'язку з порушенням авторських прав
vi: trang này không còn khả dụng vì bản quyền

source: comments disabled
el: τα σχόλια είναι απενεργοποιημένα
fi: kommentointi poistettu käytöstä
fr_ca: commentaires désactivés
hu: kommentek kikapcsolva
it: commenti disabilitati
sv: kommentarer avaktiverade
uk: коментарі вимкнено

source: about %(site)s
ar: عن %(site)s
bs: informacije o %(site)s
ca: sobre %(site)s
el: περί του %(site)s
eo: pri %(site)s
et: info %(site)s kohta
eu: %(site)s-i buruz
fi: lisää %(site)s
fr_ca: à propos de %(site)s
he: %(site)s אודות
hu: %(site)s bemutatkozója
it: info su %(site)s
mt_mt: dwar %(site)s
nn: om %(site)s
no: om %(site)s
pl: o %(site)s
sr_la: o %(site)s
sv: om %(site)s
ta: இணையதளத்தின் சராசரி %(site)s
uk: про %(site)s
vi: thông tin về %(site)s

source: search subreddits by name
ar: البحث في السبريديت عن طريق الأسم
bs: pretraga subreddita po imenu
ca: cerca subreddits per nom
el: αναζήτηση υποreddit με όνομα
fi: etsi alireddittejä niiden nimillä
fr_ca: rechercher des subreddits par nom
hu: keressen al-redditeket név alapján
it: cerca subreddit per nome
mt_mt: fittex subreddits b'isimhom
nn: søk subredditar etter namn
no: søk i subredditer etter navn
pl: wyszukaj subreddity po nazwie
sv: sök efter subredditar med namn
uk: пошук сабреддітів за назвою
vi: tìm kiếm chuyên mục theo tên

source: your front page subreddits (%s)
bs: subredditi na vašoj naslovnoj stranici (%s)
el: τα (%s) υποreddit της πρώτης σου σελίδας
fi: etusivuredditisi (%s)
fr_ca: les subreddits de votre page d'accueil (%s)
hu: a te főoldali alredditjeid (%s)
it: i tuoi subreddit in prima pagina (%s)
mt_mt: is-subreddits tiegħek fil-paġna prinċipali (%s)
nn: dine forside subredditer (%s)
no: dine forside subredditer (%s)
pl: twoje subreddity ze strony głównej (%s)
sv: dina förstasidesubredditar (%s)
uk: сабреддіти вашої головної сторінки (%s)
vi: các chuyên mục hiển thị trên trang chủ của bạn (%s)

source: what's this?
ar: ما هذا؟
bs: šta je ovo?
ca: què es aixo?
el: τι είναι αυτό;
eo: kio estas tio?
et: mis see on?
eu: zer da hau?
fi: mikä tämä on?
fr_ca: qu'est-ce que c'est ?
hu: mi ez?
it: cos'è?
mt_mt: dan x'inhu?
nn: kva er det her?
no: hva er dette?
pl: co to?
sr_la: šta je ovo?
sv: vad är det här?
ta: என்ன இது?
uk: що це?
vi: cái này là gì?

source: trophy case
ar: صِوَانُ الجَوَائِزِ
bs: trofeji
ca: vitrina de trofeus
el: τροπαιοθήκη
eo: trofearo
eu: sarien apala
fi: palkinnon arvoinen suoritus
fr_ca: armoire à trophées
hu: trófeatár
it: bacheca dei trofei
mt_mt: kaxxa tat-trofej
nn: premieskap
no: trofèskapet
pl: półka z nagrodami
sv: troféhylla
uk: панель трофеїв
vi: Kệ treo giải thưởng

source: public multireddits
ca: multireddits públics
el: δημόσια πολυreddit
fi: julkiset moniredditit
fr_ca: multireddits publics
hu: nyilvános multiredditek
it: multireddit pubblici
mt_mt: multireddits pubbliċi
nn: offentlige multireddits
no: offentlige multireddits
pl: publiczne multireddity
sv: offentliga multireddits
uk: загальнодоступні мультиреддіти
vi: multireddit công cộng

source: hidden multireddits
ca: multireddits ocults
el: κρυφά πολυreddit
fi: piilotetut multiredditit
fr_ca: multireddits cachés
hu: multiredditek elrejtése
it: multireddit nascosti
mt_mt: multireddits moħbijin
sv: gömda multiredditar
uk: приховані мультиреддіти
vi: multireddit ẩn

source: moderator of
ca: moderador a
el: Συντονίζεις τα:
fi: Moderaattorina näissä subredditeissä
fr_ca: modérateur de
hu: moderátorja a
it: moderatore di
mt_mt: moderatur ta'
nn: moderator av
no: moderator av
pl: moderator
sv: moderator i
uk: модератор
vi: người điều hành của

source: less than a day
ar: أقلّ من يوم
bs: manje od jednog dana
ca: menys d'un dia
el: λιγότερο από μια μέρα
eu: egun bat baino gutxiago
fi: alle päivä
fr_ca: moins d'un jour
hu: kevesebb, mint egy nappal
it: meno di un giorno
mt_mt: anqas minn ġurnata
nn: mindre enn ein dag
no: mindre enn en dag
pl: krócej niż dzień
sv: mindre än en dag
uk: менше ніж за день
vi: ít hơn 1 ngày

source: %(creddits)s gold creddit to give
ar: %(creddits)s gold creddits to give
bs: %(creddits)s zlatni kredit za pokloniti
ca: %(creddits)s creddit d'or per donar %(creddits)s creddits d'or per donar
el: να αποδοθεί %(creddits)s χρυσού creddit
fi: %(creddits)s kulta-kredditi annettavana
fr_ca: %(creddits)s gold creddit à donner
hu: %(creddits)s arany creddit adható
it: %(creddits)s creddit gold da dare
mt_mt: %(creddits)s ta' gold x'jingħata
nn: %(creddits)s gullreddit å gi
no: %(creddits)s gull-kreddit å gi
pl: %(creddits)s kreddyt złota do rozdania
sv: %(creddits)s guld-kreddit att ge
uk: %(creddits)s золотий креддіт який можна віддати
vi: %(creddits)s vàng creddit cho

source: %(gildings)s gilding given out
fr_ca: %(gildings)s récompense gold donnée
it: %(gildings)s gold donato
mt_mt: %(gildings)s indurar mogħti
sv: %(gildings)s förgyllning utgiven
uk: подаровано %(gildings)s золоту підписку

source: give reddit gold to %(user)s to show your appreciation
bs: kako biste pokazali svoju zahvalnost, poklonite reddit zlato korisniku %(user)s
ca: dona reddit gold a en %(user)s per mostrar la teva apreciació
el: δώσε χρυσό reddit στον/στην %(user)s για να δείξεις την εκτίμησή σου
fi: anna redditkultaa käyttäjälle %(user)s näyttääksesi arvostuksesi
fr_ca: donnez le statut reddit gold à %(user)s pour montrer votre inestimable amour
hu: adj reddit-aranyat %(user)s, hogy kimutasd az elismerésedet
it: invia reddit gold a %(user)s per mostrargli il tuo apprezzamento
mt_mt: agħti reddit gold lil %(user)s sabiex turi apprezzament
nn: gi redditgull til %(user)s for å vise din takknemlighet
no: gi redditgull til %(user)s for å vise din takknemlighet
pl: podziękuj %(user)s obdarowywując go redditowym złotem
sv: ge reddit guld till %(user)s för att visa din uppskattning
uk: подаруйте Золоту підписку %(user)s щоб показати вашу високу оцінку
vi: tặng reddit gold cho %(user)s để tỏ sự thiên chí của bạn

source: get extra features and help support reddit with a reddit gold subscription
bs: dobijte dodatne mogućnosti i dajte podršku radu redditu kupovinom zlatne pretplate
el: απέκτησε έξτρα δυνατότητες και υποστήριξε το reddit με μια συνδρομή χρυσού reddit
fi: hanki lisäominaisuuksia ja auta tukemaan redditiä reddit-kulta tilauksella
fr_ca: obtenez des fonctions supplémentaires et aidez à supporter reddit avec un abonnement reddit gold
hu: szerezz plusz funkciókat és segíts támogatni redditet egy reddit arany előfizetéssel
it: ricevi funzionalità extra e supporta reddit con un abbonamento a reddit gold
mt_mt: aċċedi aktar funzionalità u għin biex issaħħaħ reddit b'abbonament ta' reddit gold
nn: få ekstra funksjoner og støtt reddit med et redditgull abonnement
no: få ekstra funksjoner og støtt reddit med et redditgull abonnement
pl: wspomóż reddita oraz otrzymaj dostęp do dodatkowych opcji dzięki złotej subskrypcji
sv: få ytterligare funktioner och hjälp till att stödja reddit med en prenumeration på reddit guld
uk: отримайте додаткові можливості та допоможіть підтримати Реддіт за допомогою Золотої підписки
vi: có thêm nhiều tính năng và ủng hộ reddit với việc đăng ký reddit gold

source: renew your reddit gold
ar: جدد الريديت ذهب خاصّتك
bs: obnovite vaše reddit zlato
ca: renova el teu reddit or
el: ανανεώστε το χρυσό reddit σας
eu: berritu zure reddit urrea
fi: uudista reddit-kultasi
fr_ca: renouveler votre abonnement reddit gold
hu: újítsd meg a reddit aranyad
it: rinnova il tuo reddit gold
mt_mt: ġedded ir-reddit gold tiegħek
nn: forny redditgullet ditt
no: forny din reddit gold
pl: odnów zasoby złota reddit
sv: förnya ditt reddit guld
uk: поновити Золоту підписку
vi: làm mới vàng reddit của bạn

source: you have helped pay for *%(time)s* of reddit server time.
ca: has ajudat a pagar *%(time)s* de temps del servidor de reddit.
el: έχεις βοηθήσει στο να πληρωθούν *%(time)s* από χρόνο εξυπηρετητών reddit.
fi: olet auttanut maksamaan *%(time)s* redditin palvelinajasta.
fr_ca: vous avez aidé à payer pour *%(time)s* de temps de serveur reddit.
hu: Hozzájárultál *%(time)s* reddit szerver idő kifizetéséhez.
it: Hai aiutato a pagare i server di reddit per *%(time)s*.
mt_mt: int għint tħallas %(time)s ta' żmien ta' servizz għas-server ta' reddit.
nn: du har betalt for *%(time)s* av reddits tjenertid.
no: du har betalt for *%(time)s* av reddits tjenertid.
pl: zafundowałeś *%(time)s* czasu pracy serwera
sv: du har hjälpt till att betala för *%(time)s* av reddits servertid.
uk: ви допомогли нам сплатити *%(time)s* серверного часу для Реддіт.
vi: bạn đã giúp chi trả *%(time)s* thời gian hoạt động server reddit.

source: /u/%(user)s has helped pay for *%%(time)s* of reddit server time.
ca: /u/%(user)s ha ajudat a pagar *%%(time)s* de temps del servidor de reddit.
el: /u/%(user)s έχει βοηθήσει να πληρωθούν *%%(time)s* ώρες διακομιστή του reddit.
fi: /u/%(user)s on auttanut maksamaan *%%(time)s* redditin palvelinajasta.
fr_ca: /u/%(user)s a aidé à payer *%%(time)s* de temps de serveur reddit.
hu: /u/%(user)s hozzájárult *%%(time)s* reddit szerver idő kifizetéséhez.
it: /u/%(user)s ha aiutato a pagare i server di reddit per *%%(time)s*.
mt_mt: /u/%(user)s għin fil-ħlas ta' *%%(time)s* għas-servizz tas-server ta' reddit.
nn: /u/%(user)s har betalt for *%%(time)s* av reddits tjenertid.
no: /u/%(user)s har betalt for *%%(time)s* av reddits tjenertid.
pl: /u/%(user)s zafundował *%%(time)s* czasu pracy serwera.
sv: /u/%(user)s har hjälpt till att betala för *%%(time)s* av reddits servertid.
uk: /u/%(user)s допоміг нам сплатити *%%(time)s* серверного часу для Реддіту.
vi: /u/%(user)s đã giúp chi trả *%%(time)s* thời gian hoạt động server reddit.

source: gifts on your behalf have helped pay for *%(time)s* of reddit server time.
el: δώρα από εσάς έχουν βοηθήσει να πληρωθούν *%(time)s* από τον χρόνο διακομιστή του reddit.
fi: sinun antamasi lahjat ovat auttaneet maksamaan *%(time)s* redditin palvelimien ylläpitoa.
fr_ca: des dons en votre nom ont aidé à payer *%(time)s* de temps de serveur reddit.
hu: Az ajándékod hozzájárult *%(time)s* reddit szerver idő kifizetéséhez.
it: I regali da parte tua hanno aiutato a pagare i server di reddit per *%(time)s*.
mt_mt: għotjiet f'ismek għinu jħallsu għal *%(time)s* ta' ħin għas-server ta' reddit.
nn: gaver på dine vegne har betalt for *%(time)s* av reddits tjenertid.
no: gaver på dine vegne har betalt for *%(time)s* av reddits tjenertid.
pl: prezenty podarowane przez ciebie zafundowały *%(time)s* czasu pracy serwera.
sv: gåvor å dina vägnar har hjälpt till att betala för *%(time)s* av reddits servertid.
uk: подарунки, зроблені вами, допомогли нам сплатити *%(time)s* серверного часу для Реддіту.

source: gifts on behalf of /u/%(user)s have helped pay for *%%(time)s* of reddit server time.
el: δώρα από /u/%(user)s έχουν βοηθήσει να πληρωθούν *%%(time)s* από τον χρόνο διακομιστή του reddit.
fr_ca: des dons au nom de /u/%(user)s ont aidé à payer *%%(time)s* de temps de serveur reddit.
it: i regali da parte di /u/%(user)s hanno aiutato nel pagamento dei server di reddit per *%%(time)s*.
mt_mt: għotjiet f'isem /u/%(user)s għinu jħallsu *%%(time)s* ta' ħin għas-server ta' reddit.
nn: gaver på vegne av /u/%(user)s har betalt for *%%(time)s* av reddits tjenertid.
no: gaver på vegne av /u/%(user)s har betalt for *%%(time)s* av reddits tjenertid.
pl: prezenty podarowane przez /u/%(user)s zafundowały *%%(time)s* czasu pracy serwera.
sv: gåvor på uppdrag av /u/%(user)s har hjälpt till att betala för *%%(time)s* av reddits servertid.
uk: подарунки зроблені користувачем /u/%(user)s допомогли нам сплатити *%%(time)s* серверного часу для Реддіту.

source: reddit is a platform for internet communities
bs: reddit je platforma za internet zajednice
ca: reddit és una plataforma per comunitats d'internet
el: το reddit είναι μια πλατφόρμα για διαδικτυακές κοινότητες
fi: reddit on alusta internetyhteisöille
fr_ca: reddit est une plate-forme pour les communautés d'internautes
hu: a reddit egy internetes közösségek számára létrehozott felület
it: reddit è una piattaforma per comunità su internet
mt_mt: reddit huwa pjattaforma ta' komunitajiet fuq l-internet
nn: reddit er ein plattform for internettsamfunn
no: reddit er en platform for kommunikasjon på internett
pl: reddit jest platformą dla internetowych społeczności
sv: reddit är en plattform för gemenskaper på internet.
uk: реддіт є платформою для інтернет-спільнот
vi: reddit là một nền tảng cho cộng đồng internet

source: where your votes shape what the world is talking about.
ar: حيث الأشكال صوتك ما في العالم يتحدث عن
bs: gdje vaši glasovi oblikuju ono o čemu će svijet govoriti.
ca: on els teus vots donen forma a allò de què parla el món.
el: Εκεί όπου η ψήφος σου σμιλεύει τι λέει ο κόσμος.
fi: missä äänesi päättävät mistä maailma puhuu
fr_ca: où vos votes déterminent ce dont le monde parle.
hu: ahol a szavazataidon múlik, hogy miről beszél a világ.
it: dove i vostri voti plasmano ciò di cui si parla nel mondo.
mt_mt: fejn il-voti tiegħek jaffetwaw dak lid-dinja qed tiddiskuti.
nn: kor dine stemmer former kva verda snakkar om.
no: der dine stemmer former hva verden snakker om
pl: gdzie twoje głosy zmieniają to, o czym mówi świat.
sv: där dina röster formar vad världen talar om.
uk: де ваш голос може змінити про що зараз говорить весь світ

source: add subreddit
bs: dodaj subreddit
ca: afegir subreddit
el: πρόσθεσε υποreddit
fi: lisää alireddit
fr_ca: ajouter un subreddit
hu: alreddit hozzáadása
it: aggiungi subreddit
mt_mt: żid subreddit
nn: legg til subreddit
no: legg til subreddit
pl: dodaj subreddit
sv: lägg till subreddit
uk: додати сабреддіт
vi: thêm chuyên mục

source: raise it to %s
ar: أرفعها إلى %s
bs: povećaj na %s
ca: eleva-ho fins a %s
el: αύξησε σε %s
eu: igo %s-(e)ra
fi: nosta %s
fr_ca: l'augmenter à %s
hu: emeld meg %s
it: aumentalo a %s
mt_mt: tellgħu sa %s
nn: hev det til %s
no: øk til %s
pl: zwiększ to do %s
sv: öka till %s
uk: підняти до %s
vi: tăng lên %s

source: %(bonus)s bonus subreddits
bs: %(bonus)s bonus subreddita
el: %(bonus)s επιπλέον υποreddit
fi: %(bonus)s bonus-aliredditit
fr_ca: %(bonus)s subreddits bonus
hu: %(bonus)s bónusz alredditek
it: %(bonus)s subreddit bonus
nn: %(bonus)s bonus subredditer
no: %(bonus)s bonus subredditer
pl: %(bonus)s bonusowych subredditów
sv: %(bonus)s bonussubredditar
uk: %(bonus)s бонусні сабреддіти
vi: %(bonus)s các chuyên mục bổ sung

source: you have a credit card gold subscription. your card (ending in %(last4)s) will be charged %(amount)s on %(date)s.
el: έχεις μια συνδρομή χρυσού μέσω πιστωτικής κάρτας. Η κάρτα σου (που τελειώνει σε %(last4)s) θα χρεωθεί %(amount)s την %(date)s.
fi: sinulla on luottokortillinen reddit-kulta -jäsenyys. kortiltasi (päättyy %(last4)s) veloitetaan %(amount)s %(date)s
fr_ca: vous avez un abonnement gold payé par carte de crédit. %(amount)s vont être déduits de votre carte (fin de validité %(last4)s) aux dates suivantes: %(date)s.
it: hai l'iscrizione a reddit gold tramite carta di credito. il costo di %(amount)s sarà addebitato sulla tua carta (le cui ultime 4 cifre sono %(last4)s) il %(date)s.
mt_mt: għandek abbonament gold bil-karta tal-kreditu. il-karta tal-kreditu (li tiskadi fi żmien %(last4)s) se tkun addebitata %(amount)s fid-data %(date)s.
nn: du har et gull-abonnement registrert med kredittkort. kortet ditt (slutter på %(last4)s) vil bli belastet med %(amount)s %(date)s.
no: du har et gull-abonnement registrert med kredittkort. kortet ditt (slutter på %(last4)s) vil bli belastet med %(amount)s %(date)s.
pl: posiadasz subskrypcję reddit gold opłacaną za pomocą karty kredytowej. twoja karta (tracąca ważność w %(last4)s) zostanie obciążona %(amount)s dnia %(date)s
sv: du har en kreditkortsprenumeration på reddit guld. %(amount)s kommer dras från ditt kort (som slutar med %(last4)s) den %(date)s.
uk: ваш акаунт має активну Золоту підписку, яка сплачується банківською картою. з вашої карти (останні цифри якої %(last4)s) буде знята сума %(amount)s %(date)s.

source: search
el: αναζήτηση
et: otsi
eu: bilatu
fi: hae
fr_ca: recherche
he: חיפוש
hu: keres
it: Cerca
mt_mt: fittex
no: søk
sv: sök
uk: шукати
vi: tìm kiếm

source: muted
el: βουβός
fi: mykistetty
fr_ca: silencieux
hu: némított
it: silenziato
sv: bannlyst
uk: приглушено

source: invited
ar: دعوة
bs: pozvan
ca: convidat
el: προσκλήθηκε
fi: kutsuttu
fr_ca: invité
hu: meghívva
it: invitato
mt_mt: mistieden
nn: invitert
no: invitert
pl: zaproszony
sv: inbjuden
uk: запрошено
vi: đã mời
