Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: target oversold, can't freebie
ca: objectiu venut en excés, no es pot regalar
el: ο στόχος ξεπεράστηκε, διαθεσιμότητα τέλος
fr_ca: objet vendu plus que ce qui était disponible, ne peut être donné gratuitement
it: target tutto esaurito, nessun omaggio
mt_mt: qbiżt il-bejgħ tal-oġġettiv tal-promozzjoni, ma tistax tkompli b'xejn
no: forbigått mål for salg, og kan derfor ikke gjøre gratis
sv: överskridit mål för försäljning och kan därför inte göra gratis
uk: рекламна ціль розпродана, не можу запропонувати безкоштовно
vi: đã bán hết hàng, không còn hàng miễn phí

source: refund succeeded
ar: نجح الإسترداد
ca: reemborsament exitós
el: η επιστροφή πέτυχε
fi: korvaus onnistui
fr_ca: remboursement terminé
hu: visszatérítés sikeres
it: rimborso risucito
mt_mt: ir-rimbors irnexxa
nn: refusjon gjennomført
no: refusjon gjennomført
pl: zwrot udany
sv: återbetalning lyckad
uk: повернення коштів виконано
vi: hoàn phí thành công

source: refund not needed
ar: لا حاجة للإسترداد
ca: reemborsament no requerit
el: δεν χρειάζεται επιστροφή
fi: korvausta ei tarvita
fr_ca: remboursement non requis
hu: visszatérítés nem szükséges
it: rimborso non necessario
mt_mt: m'hemmx bżonn rimborż
nn: refusjon er ikke nødvendig
no: refusjon er ikke nødvendig
pl: zwrot nie jest potrzebny
sv: återbetalning behövs ej
uk: повернення коштів не потрібне
vi: không cần phải hoàn phí

source: failed to authenticate card. sorry.
ca: error en autenticar la tarjeta. Ho sentim.
el: αποτυχία ταυτοποίησης της κάρτας. συγνώμη.
fi: kortin oikeaksi todistaminen epäonnistui. pahoittelumme.
fr_ca: Incapable fait authentifier la carte. désolé.
it: impossibile autenticare la carta. spiacente.
mt_mt: sfortunatament, il-karta ta' kreditu ma' tistax tiġi awtentikata.
nn: kunne ikke autentisere kortet. beklager.
no: kunne ikke autentisere kortet. beklager.
pl: nie można uwierzytelnić karty. przepraszamy.
sv: det gick tyvärr inte att autentisera kortet.
uk: картка не пройшла. вибачаємось.
vi: gặp lỗi khi xác nhận thẻ. rất tiếc vì đã xảy ra điều này.

source: please change campaign start date to %(date)s or earlier
ca: per favor canvieu la data d'inici de la campanya a %(date)s o abans
el: παρακαλούμε να αλλάξεις την έναρξη της διαφημιστικής καμπάνιας από τις %(date)s ή νωρίτερα
fi: ole hyvä ja aseta kampanjan aloituspäivämäärä %(date)s :ksi tai aikaisemmaksi
fr_ca: s'il vous plaît change la campagne début á %(date)s ou plus tôt
it: per favore cambia la data di inizio della campagna con una antecedente a %(date)s
mt_mt: jekk jogħġbok biddel id-data tal-bidu tal-kampanja għal %(date)s jew qabel
nn: vennligst endre startdato for kampanjen til %(date)s eller tidligere
no: vennligst endre startdato for kampanjen til %(date)s eller tidligere
pl: zmień proszę datę rozpoczęcia kampanii na %(date)s lub wcześniej
sv: ändra kampanjens startdatum till %(date)s eller tidigare
uk: будь ласка, встановіть дату початку кампанії не пізніше ніж %(date)s
vi: xin vui lòng thay đổi ngày bắt đầu chiến dịch đến %(date)s hoặc sớm hơn

source: please change campaign start date to %(date)s or later
ca: per favor, cambia la teva data d'inici de la campanya %(date)s o més tard
el: παρακαλούμε να αλλάξεις την έναρξη της διαφημιστικής καμπάνιας από τις %(date)s ή αργότερα
fi: ole hyvä ja aseta kampanjan aloituspäivämäärä %(date)s :ksi tai myöhemmäksi
fr_ca: Veuillez changer la date de début de campagne à %(date)s ou plut tard
it: per favore cambia la data di inizio della campagna a %(date)s o più
mt_mt: jekk jogħġbok biddel id-data tal-bidu tal-kampanja għal %(date)s jew wara
nn: vennligst endre kampanjens startdato til %(date)s eller senere
no: vennligst endre kampanjens startdato til %(date)s eller senere
pl: proszę, zmień datę rozpoczęcia kampanii na %(date)s lub później
sv: var god ändra kampanjens startdatum till %(date)s eller senare
uk: будь ласка, встановіть дату початку кампанії не раніше ніж %(date)s
vi: xin vui lòng thay đổi ngày bắt đầu chiến dịch đến %(date)s hoặc muộn hơn

source: image must be a jpg or png
el: η εικόνα πρέπει να είναι jpg ή png
fr_ca: l'image doit être un jpg ou un png
it: l'immagine deve essere un jpg o un png
sv: bilden måste vara en jpg eller png

source: banned
ar: ممنوع
bs: banovano
ca: expulsats
el: απαγορευμένα
et: bännitud
eu: debekatua
fi: jäähyllä
fr_ca: banni
he: חסום
hu: elutasítva
it: bannato
mt_mt: imkeċċi
nn: bannlyst
no: sperret
pl: zbanowane
sr_la: zabranjeno
sv: bannade
ta: தடை செய்யப்பட்டவை
uk: заблоковано
vi: bị cấm

source: gold members only
el: μόνο για χρυσά μέλη
fi: vain kultajäsenille
fr_ca: les membres d'or seulement
hu: csak aranyat használó tagoknak
it: solo membri gold
sv: endast guldmedlemmar
uk: лише для золотих учасників
vi: chỉ thành viên gold

source: private
ar: خاص
bs: privatno
ca: privat
el: ιδιωτικό
eo: privata
et: privaatne
eu: pribatua
fi: yksityinen
fr_ca: privé
he: פרטי
hu: személyes
it: privato
mt_mt: privat
nn: privat
no: privat
pl: prywatny
sr_la: privatno
sv: privat
ta: தனியாருக்காக
uk: приватний
vi: cá nhân

source: search failed
ar: البحث فشل
bs: pretraga nije uspjela
ca: cerca no trobada
el: η αναζήτηση απέτυχε
eo: serĉo malsukcesis
eu: bilaketak huts egin du
fi: haku epäonnistui
fr_ca: la recherche a échouée
hu: keresés sikertelen
it: ricerca fallita
mt_mt: it-tfittxija falliet
nn: søk mislykka
no: søk mislykkes
pl: wyszukiwanie się nie powiodło
sv: sökningen misslyckades
uk: пошук не вдався
vi: phần tìm kiếm không có kết quả

source: This page is the subreddit stylesheet, changes here apply to the subreddit css
ar: هذه الصفحة هي ورقة أنماط ريدة الفرعية,التغير هنا يفعل في ورقة أنماط ريدة الفرعية
bs: Ova stranica je predložak subreddita, promjene ovdje će se odraziti na css subreddita
ca: Aquesta pàgina és el full d'estil del subreddit, els canvis aquí s'aplicaran al CSS del subreddit
el: Αυτή η σελίδα περιέχει το στυλτου υποreddit, τυχόν αλλαγές εδώ εφαμόζονται στο css του υποreddit
fi: Tämä sivu on aliredditin tyylimäärittely, täällä tehtävät muutokset vaikuttavat aliredditin css:n
fr_ca: Cette page correspond à la feuille de style du subreddit, les modifications apportées à cette page s'appliquent au css du subreddit
hu: Ez az oldal az al-reddit stíluslapja, az itteni változtatások az al-reddit css-re vonatkoznak.
it: Questa pagina è il foglio di stile del subreddit, i cambiamenti fatti qui si applicano al css del subreddit
mt_mt: Din il-paġna hija l-istylesheet tas-subreddit, it-tibdil hawnhekk japplika għas-CSS tas-subreddit
nn: Denne sida er stilarket for subredditen, og endringar vil bli lagra til CSS-fila.
no: Dette er stilarket for denne subredditen, og vil påvirke denne subredditens CSS
pl: Ta strona to arkusz styli subredditu, zmiany poczynione tutaj mają zastosowanie w stylu css subreddita
sv: Den här sidan är subredditens stilmall, ändringar här påverkar subredditens css
uk: Ця сторінка є таблицею стилів сабреддіту, зміни на ній вплинуть на стиль сабреддіту
vi: Trang này là một trang hiển thị thông tin dạng bảng của một chuyên mục, các thay đổi ở trang này sẽ tác động đến file css của chuyên mục đó

source: The contents of this page appear on the submit page
ca: Els continguts d'aquesta pàgina apareixen a la pàgina "envia"
el: Το περιεχόμενο αυτής της σελίδας εμφανίζεται στην σελίδα υποβολής
fi: Tämän sivun sisältö näytetään lähetyssivulla
fr_ca: Le contenu de cette page apparaît sur la page de soumission
it: I contenuti di questa pagina vengono mostrati nella pagina di invio
mt_mt: Il-kummenti f'dil-paġna jidhru fuq il-paġna tal-impostazzjoni
nn: Innholdet på denne siden vises på siden for posting
no: Innholdet på denne siden vises på siden for posting
pl: Zawartość tej strony będzie pojawiać się na stronie wrzucania treści
sv: Innehållet på den här sidan visas på bidragssidan
uk: Вміст цієї сторінки з'явиться на сторінці публікації
vi: Nội dung của trang này xuất hiện trên trang mà người dùng gửi nội dung tại chuyên mục

source: The contents of this page appear on the subreddit sidebar
ar: تظهر محتويات هذه الصفحة على الشريط الجانبي في ريدة الفرعية
bs: Sadržaj ove stranice pojavljuje se u bočnoj traci subreddita
ca: Els continguts d'aquesta pàgina apareixen a la barra lateral del subreddit
el: Το περιεχόμενο αυτής της σελίδας εμφανίζεται στην πλαϊνή περιοχή του υποreddit
fi: Tämän sivun sisältö näkyy aliredditin reunassa
fr_ca: Le contenu de cette page s'affiche dans la barre latérale du subreddit
hu: Ennek az oldalnak a tartalma az al-reddit oldalsávjában jelenik meg.
it: Il contenuto di questa pagina appare nella barra laterale del subreddit
mt_mt: Il-kontenut ta' dil-paġna jidher fl-iżbarra tal-ġenb tas-subreddit
nn: Innhaldet i sida her vil hamne i sidefeltet til subredditen
no: Innholdet på denne siden vises på subredditens sidebar
pl: Zawartość tej strony będzie pojawiać się na pasku bocznym subreddita
sv: Innehållet på den här sidan visas i subredditens sidopanel
uk: Вміст цієї сторінки з’явиться на боковій панелі сабреддіту
vi: Nội dung của trang này xuất hiện trên thanh công cụ của chuyên mục

source: The contents of this page appear in the public subreddit description and when the user does not have access to the subreddit
el: Τα περιεχόμενα αυτής της σελίδας εμφανίζονται στην περιγραφή του δημόσιου υποreddit και όταν ο χρήστης δεν έχει πρόσβαση σε αυτό
fr_ca: Le contenu de cette page apparaît dans la description publique du subreddit et quand l'utilisateur n'a pas accès au subreddit
it: Il contenuto di questa pagina appare nella descrizione pubblica del subreddit e quando l'utente non ha accesso a suddetto subreddit
mt_mt: Il-kontenuti ta' dil-paġna jidhru fid-deskrizzjoni pubblika tas-subreddit u meta l-utent ma' jkollux aċċess għas-subreddit
sv: Innehållet på den här sidan visas i den allmänna subreddit-beskrivningen och när användaren inte har tillgång till subreddit:en
uk: Вміст цієї сторінки з'явиться в описі публічного сабреддіта, а також коли користувач не має доступу до сабреддіта
vi: Nội dung của trang này xuất hiện trong mô tả chuyên mục công khai và khi người dùng không truy cập vào chuyên mục

source: This page is used to configure AutoModerator for the subreddit, please see [the full documentation](/wiki/automoderator/full-documentation) for information
el: Αυτή η σελίδα χρησιμοποιείται για να ρυθμίσετε τον αυτόματο συντονισμό του υποreddit, παρακαλούμε δείτε [την ολοκληρωμένη απόδειξη με έγγραφα](/εγκυκλοπαίδεια/αυτόματο συντονισμό/πλήρη απόδειξη με έγγραφα) για περαιτέρω πληροφορίες
fr_ca: Cette page sert à configurer le modérateur automatique pour le subreddit. Merci de bien vouloir voir [the full documentation](wiki/automoderator/full-documentation) pour plus d'information
it: Questa pagina è usata per configurare l'AutoModeratore del subreddit, per favore dai uno sguardo [alla documentazione completa](/wiki/automoderator/full-documentation) per informazioni
mt_mt: Dil-paġna tintuża biex tagħżel il-preferenzi tal-awto-moderatur għas-subreddit, jekk jogħġbok ara [d-dokumentazzjoni sħieħa](/wiki/automoderator/full-documentation) għal aktar tagħrif
sv: Den här sidan används för att konfigurera AutoModerator för subredditen. Vänligen se [den fullständiga dokumentationen](/wiki/automoderator/full-documentation) för mer information
uk: Ця сторінка використовується для налаштування АвтоМодератора для сабреддіта, будь ласка дивіться [повну документацію](/wiki/automoderator/full-documentation) для інформації
vi: Trang này được dùng để điều chỉnh Điều hành viên tự động cho chuyên mục, xin hãy xem [văn bản đầy đủ](/wiki/automoderator/full-documentation) để biết thêm chi tiết

source: viewing revision from %s
ar: عرض مراجعة من %s
bs: pregled revizije od %s
ca: veient revisió de %s
el: προβολή έκδοσης από %s
fi: näytetään tarkastus lähteestä %s
fr_ca: affichage de la révision de %s
hu: módosítások megtekintése ettől: %s
it: stai visualizzando la revisione di %s
mt_mt: qiegħed tara reviżjoni ta %s
nn: viser ein revisjon frå %s
no: viser revisjon fra %s
pl: oglądasz wersję od %s
sv: visar revision från %s
uk: перегляд ревізії від %s
vi: đang xem phần xét duyệt lại từ %s

source: %s ago
ar: %s
bs: prije %s
ca: fa %s
el: πριν από %s
fi: %s sitten
fr_ca: il y a %s
hu: %s ezelőtt
it: %s fa
mt_mt: %s ilu
nn: %s sia
no: %s siden
pl: %s temu
sv: %s sen
uk: %s тому
vi: %s trước

source: comparing revisions from %(date_1)s and %(date_2)s
bs: upoređujem revizije od %(date_1)s i %(date_2)s
ca: comparant revisions de %(date_1)s i %(date_2)s
el: σύγκριση αναθεωρήσεων από %(date_1)s και %(date_2)s
fi: verrataan versioita alkaen %(date_1)s ja %(date_2)s
fr_ca: comparaison des révisions du %(date_1)s et du %(date_2)s
hu: módosítások összehasonlítása ettől %(date_1)s eddig %(date_2)s
it: comparazione revisioni del %(date_1)s e del %(date_2)s
mt_mt: tqabbil ta' reviżjonijiet bejn %(date_1)s u %(date_2)s
nn: samanliknar revisjonar frå %(date_1)s og %(date_2)s
no: sammenligner revisjoner fra %(date_1)s og %(date_2)s
pl: porównuję wersję pomiędzy %(date_1)s a %(date_2)s
sv: jämför revisioner från %(date_1)s och %(date_2)s
uk: порівнюються ревізії від %(date_1)s та %(date_2)s
vi: đang so sánh phần duyệt lại từ %(date_1)s và %(date_2)s

source: viewing revision from %s ago
ar: عرض مراجعة من %s منذ
bs: pregled revizije kreirane prije %s
ca: veient revisió des de fa %s
el: προβολή έκδοσης πριν από %s
fi: näytetään versio aikaa %s sitten
fr_ca: affichage de la révision datant de %s
hu: módosítások megtekintése ennyivel korábbról %s
it: stai visualizzando la revisione di %s fa
mt_mt: qiegħed tara reviżjoni minn %s ilu
nn: viser ein revisjon frå %s sia
no: viser %s gammel revisjon
pl: oglądasz wersję sprzed %s
sv: visar revision gjord för %s sen
uk: перегляд ревізії, зробленої %s тому
vi: đang xem lại phần duyệt lại từ cách đây %s

source: this wiki cannot handle page names of that magnitude! please select a page name shorter than %d characters
ar: لا يمكن على صفحة المعلومات أن تتعامل مع أسماء صفحات بهذا الحجم! رجاءاٌ,قم بإختيار اسم صفحة أقصر من الرمز %d
bs: wiki ne može prihvatiti nazive stranica ove veličine! molimo vas da odaberete naziv stranice koji sadrži manje od %d znakova
ca: aquesta wiki no pot suportar noms de pàgina d'aquesta magnitud! Sisplau, selecciona un nom de pàgina de menys de %d caràcters
el: αυτό το βίκι δεν μπορεί να χειριστεί ονόματα σελίδων τέτοιου μεγέθους! παρακαλώ επέλεξε ένα όνομα σελίδας μικρότερο απο %d χαρακτήρες
fi: tämä wiki ei pysty käsittelemään noin pitkiä sivunimiä! valitse nimi, joka on lyhyempi kuin %d merkkiä
fr_ca: ce wiki ne peut pas gérer les noms de page de cette longueur ! sélectionnez un nom de page de moins de %d caractères
hu: ez a wiki nem tud kezelni ilyen hosszú oldalneveket! Kérlek válassz egy %d karakternél rövidebb nevet.
it: questa wiki non può gestire nomi di pagina di questa grandezza! seleziona un nome di pagina con meno di %d caratteri
mt_mt: dal-wiki ma jiflaħx ismijiet tal-paġni daqshekk twal! jekk jgħġbok għażel isem iqsar minn %d karattri
nn: wikien klarer ikkje å handtere sidenamn av den storleiken! vel eit sidenamn kortare enn %d teikn
no: denne wikien kan ikke håndtere sidenavn av den størrelsen! vennligst velg et sidenavn kortere enn %d tegn
pl: to wiki nie udźwignie takich rozmiarów! wybierz nazwę strony krótszą, niż %d znaków
sv: denna wiki kan inte hantera så långa sidnamn! välj ett sidnamn som är kortare än %d tecken
uk: ця вікі не може обробити імена сторінок такого масштабу! будь ласка виберіть ім’я сторінки коротше ніж %d символів
vi: phần wiki này không thể xử lý tên trang ở tầm rộng lớn đó! xin hãy vui lòng chọn một tên trang ngắn hơn %d ký tự

source: this page is a special page, please go into the subreddit settings and save the field once to create this special page
ar: هذه صفحة خاصة, رجاءاٌ إذهب إلى الضبط فى الريديت الفرعي وقم بجفظ الخانة لتكوين الصفحة
bs: ovo je specijalna stranica, molimo vas da otvorite postavke subreddita i sačuvate polje nakon kreiranja ove specijalne stranice
ca: aquesta és una pàgina especial, així que siusplau, ves a les preferències del subreddit i guarda el camp un cop per tal de crear aquesta pàgina especial
el: αυτή η σελίδα είναι ειδική, πήγαινε στις ρυθμίσεις του υποreddit και αποθήκευσε το πεδίο για να δημιουργήσεις αυτή την ειδική σελίδα
fi: tämä on erityissivu, mene aliredditin asetuksiin ja tallenna tämä kenttä kerran luodaksesi tämän erityissivun
fr_ca: cette page est une page spéciale, accédez aux paramètres du subreddit et enregistrez le champ une fois pour créer cette page spéciale
hu: ez egy speciális oldal, kérlek menj az subreddit beállításokba és mentsd el a mezőt egyszer, a speciális oldal létrehozásához
it: questa pagina è una pagina speciale, vai nelle impostazioni del subreddit e salva il campo per creare questa pagina speciale
mt_mt: din hija paġna speċċjali, jekk jogħġbok mur fil-preferenzi tas-subreddit u salva l-għalqa tat-test ladarba toħloq dil-paġna speċċjali
nn: det her er ei spesiell side. gå inn på innstillingane for subredditen og lagre feltet for å opprette denne sida
no: denne siden er en spesiell side. vennligst gå inn på innstillingene for din subreddit og lagre skjemaet én gang for å opprette denne spesielle siden
pl: Ta strona jest specjalną stroną, najpierw przejdź do ustawień subreddita i zapisz pole raz aby stworzyć tą stronę.
sv: den här sidan är en specialsida, gå till inställningarna för subredditen och spara fältet en gång för att skapa den här specialsidan
uk: ця сторінка є спеціальною, будь ласка перейдіть в налаштування сабреддіту і збережіть поле один раз, щоб створити цю спеціальну сторінку
vi: trang này là một trang đặc biệt, xin hãy truy cập vào thiết lập của trang con reddit và lưu lại khung thông tin một lần trước khi tạo trang đặc biệt này

source: a max of %d separators "/" are allowed in a wiki page name.
ar: عدد الفواصل%d هو المسموح بإستخدامه"/" كحد أقصى فى إسم صفحة المعلومات
bs: u nazivu wiki stranice dozvoljeno je najviše %d separatora "/".
ca: un màxim de %d separadors "/" són permesos en un nom de pàgina de la wiki.
el: επιτρέπονται το πολύ %d διαχωριστές "/" στο όνομα της σελίδας βίκι.
fi: wiki-artikkelin nimessä sallitaan korkeintaan %d kauttaviivaa.
fr_ca: un maximun de %d séparateurs "/" est autorisé dans le nom d'une page wiki.
hu: legfeljebb %d elválasztó "/" engedélyezett egy wiki oldal nevében.
it: sono permessi al massimo %d separatori "/" nel nome di una pagina della wiki.
mt_mt: huwa permess massimu ta' %d separaturi "/" f'isem paġna tal-wiki.
nn: ikkje fleire separatorar "/" enn %d er tillatne i eit wikisidenamn
no: det er en grense på %d "/"-separatorer tillatt i navnet til en wiki-side
pl: podstrona wiki może mieć maksymalnie %d separatorów "/"
sv: maximalt %d avgränsare "/" är tillåtna i wikisidnamn.
uk: максимальна кількість %d сепараторів "/" допустима для назви вікі сторінки.
vi: số lượng dấu phân tách "/" tối đa được cho phép trong tên trang wiki là %d.

source: Wiki error
ar: خطأ ويكي
bs: Wiki greška
ca: error de Wiki
el: σφάλμα wiki
fi: Wikivirhe
fr_ca: Erreur Wiki
hu: Wiki hiba
it: Errore Wiki
mt_mt: żball tal-Wiki
nn: wikifeil
no: Wiki-feil
pl: błąd Wiki
sv: Wikifel
uk: Помилка Вікі
vi: Lỗi wiki

source: You are doing that too much, please try again later.
ar: إنك تحاول القيام بذلك كثيرا, قم بالمحاولة لاحقا.
bs: Previše zahtjeva, molimo vas da pokušate kasnije.
ca: Estàs fent això massa cops, siusplau torna a provar-ho d'aquí una estona.
el: Το κάνεις αυτό πολύ συχνά. προσπάθησε ξανά αργότερα.
fi: Teet tuota liian paljon, kokeile uudestaan myöhemmin.
fr_ca: Vous avez atteint le nombre d'essais autorisés, réessayez plus tard.
hu: Túl sokszor csinálod, kérjük próbáld újra később.
it: Stai eseguendo quell'operazione troppo spesso, riprova in seguito.
mt_mt: Qed tagħmel hekk wisq ta' spiss, jekk jogħġbok erġa' pprova aktar tard.
nn: Du gjer det der for mykje - prøv om att seinare.
no: Du gjør det der for mye, prøv igjen senere.
pl: Robisz to zbyt często, spróbuj ponownie później.
sv: Du gör det där för mycket, vänligen försök igen senare.
uk: Ви робите це забагато, спробуйте пізніше ще раз.
vi: Bạn đã làm quá nhiều lần, hãy thử lại sau.

source: no image found with name "%(name)s"
ca: cap imatge trobada amb el nom "%(name)s"
el: δε βρέθηκε εικόνα με το όνομα "%(name)s"
fi: nimellä "%(name)s" ei löytynyt kuvaa
fr_ca: Aucune image trouvé avec le nom "%(name)s"
hu: "%(name)s" nevű kép nem található
it: non è stata trovata nessuna immagine con il nome "%(name)s"
mt_mt: ma' nstabet l-ebda stampa bl-isem "%(name)s"
nn: ingen bilder med navn "%(name)s" ble funnet
no: ingen bilder med navn "%(name)s" ble funnet
pl: nie odnaleziono obrazka o nazwie "%(name)s"
sv: ingen bild hittades med namnet "%(name)s"
uk: не знайдено зображення з назвою "%(name)s"
vi: không tìm thấy hình ảnh nào có tên "%(name)s"

source: only uploaded images are allowed; reference them with the %%%%imagename%%%% system
ca: només són permeses les imatges pujades; feu-ne referència amb el sistema %%%%imagename%%%%
el: Μόνο ήδη ανεβασμένες εικόνες επιτρέπονται· παραπέμψτε με το σύστημα %%%%imagename%%%%
fi: vain jo ladatut kuvat ovat sallittuja; viittaa niihin käyttäen%% %%imagename%%%% järjestelmää
fr_ca: seulement les images uploadé sont admis; Référence leur avec le %%%%imagename%%%% système
it: sono ammesse solo immagini già caricate; fai riferimento a loro con il sistema %%%%imagename%%%%
mt_mt: stampi aġġornati biss huma permessi; irreferenzjhom hawn bis-sistema %%%%imagename%%%%
nn: kun opplastede bilder er tillatt; referer til dem med %%%%imagename%%%% systemet
no: kun opplastede bilder er tillatt; referer til dem med %%%%imagename%%%% systemet
pl: tylko wysłane zdjęcia są dozwolone; odnieś się do nich w systemie %%%%imagename%%%%
sv: endast uppladdade bilder tillåts; hänvisa till dem med systemet för %%%%imagename%%%%
uk: дозволені лише вже завантажені зображення; додайте посилання на них через систему %%%%imagename%%%%
vi: chỉ cho phép các hình ảnh đã được tải lên; tham chiếu hình ảnh này với %%%%imagename%%%%e của hệ thống

source: syntax error: %(message)s
ca: error de sintaxi: %(message)s
el: συντακτικό σφάλμα: %(message)s
fi: syntaksi virhe: %(message)s
fr_ca: syntaxe erreur: %(message)s
hu: szintaktikai hiba: %(message)s
it: errore di sintassi: %(message)s
mt_mt: problema bis-sintassi: %(message)s
nn: syntax feilmelding: %(message)s
no: syntax feilmelding: %(message)s
pl: błąd składni: %(message)s
sv: syntaxfel: %(message)s
uk: синтаксична помилка: %(message)s
vi: lỗi cú pháp: %(message)s

source: @%(keyword)s is not allowed
ca: @%(keyword)s no és permés
el: @%(keyword)s δεν επιτρέπεται
fi: @%(keyword)s eivät ole sallittuja
fr_ca: @%(keyword)s est n'est pas permis
hu: @%(keyword)s nem elérhető
it: @%(keyword)s non è permesso
mt_mt: @%(keyword)s mhux permessa
nn: @%(keyword)s er ikke tillatt
no: @%(keyword)s er ikke tillatt
pl: @%(keyword)s jest niedozwolone
sv: @%(keyword)s är inte tillåtet
uk: ключове слово @%(keyword)s не дозволене
vi: @%(keyword)s không được cho phép

source: unknown property "%(name)s"
ca: propietat desconeguda "%(name)s"
el: άγνωστη ιδιότητα "%(name)s"
fi: tuntematon ominaisuus "%(name)s"
fr_ca: Ne connais pas le propriété "%(name)s"
hu: ismeretlen tulajdonság "%(name)s"
it: proprietà "%(name)s" sconosciuta
mt_mt: karatteristika mhux magħrufa "%(name)s"
nn: ukjent egenskap "%(name)s"
no: ukjent egenskap "%(name)s"
pl: nieznana właściwość "%(name)s"
sv: okänd egenskap "%(name)s"
uk: невідома властивість "%(name)s"
vi: thuộc tính chưa định nghĩa rõ "%(name)s"
