Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: # your account is too new to create a subreddit try participating in other communities on reddit for a little while first before creating your own. please post to /r/help if you need more information about this restriction, or if you require a specific exemption you can [contact the admins](/contact) to request one.
fr_ca: # votre compte est trop récent pour pouvoir créer un subreddit essayez de participer quelques temps dans d'autre communautés sur reddit avant de pouvoir créer la votre. Veuillez poster dans /r/help si vous avez besoin de plus d'informations concernant cette restriction. Si vous avez besoin d'une exemption spécifique vous pouvez [contacter les administrateurs](/contact) pour la demander.
it: # hai il tuo account da troppo poco tempo per creare un subreddit prova a partecipare ad altre comunità su reddit per un pochino prima di creare la tua. Per favore invia un post su /r/help se vuoi avere maggiori informazioni riguardo a questa restrizione, o se hai necessità di un'eccezione ad hoc puoi [contattare gli amministratori](/contact) per farne richiesta.
mt_mt: # il-kont tiegħek ġdid wisq biex toħloq subreddit ipprova pparteċipa f'komunitajiet oħrajn f'reddit għal ftit żmien qabel ma toħloq waħda għalik. jekk jogħġbok imposta ġo /r/help jekk tixtieq tiskeb aktar tagħrif dwar dir-restrizzjoni, jew jekk għandek bżonn eżenzjoni tista' [tikkuntattja l-amministraturi](/contact) sabiex tiksibha.
sv: # ditt konto är för nytt för att skapa en subreddit försök att delta i andra gemenskaper på reddit ett litet tag innan du startar din egen. var vänlig och gör ett inlägg i /r/help om du behöver mer information om den här restriktionen, eller om du behöver ett särskilt undantag kan du [kontakta administratörerna](/contact) för att efterfråga det.
uk: # Ваша обліковка надто свіжа для створення сабреддітів спробуйте для початку взяти участь в інших спільнотах на реддіті, перш ніж створювати свій. будь ласка, пишіть на /r/help, якщо треба більше інформації про це обмеження, або якщо для Вас треба зробити виняток, можете [зв'язатися з адмінами](/contact) і попросити їх.

source: name
ar: الاسم
bs: ime
ca: nom
el: όνομα
et: nimi
eu: izena
fi: nimi
fr_ca: nom
he: שם
hu: név
it: nome
mt_mt: isem
nn: namn
no: navn
pl: nazwa
sv: namn
ta: பெயர்
uk: ім'я
vi: tên

source: Appears in search results and social media links. 500 characters max.
fr_ca: Apparaît dans les résultats de recherche et dans les liens des médias sociaux. 500 caractères max.
it: Appare nei risultati delle ricerche e nei link dei social media. Massimo 500 caratteri.
sv: Visas i sökresultat och länkar till sociala medier. 500 tecken max.
uk: З'являється у результатах пошуку і посилання соціальних мереж. Макс. 500 символів.

source: text to show on submission page. 1024 characters max.
fi: teksti, joka näytetään lähetyssivulla. 1024 merkkiä maksimi.
fr_ca: texte à afficher sur la page de soumission. 1024 caractères max.
hu: a beküldött oldalon megjelenített szöveg. max. 1024 karakter
it: testo da mostrare nella pagina di invio. limite di 1024 caratteri.
mt_mt: test x'jintwera fil-paġna tal-impostazzjoni. massimu ta' 1024 karattru.
nn: tekst å vise på innsendingssiden. maks 1024 tegn.
no: tekst å vise på innsendingssiden. maks 1024 tegn.
pl: tekst do pokazania na stronie podsumowania. 1024 znaków maksymalnie.
sv: text att visa på bidragssidan. max 1 024 tecken.
uk: текст, який буде показано на сторінці публікації. До 1024 символів довжиною
vi: văn bản hiển thị trên trang đăng bài. tối đa 1024 ký tự.

source: submission text
el: κείμενο υποβολής
fi: lähetettävä teksti
fr_ca: texte de soumission
hu: beküldés szövege
it: testo del post
mt_mt: test tal-impostazzjoni
nn: innleggstekst
no: innleggstekst
pl: treść
sv: bidragstext
uk: текст публікації

source: public
ar: عام
bs: javno
el: δημόσιο
et: avalik
eu: publikoa
fi: julkinen
fr_ca: publique
he: פומבי
hu: nyilvános
it: pubblico
mt_mt: pubbliku
nn: offentleg
no: offentlig
pl: publiczny
sv: offentlig
ta: மக்கள்
uk: публічний
vi: công cộng

source: anyone can view and submit
ar: يمكن للجميع القراءة والنشر
bs: bilo ko može pregledati i pisati
ca: qualsevol pot veure i penjar
el: όλοι μπορούν να το δουν και να υποβάλλουν συνδέσμους
et: kõik võivad vaadata ja lisada
eu: edozein ikus dezake eta bidalketak egin
fi: kaikki voivat katsoa ja lisätä
fr_ca: tout le monde peut voir et soumettre
he: כולם יכולים לראות ולהגיש
hu: bárki megtekintheti és küldhet be
it: tutti possono visualizzare e inviare
mt_mt: kullħadd jista' jara u jimposta
nn: kven som helst kan lesa og sende inn
no: alle kan se og sende
pl: każdy może czytać i tworzyć
sv: alla kan läsa och bidra
ta: யார் வேண்டுமானாலும் பார்க்கலாம்,சமர்ப்பிக்கலாம்
uk: будь-який користувач може переглядати і публікувати
vi: bất kỳ ai đều có thể xem và đệ trình

source: restricted
ar: محدّد
bs: ograničeno
ca: restringit
el: περιορισμένο
et: keelatud
eu: mugatua
fi: rajoitettu
fr_ca: restreint
he: מוגבל
hu: korlátozott
it: ristretto
mt_mt: ristrett
nn: avgrensa
no: begrenset
pl: z ograniczeniami
sv: begränsad
ta: தடை விதிக்கப்பட்டது
uk: обмежений
vi: bị cấm

source: anyone can view, but only some are approved to submit links
ar: يمكن للجميع القراءة ، ولكن يُسمح نشر الروابط لفئة محدودة
bs: bilo ko može pregledati, ali samo određene osobe mogu slati linkove
ca: tothom ho pot veure, però únicament alguns poden enviar enllaços
el: όλοι μπορούν να το δουν, αλλά μόνο ορισμένοι μπορούν να υποβάλλουν συνδέσμους
eu: edozeinek ikus dezake, baina onartutakoek soilik bidal ditzakete estekak
fi: kaikki voivat katsoa, mutta vain hyväksytyt voivat lisätä linkkejä
fr_ca: le contenu est public, mais seules quelques personnes peuvent soumettre des liens
hu: bárki megnézheti, de csak néhányan vannak elfogadva, hogy linket küldjenek be
it: chiunque può visualizzare, ma solo alcuni sono autorizzati ad inviare link
mt_mt: kullħadd jista jara, imma ftit huma approvati jimpustaw links
nn: alle kan lese, men berre somme er godkjende til å sende inn lenkjer
no: alle kan se, men kun noen er godkjent til å sende linker
pl: każdy może czytać, ale tylko wybrani mogą dodawać linki
sv: alla kan läsa, men bara vissa är godkända för att bidra med länkar
uk: будь-який користувач може переглядати, але лише деякі схвалені автори можуть публікувати
vi: bất kỳ ai cũng có thể xem, nhưng chỉ một số được chấp nhận được quyền đệ trình đường liên kết

source: only approved members can view and submit
ar: يُسمح فقط للمشتركين المصرّحين القراءة والنشر
bs: samo odobrene osobe mogu pregledati i pisati
ca: Només membres admesos poden veure i enviar
el: μόνο εγκεκριμένα μέλη μπορούν να δουν και να υποβάλλουν συνδέσμους
eu: onartutako kideek soilik ikus dezakete eta bidalketak egin
fi: vain hyväksytyt jäsenet voivat katsoa ja lisätä
fr_ca: seuls les membres approuvés peuvent voir et soumettre
hu: csak elfogadott tagok nézhetik meg és küldhetnek be
it: solo i membri approvati posso visualizzare ed inviare link
mt_mt: membri approvati biss jistgħu jaraw u jimpustaw
nn: berre godkjende medlemmer kan lesa og sende inn
no: kun godkjente medlemmer kan se og sende
pl: dostęp tylko dla wybranych osób
sv: bara godkända medlemmar kan läsa och bidra
uk: лише схвалені учасники можуть переглядати і публікувати
vi: chỉ các thành viên sau khi được chấp nhận mới có thể xem và đệ trình

source: anyone can view, but submissions are no longer accepted
ar: ممكن لأي شخص أن يتصفح ، ولكن المشاركة لم تعد مسموحة
bs: bilo ko može pregledati, ali nove poruke više nisu dopuštene
ca: tothom pot veure, però noves entrades ja no són acceptades
el: όλοι μπορούν να δουν, αλλά δεν επιτρέπονται πια υποβολές
eu: edozeinek ikus dezake, baina jada ez da bidalketarik onartzen
fi: kuka vain voi tarkastella, mutta sisältöä ei enää hyväksytä
fr_ca: le contenu est public, mais les soumissions ne sont plus acceptées
hu: mindenki megtekintheti, de már nem küldhet be senki újat
it: chiunque può vedere, ma i nuovi post non sono più accettati
mt_mt: kullħadd jista' jara, imma impostazzjonijiet ġodda m'humiex aċċettati
nn: alle kan sjå, men bidrag er ikkje lenger tillatne
no: alle kan se, men innleveringer er ikke lenger akseptert
pl: nie ma ograniczeń przeglądania, ale zmiany nie są już akceptowane
sv: alla kan läsa, men bidrag accepteras inte längre
uk: кожен може переглядати, але підписка більше неможлива
vi: mọi người có thể xem, nhưng không còn đăng bài mới được

source: gold restricted
ar: محدد الذهب
el: μόνο για χρυσά μέλη reddit
fi: kulta rajoitettu
fr_ca: restreint au membres or
hu: arany korlátozva
it: riservato agli utenti gold
mt_mt: irriżervat għall-abbonati gold
nn: forbeholdt gull
no: forbeholdt gull
pl: Gold ograniczony
sv: begränsad till guld-medlemmar
uk: лише для золотих учасників

source: anyone can view, but only reddit gold members can submit or comment
bs: bilo ko može da pregleda, ali samo zlatni članovi mogu da objavljuju priče ili komentarišu
el: οποιοσδήποτε μπορεί να το δει, αλλά μόνο χρυσά μέλη μπορούν να υποβάλλουν συνδέσμους και να σχολιάσουν.
fi: kaikki voivat katsoa, mutta vain reddit -kultajäsenet voivat lisätä tai kommentoida
fr_ca: le contenu est public, mais seuls les membres reddit or peuvent soumettre ou commenter
hu: bárki megtekintheti, de csak reddit arany tagok küldhetnek be vagy szólhatnak hozzá
it: chiunque può vederlo, ma solo i membri reddit gold possono inviare link o commentare
mt_mt: kullħadd jista' jara, imma membri gold biss jistgħu jimpustaw jew jikkummentaw
nn: alle kan se, men kun reddit-gullmedlemmer kan sende eller kommentere
no: alle kan se, men kun reddit-gullmedlemmer kan sende eller kommentere
pl: każdy może widzieć, lecz tylko użytkownicy ze złotem reddit mogą dodawać oraz komentować
sv: alla kan läsa, men bara reddit guld-medlemmar kan skicka in eller kommentera
uk: хто завгодно може переглядати, але лише Золоті учасники можуть публікувати або коментувати
vi: ai cũng có thể xem, nhưng chỉ thành viên reddit gold có thể đăng bài hoặc bình luận

source: employees only
fi: vain työntekijöille
fr_ca: Réservé aux employés
hu: csak alkalmazottak
it: riservato ai dipendenti
mt_mt: impjegati biss
sv: endast anställda
uk: тільки для співробітників

source: only reddit employees can view; the employee list is pulled from live config
fr_ca: peut seulement être vu par les employés de reddit; la liste des employés peut être retirée de la configuration en temps réel
it: solo i dipendenti di reddit possono vederlo; la lista dei dipendenti viene scaricata dalla configurazione in tempo reale
mt_mt: l-impjegati ta' reddit biss jistgħu jaraw; l-elenku tal-impjegati jittella' mil-konfigurazzjoni live
sv: endast reddit-anställda kan se detta; listan över anställda är borttagen från live config
uk: лише працівники реддіта можуть переглядати; список працівників задається на сервері адміном

source: If you switch this subreddit to another type, you will not be able to switch back to "gold only" without the assistance of an admin
fr_ca: Si vous changez le type de ce subreddit, vous ne pourrez plus revenir à un subreddit "membres gold seulement" sans l'assistance d'un administrateur
it: Se cambi il tipo di subreddit ad un altro tipo, non sarai in grado di cambiarlo a "solo oro" senza l'assistenza di un amministratore
mt_mt: Jekk taqleb dis-subreddit għal-tip ieħor, ma' tkunx tista terġa' taqlibha għal waħda rriżervata għal-membri gold mingħir l-għajnuna t' amministratur
sv: Om du byter typen på detta subreddit, så kommer du behöva hjälp från en admin för att byta tillbaka till "endast guld"
uk: Якщо Ви перемкнете цей реддіт на інший тим, Вам не вдасться перемкнути його назад на «лише для золотих» без допомоги адміна

source: gold only
fi: vain kultajäsenille
fr_ca: membres gold seulement
hu: csak arany
it: riservato agli utenti reddit gold
mt_mt: gold biss
sv: endast guldmedlemmar
uk: тільки для золотої підписки

source: only reddit gold members can view and submit
fi: vain kultajäsenet voivat katsoa ja lisätä linkkejä
fr_ca: seuls les membres gold peuvent voir et soumettre
it: solo gli utenti gold possono vedere ed inviare
mt_mt: membri gold ta' reddit biss jistgħu jaraw u jimpustaw
sv: endast guldmedlemmar på reddit kan se och skicka inlägg
uk: лише золоті користувачі реддіта можуть переглядати і дописувати

source: content options
ar: خيارات المحتوى
bs: opcije sadržaja
ca: opcions de contingut
el: επιλογές περιεχομένου
eu: edukiaren aukerak
fi: sisällönhallintavaihtoehdot
fr_ca: options relatives au contenu
hu: tartalmi beállítások
it: opzioni dei contenuti
mt_mt: preferenzi tal-kontenut
nn: innhaldsval
no: innholdsvalg
pl: opcje treści
sv: innehållsalternativ
uk: налаштування вмісту
vi: tùy chọn nội dung

source: any
ar: أيّ
bs: bilo šta
ca: qualsevol
el: οτιδήποτε
eu: edozein
fi: kaikki
fr_ca: n'importe
hu: bármi
it: qualsiasi
mt_mt: kwalsijasi
nn: kva som helst
no: hva som helst
pl: dowolna
sv: alla
uk: будь-що
vi: bất kỳ

source: any link type is allowed
ar: كل أنواع الروابط مسموحة
bs: dozvoljen je bilo koji link
ca: es permet qualsevol tipus d'enllaç
el: οτιδήποτε είδος συνδέσμου επιτρέπεται
eu: edozein motatako estekak onartzen dira
fi: kaikki linkkityypit sallittuja
fr_ca: tous les type de liens sont autorisés
hu: bármilyen hivatkozás engedélyezett
it: qualunque tipo di link è consentito
mt_mt: kwalsijasi tip ta' link hi permessa
nn: alle typar lenkjer er tillatne
no: alle lenker er tillatt
pl: dozwolone obydwa typy odnośników
sv: alla länktyper är tillåtna
uk: дозволено будь-який тип посилань
vi: cho phép bất kỳ loại đường liên kết nào

source: links only
ar: روابط فقط
bs: samo linkovi
ca: només enllaços
el: μόνο εξωτερικοί σύνδεσμοι
eu: estekak soilik
fi: vain linkkejä
fr_ca: liens seulement
hu: csak hivatkozások
it: solo link
mt_mt: links biss
nn: berre lenkjer
no: kun lenker
pl: tylko odnośniki
sv: endast länkar
uk: лише посилання
vi: chỉ liên kết

source: only links to external sites are allowed
ar: مسموح لروابط مواقع خارجية فقط
bs: dozvoljeni su samo linkovi ka vanjskim stranicama
ca: només es permeten enllaços a pàgines web exteriors
el: μόνο σύνδεσμοι σε άλλα site επιτρέπονται
eu: kanpoko guneen estekak soilik onartzen dira
fi: linkkejä vain ulkoisiin sivustoihin
fr_ca: seulement les liens vers des sites externes sont autorisés
hu: csak külső oldalakra mutató hivatkozások engedélyezettek
it: solo link a siti esterni sono consentiti
mt_mt: links lejn siti esterni biss huma permessi
nn: berre lenkjer til eksterne sider er tillatne
no: kun lenker til eksterne sider er tillatt
pl: dozwolone tylko odnośniki do zewnętrznych stron
sv: endast länkar till externa webbplatser är tillåtna
uk: допустимі тільки посилання на зовнішні сайти
vi: chỉ cho phép các liên kết từ trang bên ngoài

source: text posts only
ar: منشورات كتابية فقط
bs: samo tekstualne poruke
ca: només articles de text
el: μόνο αναρτήσεις κειμένου
eu: testu bidalketa soilik
fi: vain tekstipohjaisia viestejä
fr_ca: uniquement des messages textes
hu: csak szöveges bejegyzések
it: solo testo
mt_mt: impostazzjonijiet ta' testi biss
nn: berre tekstpostar
no: kun tekstposter
pl: tylko posty tekstowe
sv: endast textinlägg
uk: дозволені лише текстові публікації
vi: chỉ cho phép bài đăng có dạng văn bản

source: only text/self posts are allowed
ar: مسموح لمنشورات كتابية أو ذاتية فقط
bs: dozvoljene su samo tekstualne/samostalne poruke
ca: només es permet text o 'posts' propis
el: μόνο δημοσιεύσεις κειμένου/σχολίων επιτρέπονται
eu: testu bidalketak soilik onartzen dira
fi: vain tekstipostaukset ovat sallittuja
fr_ca: seules publications personnelles/textuelles sont permises
hu: csak szöveges/magánjellegű bejegyzések engedélyezettek
it: solamente post contenenti testo sono consentiti
mt_mt: impostazzjonijiet ta' testi jew personali biss huma permessi
nn: berre tekst-/sjølvpostar er tillatne
no: kun tekst/egne poster er tillatt
pl: dozwolone tylko posty tekstowe \(self-posty\)
sv: endast text-/självinlägg är tillåtna
uk: дозволені лише текстові/власні публікації
vi: chỉ cho phép bài đăng có dạng văn bản/tự đăng

source: Custom label for submit link button (blank for default):
bs: Korisnički natpis za dugme za slanje linkova (početno je prazno):
el: Προσαρμοσμένη ετικέτα για το κουμπί υποβολής συνδέσμου (κενό για το εξ' ορισμού):
fr_ca: Personnalisez le nom du bouton soumettre.
hu: Egyedi címke a "link beküldése" gombhoz (üres az alapértelmezett):
it: etichetta personalizzata per il pulsante invio link (lascia vuoto se vuoi quella predefinita):
mt_mt: tikketta ppersonalizzata għal-buttuna ta' impostazzjoni ta' links (ħalli vojta jekk tridha ppredefinita):
nn: Egendefinert merking på knapp for posting av lenker (blank for standard):
no: Egendefinert merking på knapp for posting av lenker (blank for standard):
pl: Dowolny opis przycisku Wyślij link (domyślnie puste):
sv: Egen text på skicka-in-länk-knappen (lämna tom för standardtext):
uk: Свій напис для кнопки публікації посилання (або залиште порожнім):
vi: Nhãn tùy chọn dành cho nút đăng bài (mặc định là để trống):

source: Custom label for submit text post button (blank for default):
bs: Korisnički natpis za dugme za slanje poruka (početno je prazno):
el: Προσαρμοσμένη ετικέτα για το κουμπί υποβολής ανάρτησης κειμένου (κενό για το εξ' ορισμού):
fr_ca: Personnalisez l'étiquette du bouton soumettre un post texte (laisser vide pour laisser par défaut):
hu: Egyedi címke a "szöveges poszt beküldése" gombhoz (üres az alapértelmezett):
it: etichetta personalizzata per il pulsante invio messaggio di testo (lascia vuoto se vuoi quella predefinita):
mt_mt: tikketta ppersonalizzata għal-buttuna tal-impostazzjoniet testwali (ħalli vojta jekk tridha ppredefinita):
nn: Egendefinert merking på knapp for posting av tekst (blank for standard):
no: Egendefinert merking på knapp for posting av tekst (blank for standard):
pl: Dowolny opis przycisku Wyślij post (domyślnie puste):
sv: Egen text på skicka-in-textinlägg-knappen (lämna tom för standardtext):
uk: Свій напис для кнопки публікації тексту (або залиште порожнім):
vi: Nhãn tùy chọn dành cho phần văn bạn hiển thị ở nút đăng bài (mặc định là để trống):

source: disabled
ar: معطل
bs: onemogućeno
ca: desactivat
el: απενεργοποιημένο
eo: malpermesita
fi: poistettu käytöstä
fr_ca: désactivé
hu: kikapcsolva
it: disabilitato
mt_mt: iddiżattivat
nn: slegen av
no: deaktivert
pl: wyłączone
sr_la: onesposobljeno
sv: inaktiverad
uk: вимкнено
vi: vô hiệu hóa

source: Wiki is disabled for all users except mods
ar: تم تعطيل ويكي لكافة المستخدمين عدا المشرفين
bs: Wiki je onemogućen za sve korisnike osim za moderatore
el: το βίκι έχει απενεργοποιηθεί για όλους τους χρήστες εκτός από τους συντονιστές
fi: Wiki on poissa käytöstä kaikilta kayttäjiltä paitsi modeilta
fr_ca: Wiki est désactivé pour tous les utilisateurs à l'exception des modérateurs
hu: A wiki ki van kapcsolva minden felhasználónak, kivétel a moderátorok.
it: La wiki è disabilitata per tutti gli utenti eccetto i moderatori
mt_mt: Il-wiki ddiżattivata għall-utenti kollha minbarra l-moderaturi
nn: wikien er utilgjengeleg for alle utanom moderatorar
no: Wiki er deaktivert for alle brukere unntatt mods
pl: Wiki jest zablokowana dla wszystkich, poza moderatorami
sv: Wikin är inaktiverad för alla användare utom moderatorer
uk: Вікі вимкнено для усіх користувачів окрім модераторів
vi: Wiki bị vô hiệu hóa với tất cả trừ mod

source: mod editing
ar: وضع التحرير
bs: mod uređivanje
el: επεξεργασία συντονιστών
fi: mod muokkausta
fr_ca: modification de modérateur
hu: mod szerkesztés
it: modifica moderatore
mt_mt: modifikazzjoni mil-moderaturi
nn: moderatorendring
no: mod-redigering
pl: moderacja
sv: moderatorredigering
uk: редагування модератором
vi: điều hành viên đang chỉnh sửa

source: Only mods, approved wiki contributors, or those on a page's edit list may edit
bs: Samo modovi, odobreni wiki saradnici ili oni koji se nalazi u listi uređivača mogu vršiti uređivanje
el: Μόνο οι επιβλέποντες, οι εγκεκριμένοι συνεργάτες βίκι, ή αυτοί που βρίσκονται στη λίστα επεξεργασίας της σελίδας μπορούν να επεξεργαστούν
fi: Vain modit, hyväksytyt wikin kirjoittajat tai sivun muokkauslistalla olevat voivat muokata.
fr_ca: Seuls les modérateurs, les auteurs wiki autorisés ou les personnes apparaissant dans la liste de modifications d'une page peuvent apporter des modifications
hu: Csak moderátorok, engedélyezett wiki közreműködők vagy az oldal szerkesztési listáján szereplők szerkeszthetik.
it: Solo i moderatori, contributori wiki approvati, o chi fa parte di un elenco di modifica di una pagina, possono effettuare modifiche
mt_mt: Il-moderaturi, kontributuri approvati tal-wiki, jew dawk elenkati bħala edituri biss jistgħu jimmodifikaw
nn: Berre moderatorar, godkjende wikiinnsendarar eller dei med løyve kan gjere endreingar
no: Kun moderatorer, godkjente bidragsytere eller de på endringslisten for en side kan redigere siden
pl: Tylko moderatorzy, redaktorzy wiki oraz użytkownicy na liście edytorów mogą edytować
sv: Endast moderatorer, godkända wikibidragsgivare och personer på en sidas redigeringslista kan redigera
uk: Лише модератори, схвалені автори вікі або учасники в переліку редакторів цієї сторінки можуть редагувати
vi: Chỉ có các quản trị viên, các cộng tác viên chỉnh sửa wiki được cấp phép hoặc những người trong danh sách sau mới được quyền chỉnh sửa

source: anyone
ar: أي أحد
bs: bilo ko
el: οποιοσδήποτε
fi: kuka tahansa
fr_ca: tout le monde
hu: bárki
it: chiunque
mt_mt: kullħadd
nn: kven som helst
no: noen
pl: wszyscy
sv: alla
uk: будь-хто
vi: bất cứ ai

source: Anyone who can submit to the subreddit may edit
ar: من يشارك فى الريديت الفرعي يمكنه التحرير
bs: Svako sa pravima pisanja u subredditu može i uređivati
el: Όποιος μπορεί να υποβάλει στο υποreddit μπορεί να το επεξεργαστεί
fi: Kuka vain joka voi lisätä tähän aliredditiin saa muokata sitä
fr_ca: Quiconque pouvant soumettre du contenu au subreddit peut apporter des modifications
hu: Bárki aki beküldhet az alredditre szerkeszthet
it: Chiunque possa inviare al subreddit può modificare
mt_mt: Kull min jista' jimposta fis-subreddit jista' jimmodifika
nn: Dei som kan sende inn til subredditen kan endre
no: Alle bidragsytere fra subredditen kan redigere
pl: Każdy, kto może publikować do subreddita może też edytować
sv: Alla som kan bidra till subredditen får redigera
uk: Будь-хто хто може підписатись на сабреддіт може редагувати
vi: Bất cứ ai cũng có thể đăng bài lên chuyên mục đều có thể chỉnh sửa

source: Subreddit karma required to edit and create wiki pages:
ar: الريديت الفرعي المختلط مطلوب لإنشاء وتحرير صفحات المعلومات.
bs: Subreddit karma potrebna za uređivanje i kreiranje wiki stranica:
el: Κάρμα υποreddit που χρειάζεται για να επεξεργαστείς και να δημιουργήσεις σελίδες βίκι:
fi: Aliredditeissä ansaittu karmamäärä, joka vaaditaan wikisivujen muokkaukseen ja lisäykseen:
fr_ca: Karma de subreddit requis pour modifier et créer des pages wiki :
hu: Ennyi subreddit karma szükséges a wiki oldalak létrehozásához és szerkesztéséhez:
it: Karma del subreddit necessario per modificare e creare pagine wiki:
mt_mt: Karma tas-subreddit meħtieġ sabiex timmodifika jew toħloq paġni tal-wiki:
nn: Subredditkarma er påkravd for kunne endre og opprette wikisider
no: Subreddit-karma påkrevd for å kunne redigere og opprette wiki-sider:
pl: Karma z subreddit wymagana do edytowania i tworzenia stron wiki:
sv: Subreddit-karma krävs för att redigera och skapa wikisidor:
uk: Сабреддіт карма необхідна для редагування чи створення сторінок вікі:
vi: chuyên mục karma cần được chỉnh sửa và tạo trang wiki:
