Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: please confirm the form
ar: الرجاء تأكيد الإستمارة
bs: molimo vas da potvrdite obrazac
ca: confirmeu el formulari
el: παρακαλώ επιβεβαιώστε τη φόρμα
eu: mesedez, baieztatu formularioa
fi: tallenna lomake
fr_ca: veuillez confirmer le formulaire
hu: kérlek hagyd jóvá az űrlapot
it: per favore conferma il modulo
mt_mt: jekk jogħġbok ikkonferma l-formola
nn: stadfest skjemaet
no: vennligst bekreft skjemaet
pl: proszę potwierdzić formularz
sv: vänligen bekräfta formuläret
uk: будь ласка підтвердіть форму
vi: vui lòng xác nhận biểu mẫu

source: conflict error while saving
ar: خطأ تعارض أثناء الحفظ
bs: konfliktna greška prilikom snimanja
ca: error de conflicte mentre es desava
el: σφάλμα διένεξης κατά την αποθήκευση
fi: ristiriitavirhe tallennettaessa
fr_ca: erreur en raison d'un conflit pendant l'enregistrement
hu: ütközési hiba mentés közben
it: errore di conflitto durante il salvataggio
mt_mt: problema ta' konflitt waqt is-salvataġġ
nn: konfliktfeil under lagringa
no: konfliktfeil under lagring
pl: niezgodność podczas zapisu
sv: konfliktfel vid sparåtgärd
uk: конфлікт під час збереження
vi: xảy ra lỗi trong lúc lưu lại dữ liệu

source: cannot perform this action via the API
ar: لا يمكن القيام بهذا عن طريق الـ أي بي آي
bs: ovu akciju nije moguće izvršiti preko API-ja
ca: no es pot realitzar aquesta acció a través de l'API
el: αυτή η ενέργεια δεν μπορεί να εκτελεστεί από το API
eu: ezin da ekintza hau gauzatu API bidez
fi: ei pysty suorittamaan tätä toimintoa API:llä
fr_ca: impossible d'effectuer cette action via l'API
hu: ez a művelet nem végrehajtható az API-n keresztül
it: impossibile compiere questa azione tramite l'API
mt_mt: din l-azzjoni ma' tistax isseħħ bl-API
nn: kan ikkje utføre den her handlinga via API-et
no: kan ikke utføre denne handlingen via API-en
pl: nie można wykonać tej akcji przez API
sv: det går inte att utföra åtgärden via API:t
uk: цю дію неможливо здійснити через API
vi: không thể thực hiện thao tác này qua API

source: %(domain)s is not allowed on reddit: %(reason)s
ar: %(reason)s غير مسموح على راد ايديت: %(domain)s
bs: %(domain)s nije dozvoljena na redditu: %(reason)s
ca: %(domain)s no és permés a reddit: %(reason)s
el: Το %(domain)s δεν επιτρέπεται στο reddit: %(reason)s
fi: %(domain)s ei ole sallittu redditissä: %(reason)s
fr_ca: %(domain)s n'est pas autorisé sur reddit : %(reason)s
hu: %(domain)s nem engedélyezett redditen: %(reason)s
it: il dominio %(domain)s non è ammesso su reddit: %(reason)s
mt_mt: %(domain)s mhux permess fuq reddit: %(reason)s
nn: %(domain)s er ikkje tillate på reddit: %(reason)s
no: %(domain)s er ikke tillatt på reddit: %(reason)s
pl: Domena %(domain)s nie jest dozwolona na reddit: %(reason)s
sv: %(domain)s är inte tillåtet på reddit: %(reason)s
uk: %(domain)s не дозволений на реддіті: %(reason)s
vi: %(domain)s không được cho phép trên reddit: %(reason)s

source: you must enable two-factor authentication
ar: يجب عليك تفعيل عملية التحقق من خطوتين
bs: morate omogućiti višestruku autentifikaciju
ca: s'ha d'activar l'autenticació de dos factors
el: πρέπει να ενεργοποιήσεις ταυτοποίηση δύο παραγόντων
fi: sinun pitää sallia kaksivaiheinen varmistus
fr_ca: vous devez activer l'authentification forte
hu: engedélyezned kell a kétlépcsős hitelesítést
it: devi abilitare l'autenticazione a due fattori
mt_mt: meħtieġ tattiva l-awtentikazzjoni b'żewġ fatturi
nn: du må skru på to-faktors identitetsstadfesting
no: du må aktivere to-faktor autentisering
pl: musisz włączyć autoryzację dwuetapową
sv: du måste aktivera tvåfaktorautentisering
uk: ви повинні увімкнути двохфакторну ідентифікацію
vi: bạn phải bật tính năng xác thực hai chiều

source: two-factor authentication is already enabled
ca: L'autentificació de dos passes ja esta activada
el: η πιστοποίηση δύο παραγόντων είναι ήδη ενεργοποιημένη
fi: kaksiosainen todennus on jo käytössä
fr_ca: La double authentification est déjà activée
hu: a kétlépcsős érvényesítés már engedélyezve van
it: L'identificazione a due fattori è già attiva
mt_mt: l-awtentikazzjoni b'żewġ fatturi diġà attivata
nn: to-faktor autentisering er allerede valgt
no: to-faktor autentisering er allerede valgt
pl: uwierzytelnianie dwuskładnikowe jest już uaktywnione
sv: tvåfaktorsautentisering är redan aktiverat
uk: двохфактора ідентифікація вже ввімкнена
vi: xác thực bảo mật 2 bước đã được bật

source: image problem
ar: ملف صورة
bs: problem u slici
ca: problema d'imatge
el: πρόβλημα με την εικόνα
fi: ongelma kuvan kanssa
fr_ca: problème avec l'image
hu: kép probléma
it: problema con l'immagine
mt_mt: problema bl-istampa
nn: biletproblem
no: bildeproblem
pl: problem z obrazkiem
sv: bildproblem
uk: проблема зображення
vi: vấn đề về ảnh

source: That file type is not allowed
el: Αυτός ο τύπος αρχείο δεν επιτρέπεται
fr_ca: Ce type de fichier n'est pas autorisé
it: Quel tipo di file non è permesso
sv: Den filtypen är inte tillåten

source: already added
ar: مضاف قبلا
bs: već dodano
ca: ja s'ha afegit
el: έχει ήδη προστεθέι
fi: jo lisätty
fr_ca: déjà ajoutée
hu: már hozzá van adva
it: già aggiunta
mt_mt: diġà miżjud
nn: allereie lagt til
no: allerede lagt til
pl: dodano wcześniej
sv: redan tillagd
uk: вже додано
vi: đã được thêm vào

source: too many developers
ar: عدد كبير جدا من المطورين
bs: previše programera
ca: massa desenvolupadors
el: πάρα πολλοί προγραμματιστές
fi: liikaa kehittäjiä
fr_ca: trop de développeurs
hu: túl sok fejlesztő
it: troppi sviluppatori
mt_mt: wisq żviluppaturi
nn: alt for mange utviklarar
no: for mange utviklere
pl: za dużo developerów
sv: för många utvecklare
uk: занадто багато розробників
vi: quá nhiều nhà phát triển

source: you cannot add this account from this interface
fr_ca: vous ne pouvez pas ajouter ce compte depuis cette interface
sv: du kan inte lägga till detta konto från detta gränssnitt

source: invalid modhash
el: λανθασμένο modhash
fr_ca: modhash non valide
sv: ogiltig modhash

source: that user is already a moderator
ar: هذا المستخدم هو بالفعل لمشرف
bs: ovaj korisnik je već moderator.
ca: aquest usuari ja és moderador
el: αυτός ο χρήστης είναι ήδη συντονιστής
fi: tämä käyttäjä on jo moderaattori
fr_ca: cet utilisateur est déjà modérateur
hu: az a felhasználó már moderátor
it: quell'utente è già un moderatore
mt_mt: l-utent diġà moderatur
nn: den brukaren er allereie ein moderator
no: den brukeren er allerede en moderator
pl: ten użytkownik jest już moderatorem
sv: den användaren är redan moderator
uk: цей користувач вже модератор
vi: Người dùng này đã là người điều hành rồi

source: You can't perform that action because that user is a moderator.
el: δεν μπορείτε να εκτελέσετε αυτήν την επιλογή επειδή ο χρήστης είναι διαχειριστής.
fi: Et voi suorittaa toimintoa, koska kyseinen käyttäjä on moderaattori.
fr_ca: Vous ne pouvez pas effectuer cette action car cet utilisateur est un modérateur.
hu: Nem hajthatod végre azt a műveletet, mivel a felhasználó moderátor.
it: Non puoi eseguire quella azione perché quell'utente è un moderatore.
sv: Du kan inte göra det där eftersom användaren är en moderator.
uk: Ви не можете виконати цю дію, бо цей користувач — модератор.
vi: Bạn không thể thực hiện thao tác đó vì người dùng đó là một mod.

source: there is no pending invite for that subreddit
bs: nema pozivnica na čekanju za zaj subreddit
ca: no hi ha cap invitació pendent d'aquest subreddit
el: δεν υπάρχει εκκρεμής πρόσκληση για αυτό το υποreddit
fi: ei voimassa olevaa kutsua tähän aliredditiin
fr_ca: il n'y a pas d'invitation en attente pour ce subreddit
hu: nincs függőben lévő meghívás ahhoz az subreddithez
it: non c'è nessun invito in sospeso per quel subreddit
mt_mt: m'hemmx stediniet pendenti għal dak is-subreddit
nn: det er inga ventande invitasjon for den subredditen
no: det er ingen ventende invitasjon for denne subredditen
pl: brak oczekujących zaproszeń do tego subreddita
sv: det finns ingen aktuell inbjudan till den subredditen
uk: немає неприйнятих запрошень в цей сабреддіт
vi: hiện không có chế độ chờ việc gửi lời mời cho chuyên mục đó

source: you cannot edit the budget of a live ad
ca: no és possible editar el pressupost d'un anunci en actiu
el: δεν μπορείς να αλλάξεις τον προϋπολογισμό μιας τρέχουσας διαφημίσης
fr_ca: vous ne pouvez pas modifier le budget d'une annonce publiée
hu: nem tudod szerkeszteni egy élő reklám költségvetését
it: non puoi modificare il budget di una pubblicità in corso
mt_mt: ma' tistax tbiddel il-baġit ta' reklam live
nn: du kan ikke endre budsjettet til en aktiv annonse
no: du kan ikke endre budsjettet til en aktiv annonse
pl: nie możesz zmienić budżetu aktywnej reklamy
sv: du kan inte redigera budgeten för en pågående annons
uk: ви не можете редагувати бюджет рекламної кампанії, що є активна
vi: bạn không thể chỉnh sửa ngân quỹ của một quảng cáo đang được thực thi

source: you have too many campaigns for that promotion
bs: imate previše kampanja za tu promociju
ca: teniu massa campanyes per a eixa promoció
el: Έχεις υπερβολικά πολλές εκστρατείες για αυτήν την προώθηση.
fi: sinulla on liian monta kampanjaa tuohon mainokseen
fr_ca: vous avez trop de campagnes pour cette promotion
hu: túl sok kampányod van ehhez a promocióhoz
it: hai troppe campagne per quella promozione
mt_mt: għandek wisq kampanji għal dik il-promozzjoni
nn: du har alt for mange kampanjar for den der fremjinga
no: du har for mange kampanjer for den fremvisningen
pl: masz za dużo kampanii dla tej promocji
sv: du har för många kampanjer för den marknadsföringen
uk: ви маєте забагато кампаній для цієї рекламної акції
vi: bạn có quá nhiều chiến dịch dành cho việc quảng bá vừa rồi

source: that jsonp callback contains invalid characters
bs: jsonp povratni poziv sadrži neispravne znakove
ca: aquesta retornada jsonp conté caràcters invàlids
el: η jsonp περιέχει μη έγκυρους χαρακτήρες
fr_ca: ce rappel jsonp contient des caractères non valides
hu: az a josnp hívás érvénytelen karaktereket tartalmaz
it: quel callback jsonp contiene caratteri non validi
mt_mt: dik il-jsonp callback għanda karattri invalidi
nn: JSONP-tilbakekallet innhald ugyldige teikn
no: JSONP-tilbakekallet inneholder ugyldige tegn
pl: callback jsonp zawiera nieprawidłowe znaki
sv: den där jsonp-callback:en innehåller ogiltiga tecken
uk: той зворотній виклик jsonp містить неприпустимі символи
vi: hàm triệu hồi jsonp chứa các ký tự không hợp lệ

source: permissions don't apply to that type of user
bs: dozvole se ne primjenjuju za tu vrstu korisnika
ca: els permissos no són valids per a aquest tipus d'usuari
el: δεν εφαρμόζονται δικαιώματα σε αυτό το είδος χρήστη
fi: käyttöoikeudet eivät koske tuontyyppisiä käyttäjiä
fr_ca: les permissions ne s'appliquent pas pour ce type d'utilisateur
hu: az engedélyek nem vonatkoznak arra a felhasználó típusra
it: i permessi non sono validi per quel tipo di utente
mt_mt: il-permessi ma' japplikawx ma' dak it-tip ta' utent
nn: tillatelser gjelder ikke denne typen bruker
no: tillatelser gjelder ikke denne typen bruker
pl: nie można nadać uprawnień użytkownikowi tego typu
sv: behörigheter gäller inte den typen av användare
uk: дозволи не діють на такі групи користувачів
vi: quyền không áp dụng đối với loại thành viên đó

source: invalid permissions string
bs: neispravan string dozvole
ca: cadena de permisos invàlida
el: μη έγκυρος ορισμός άδειας πρόσβασης
fi: virheellinen luparivi
fr_ca: chaîne de permissions invalides
hu: érvénytelen engedély sztring
it: stringa dei permessi non valida
mt_mt: stringa tal-permessi invalida
nn: ugyldig tillatelser-streng
no: ugyldig tillatelser-streng
pl: niepoprawny opis dostępu
sv: felaktig berhörighetssträng
uk: невірний рядок з дозволами
vi: chuỗi giấy phép không hợp lệ

source: invalid multi path
ca: camí multi invàlid
el: μή έγκυρη διαδρομή πολυreddit
fr_ca: requête invalide
hu: érvénytelen multi útvonal
it: path multipla non valida
mt_mt: destinazzjoni multipla invalida
nn: ugyldig sti for multi
no: ugyldig sti for multi
pl: niezgodność wielu ścieżek
sv: ogiltig multi-adress
uk: невірний мульти-шлях
vi: đường dẫn vô hiệu

source: that multireddit doesn't exist
ca: aquest multireddit no existeix
el: αυτό το πολυreddit δεν υπάρχει
fi: tämä multiredditti ei ole olemassa
fr_ca: ce multireddit n'existe pas
hu: nem létezik ilyen multireddit
it: quel multireddit non esiste
mt_mt: dak il-multireddit ma' jeżistix
nn: den multiredditen eksisterer ikke
no: den multiredditen eksisterer ikke
pl: podany multireddit nie istnieje
sv: den multiredditen finns inte
uk: такий мультиреддіт не існує
vi: chuỗi chuyên mục đó không tồn tại

source: that multireddit already exists
ca: aquest multireddit ja existeix
el: αυτό το πολυreddit υπάρχει ήδη
fi: tämä multiredditti on jo olemassa
fr_ca: ce multireddit existe déjà
hu: már létezik ilyen multireddit
it: quel multireddit esiste già
mt_mt: dak il-multireddit diġà jeżisti
nn: den multiredditen eksisterer allerede
no: den multiredditen eksisterer allerede
pl: podany multireddit już istnieje
sv: den multiredditen finns redan
uk: такий мультиреддіт уже існує
vi: chuỗi chuyên mục đó đã có sẵn

source: you can't change that multireddit
ca: no pots canviar aquest multireddit
el: δεν μπορείς να αλλάξεις αυτό το πολυreddit
fi: et voi muuttaa multireddittiä
fr_ca: vous ne pouvez pas modifier ce multireddit
hu: ezt a multiredditet nem tudod módosítani
it: non puoi modificare quel multireddit
mt_mt: ma' tistax tbiddel dak il-multireddit
nn: du kan ikke forandre den multiredditen
no: du kan ikke forandre den multiredditen
pl: nie możesz zmieniać tego multireddita
sv: du kan inte ändra den multiredditen
uk: ви не можете змінити той мультиреддит
vi: bạn không thể thay đổi chuỗi chuyên mục đó

source: no more space for subreddits in that multireddit
ca: no hi ha més espai per subreddits en aquest multireddit
el: δεν υπάρχει άλλος χώρος για υποreddit σε αυτό το πολυreddit
fi: tässä multiredditissä ei ole enempää tilaa aliredditeille
fr_ca: plus d'espace pour d'autres de subreddits dans ce multireddit
hu: nincs több subredditnek hely abban a multiredditben
it: non c'è più spazio per altri subreddit in quel multireddit
mt_mt: m'hemmx aktar spazju għal subreddits f'dak il-multireddit
nn: den multiredditen har ikke noe mer plass for subredditer
no: den multiredditen har ikke noe mer plass for subredditer
pl: nie więcej miejsca na subreddits w tym multireddit
sv: ingen mer plats för subredditar i den multiredditen
uk: немає місця для нових сабреддітів в тому мультиреддіті
vi: không có khoảng không gian dành cho nhiều chuyên mục trong một chuỗi chuyên mục

source: can't add special subreddit %(path)s
ca: no s'hi pot afegir el subreddit especial %(path)s
el: δεν μπορείς να προσθέσεις το ειδικό υποreddit %(path)s
fi: ei voi lisätä erityis aliredditiä %(path)s
fr_ca: impossible d'ajouter le multireddit spécial %(path)s
hu: nem adható hozzá speciális subreddit %(path)s
it: non puoi aggiungere il subreddit speciale %(path)s
mt_mt: ma' jistax jiżdied is-subreddit speċċjali %(path)s
nn: kan ikke legge til spesiell subreddit %(path)s
no: kan ikke legge til spesiell subreddit %(path)s
pl: Nie można dodać specjalnie subreddita %(path)s
sv: kan inte lägga till speciell subreddit %(path)s
uk: не можу додати особливий сабреддіт %(path)s
vi: không thể thêm chuyên mục đặc biệt %(path)s

source: unable to parse JSON data
ca: no s'han pogut analitzar les dades JSON
el: Αδυναμία ανάλυσης JSON δεδομένων
fi: JSON-dataa ei voida jäsentää
fr_ca: échec à la lecture des données JSON
hu: nem lehet elemezni a JSON adatot
it: impossibili analizzare le informazioni JSON
mt_mt: l-informazzjoni fil-JSON ma' tistax tiġi analizzata
nn: kunne ikke tyde JSON-innhold
no: kunne ikke tyde JSON-innhold
pl: nie możemy przetworzyć danych JSON
sv: kunde inte tolka JSON-data
uk: не можу розібрати JSON дані
vi: không thể phân tích dữ liệu JSON

source: unexpected JSON structure
ca: estructura JSON inesperada
el: μη αναμενόμενη δομή JSON
fi: odottamaton JSON tietue
fr_ca: structure JSON inattendue
hu: nem várt JSON szerkezet
it: struttura JSON inaspettata
mt_mt: struttura tal-JSON mhux mistennija
nn: uforventet JSON-struktur
no: uforventet JSON-struktur
pl: nie znana struktura JSON
sv: oväntad JSON-struktur
uk: несподівана структура JSON
vi: cấu trúc JSON chưa được tường minh

source: JSON missing key: "%(key)s"
ca: manca una clau JSON: "%(key)s"
el: Λείπει το κλειδί JSON "%(key)s"
fi: puuttuva JSON avain: "%(key)s"
fr_ca: clé manquante dans le JSON : "%(key)s"
hu: hiányzó JSON kulcs: "%(key)s"
it: key JSON mancante: "%(key)s"
mt_mt: informazzjoni nieqsa mil-JSON: %(key)s
nn: JSON mangler nøkkel: «%(key)s»
no: JSON mangler nøkkel: «%(key)s»
pl: Brakujący klucz JSON: "%(key)s"
sv: JSON saknar nyckeln: "%(key)s"
uk: не знайдений JSON ключ: "%(key)s"
vi: thiếu khóa JSON: "%(key)s"

source: can't change post type
ca: no es pot canviar el tipus de post
el: Ο τύπος ανάρτησης δεν μπορεί να αλλάξει
fi: ei voida vaihtaa viestin tyyppiä
fr_ca: changement du type de message impossible
hu: a hozzászólás típusa nem módosítható
it: impossibile cambiare il tipo di post
mt_mt: ma' nistax inbiddel it-tip ta' impostazzjoni
nn: kan ikke endre posttype
no: kan ikke endre posttype
pl: nie można zmienić typu postu
sv: kan inte ändra bidragstyp
uk: неможливо змінити тип публікації
vi: không thể thay đổi loại bài đăng

source: invalid location
ca: ubicació no vàlida
el: μη έγκυρη τοποθεσία
fi: virheellinen sijainti
fr_ca: lieu non valide
hu: érvénytelen hely
it: posizione non valida
mt_mt: pożizzjoni invalida
nn: ugyldig sted
no: ugyldig sted
pl: niepoprawna lokalizacja
sv: ogiltig plats
uk: невірне місцезнаходження
vi: địa điểm không đúng

source: invalid values for frequency cap
el: Λανθασμένες μεταβλητές για το όριο συχνότητας
fr_ca: valeurs non valides pour la limite de fréquence
it: valori non validi per il limite di frequenza
mt_mt: valuri mhux validi għall-limitu tal-frekwenza
sv: ogiltiga värden för frekvensgräns
uk: недійсне значення обмеження частоти

source: frequency cap must be at least %(min)d
fr_ca: la limite de fréquence doit être d'au moins %(min)d

source: that user is banned from the subreddit
ca: aquest usuari està expulsat del subreddit
el: αυτός ο χρήστης έχει απαγορευτεί από αυτό το υποreddit
fi: tämä käyttäjä on estetty aliredditistä
fr_ca: Cet utilisateur est banni de ce subreddit
hu: ez a felhasználó ki van tiltva erről a subredditről
it: l'utente è stato bannato dal subreddit
mt_mt: l-utent imkeċċi mis-subreddit
nn: den brukeren er utestengt fra denne subredditen
no: den brukeren er utestengt fra denne subredditen
pl: ten użytkownik jest zablokowany w subreddicie
sv: den användaren är bannad från subredditen
uk: той користувач заблокований на сабреддіті
vi: that user is banned from the chuyên mục

source: You can't do that while suspended.
fr_ca: Vous ne pouvez pas faire ça en étant suspendu.
it: Non puoi fare quello mentre sei sospeso.

source: You must reset your password before doing that.
fr_ca: Vous devez réinitialiser votre mot de passe avant de faire ça.
it: Devi prima resettare la tua password per fare ciò.
sv: Du måste återställa ditt lösenord innan du gör det.

source: you must have an active reddit gold subscription to do that
ca: tens que tindre una subscripció a Reddit Gold activa per fer allò
el: πρέπει να έχεις μια ενεργή χρυσή εγγραφή reddit για να το κάνεις αυτό
fi: sinulla täytyy olla aktiivinen reddit gold -tilaus tehdäksesi tuon
fr_ca: vous devez posseder un abonnement reddit gold actif pour cela
hu: aktív reddit gold subscription szükséges a művelet végrehajtásához
it: è necessaria un abbonamento attivo a reddit gold per farlo
mt_mt: jeħtieġ ikollok abbonament tar-reddit gold sabiex tagħmel hekk
nn: du må ha et aktivt redditgull-abonnement for å gjøre det
no: du må ha et aktivt redditgull-abonnement for å gjøre det
pl: musisz mieć aktywną subskrypcję reddit gold, żeby to zrobić
sv: du måste ha en aktiv prenumeration på reddit guld för att göra detta
uk: ваша золота підписка реддіт має бути активною для цього
vi: bạn phải đăng ký theo dõi reddit gold để thực hiện thao tác này

source: insufficient creddits
ca: creddits insuficients
el: Ανεπαρκής χρηματική μονάδα του reddit
fi: ei tarpeeksi creddittejä
fr_ca: crédits insufisants
hu: nincs elég creddit-ed
it: creddit insufficienti
mt_mt: m'għandekx kredditi biżżejjed
nn: utilstrekkelige creddits
no: utilstrekkelige creddits
pl: niewystarczające środki
sv: otillräckligt med kredditer
uk: недостатньо креддитів
vi: không có hạn định tín dụng

source: gilding is not allowed in this subreddit
el: η επιχρύσωση απαγορεύετε σε αυτό το υποreddit
fi: kultaus ei ole sallittua tässä aliredditissä
fr_ca: dorer un post n'est pas autorisé dans ce subreddit
it: non è permesso donare in questo subreddit
sv: att ge guld är inte tillåtet i denna subreddit
uk: дарування золота не дозволене у цьому сабреддіті

source: unable to scrape provided url
ca: no es pot usar la url donada
fr_ca: impossible de récupérer l'url donnée
hu: nem lehet elérni a megadott url-t
it: non sono riuscito ad estrarre l'url fornito
mt_mt: ma' nistax ngħarbel il-URL ipprovdut
no: kunne ikke skrape angitt URL
sv: kunde inte skrapa angiven url
uk: не вдалося завантажити сторінку з заданого адресу
vi: không thể cạo url đã cung cấp

source: can't send a message from a subreddit to another subreddit
ca: no pots enviar un missatge d'un subreddit a altre subreddit
el: δεν μπορείτε να στείλετε μήνυμα από ένα υπόreddit σε ένα άλλο
fr_ca: impossible d'envoyer un message d'un subreddit à un autre subreddit
it: impossibile inviare un messaggio da un subreddit ad un altro
mt_mt: ma' nistax nibgħat messaġġ minn subreddit għal ieħor
no: Kan ikke sende melding fra et subreddit til et annet subreddit
sv: kan inte skicka ett meddelande från en subreddit till en annan subreddit
uk: переслати повідомлення з одного сабреддіта до іншого неможливо
vi: không gửi tin nhắn giữa hai chuyên mục

source: can't send message to that user
ca: no pots enviar missatges a aquest usuari
el: Δεν μπορείτε να στείλετε μήνυμα σε αυτόν τον χρηστη
fi: ei voi lähettää viestiä tälle käyttäjälle
fr_ca: impossible d'envoyer un message à cet utilisateur
hu: nem lehet üzenetet küldeni a felhasználó részére
it: impossibile inviare un messaggio a quell'utente
mt_mt: ma' nistax nibgħat messaġġ lil dak l-utent
no: kan ikke sende melding til den brukeren
sv: kan inte skicka meddelande till den användaren
uk: послати повідомлення цьому користувачу неможливо
vi: không thể gửi tin nhắn tới người dùng đó

source: you must be in admin mode for this
ca: hauries d'estar en mode d'administrador per a això
el: πρέπει να είσαι σε λειτουργία διαχειριστή για αυτό
fi: sinun täytyy olla ylläpitäjätilassa tätä varten
fr_ca: vous devez être en mode admin pour cela
hu: admin módban kell lenned ehhez
it: devi essere in modalità admin per fare questo
mt_mt: jeħtieġ tkun fil-modalità amministrattiva biex tagħmel hekk
sv: du måste ha admin-rättigheter för att göra detta
uk: ви маєте бути в режимі адміністратора для цього
vi: bạn cần có quyền quản trị cho việc này
