Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: we'd love to hear your feedback on this beta at [%(feedback_title)s](%(feedback_url)s).
nn: vi setter stor pris på tilbakemeldingene dine, spesielt rundt denne betaen på [%(feedback_title)s](%(feedback_url)s).
no: vi setter stor pris på tilbakemeldingene dine, spesielt rundt denne betaen på [%(feedback_title)s](%(feedback_url)s).
pl: Bylibyśmy wdzięczni usłyszeć twoje zdanie na temat bet na [%(feedback_title)s](%(feedback_url)s).

source: your email and password have been updated
bs: Vaš email i šifra su ažurirani
eo: viaj adreso kaj pasvorto aktualiĝis
et: sinu meiliaadress ja parool on uuendatud
eu: zure e-posta eta pasahitza eguneratu dira
he: פרטי הדואל והסיסמא שלך עודכנו
nn: eposten og passordet ditt har vorte oppdatert
pl: twój adres email i hasło zostały zmienione
sr_la: vaš email i lozinka su promenjeni
ta: உங்கள் மின்னஞ்சலையும், கடவுச் சொல்லையும் புதுப்பித்து விட்டோம்.

source: shared
ar: شاركت مع الاخرين
bs: podijeljeno
ca: compartit
eo: kundividita
eu: partekatua
nn: delt
pl: udostępniono
sr_la: postavljen

source: your link has been shared.
ar: تمت مشاركة هذا الرابط
bs: Vaš link je podijeljen.
ca: el teu enllaç ha sigut compartit.
eo: via ligo afiŝiĝis.
eu: zure esteka partekatu da.
nn: lenkja di har vorte delt.
pl: twój link został udostępniony
sr_la: vaš link je postavljen

source: Thanks for buying reddit gold! Your transaction has been completed and emailed to you. You can check the details by logging into your account at:
nn: Takk for at du kjøpte reddit gull! din transaksjon er fullført og er e-postet til deg. Du kan sjekke detaljene ved å logge inn på din konto på:
pl: Dzięki za zakup reddit gold! Twoja transakcja została zakończona, wysłaliśmy też do Ciebie maila. Możesz sprawdzić szczegóły logując się na Twoje konto:

source: liked by %(user)s
ar: أعجب من قبل %(user)s
bs: ovo voli %(user)s
eo: ŝatoj de %(user)s
eu: %(user)s-(e)n gustokoak
nn: likt av %(user)s
pl: lubiane przez %(user)s
sr_la: svidelo se %(user)s

source: disliked by %(user)s
ar: لم يعجب %(user)s
bs: ovo ne voli %(user)s
eo: malŝatoj de %(user)s
eu: %(user)s-(e)n ez-gustokoak
nn: mislikt av %(user)s
pl: nielubiane przez %(user)s
sr_la: nije se svidelo %(user)s

source: The contents of this page appear in the public subreddit description
ar: إنّ محتويات هذه الصفحة تظهر على الوصف العام للريديت الفرعي
bs: Sadržaj ove stranice pojavljuje se u javnom opisu subreddita
ca: Els continguts d'aquesta pàgina apareixen en la descripció pública del subreddit
nn: Innhaldet på den her sida vil hamne i den offentlege subredditskildringa
pl: Zawartość tej strony widnieje w publicznym opisie subreddita

source: please login to do that
bs: molimo vas da se prijavite kako biste to uradili
eo: vi devas unue ensaluti
eu: mesedez, hasi saioa hori egiteko
nn: vennligst logg inn for å gjere det
pl: zaloguj się
sr_la: molimo vas ulogujte se da bi to uradili

source: you are not logged in as that user
bs: niste prijavljeni kao taj korisnik
eu: ez duzu saioa hasi erabiltzaile horrekin
nn: du er ikkje logga inn som den brukaren
pl: nie jesteś zalogowany jako tamten użytkownik

source: you are already logged in
bs: već ste prijavljeni
nn: du er allereie logga inn
pl: już jesteś zalogowany

source: invalid password
bs: nepravilna šifra
eo: malĝusta pasvorto
et: vale parool
eu: pasahitz baliogabea
he: סיסמא שגויה
nn: ugyldig passord
pl: złe hasło
sr_la: neispravna lozinka
ta: கடவுச் சொல் சரியில்லை

source: the following email is invalid: %(email)s
nn: følgende epostadresser er ugyldige: %(email)s
pl: następujący email jest niewłaściwy: %(email)s

source: you must choose a date range of less than %(days)s days
bs: morate odabrati raspon datuma manji od %(days)s dana
nn: du må velge eit datospenn som er mindre enn %(days)s dager
pl: musisz wybrać zakres czasu mniejszy niż %(days)s dni

source: this year
ar: هذه السنة
bs: ove godine
eo: ĉijare
et: sel aastal
eu: azken urtea
he: השנה
nn: det her året
pl: tego roku
sr_la: ove godine
ta: இந்த வருடம்

source: store
bs: trgovina
eo: vendejo
et: pood
eu: denda
he: חנות
nn: butikk
pl: sklep
sr_la: prodavnica
ta: அங்காடி

source: edit moderators
bs: uredi moderatore
eu: editatu moderatzaileak
nn: rediger moderatorar
pl: edytuj moderatorów

source: liked
ar: مرغوبة
bs: sviđa mi se
eo: ŝatataj
et: meeldis
eu: gustokoak
he: המליצו
nn: likt
pl: lubiane
sr_la: dopalo vam se
ta: பிடித்தது

source: disliked
ar: غير مرغوبة
bs: ne sviđa mi se
eo: malŝatataj
et: ei meeldinud
eu: ez-gustokoak
he: השמיצו
nn: mislikt
pl: nielubiane
sr_la: nije vam se dopalo
ta: பிடிக்கவில்லை

source: edit settings, sidebar, css, and images
bs: uredite postavke, bočnu traku, css i slike
nn: endre innstillinger, sidefelt, css og bilder
pl: edytuj ustawienia, panel boczny, css i obrazy

source: you'll need to login or register to do that
bs: morate se prijaviti ili registrovati da to učinite
eo: vi devas registriĝi por tio
et: sa pead sisse logima või registreerima, et seda teha
eu: saioa hasi edo erregistratu behar duzu hori egiteko
nn: du må logge inn eller registrere deg for å gjere det der
pl: musisz się zalogować żeby to zrobić
sr_la: morate da se ulogujete ili registrujete da bi uradili to
ta: இதற்கு நீங்கள் நுழையவொ அல்லது உறுப்பினராகவோ வேண்டும்

source: Log in or register to connect your reddit account with %(app)s.
bs: Prijavite se ili registrujte da povežete vaš reddit račun sa %(app)s.
nn: Logg inn eller registrer for å kople redditkontoen din med %(app)s.
pl: Zaloguj się lub zarejestruj aby połączyć konto reddit z %(app)s.

source: below are the subreddits you have subscribed to
bs: ispod se nalaze redditi na koje ste pretplaćeni
nn: nedenfor er de subredditene du har abonnert på
pl: niżej znajdziesz listę zasubskrybowanych subredditów

source: reddit is in "emergency read-only mode" right now. :( you won't be able to log in. we're sorry, and are working frantically to fix the problem.
bs: reddit je trenutno u "vanrednom modu samo za čitanje". :( nećete biti u mogućnosti da se ponovo prijavite. žao nam je. pokušavamo da što prije otklonimo problem.
eu: reddit "larrialdiko irakurtzeko soilik moduan" dago orain. :( ezingo duzu saioa hasi. sentitzen dugu eta ero moduan ari gara arazoa konpondu nahian.
nn: reddit er i "skriveverna naudmodus" for augneblinken. :( du får ikkje logga inn. vi ber om orsak, og jobbar febrilsk med å løyse problemet.
pl: reddit pracuje w tej chwili w "trybie awaryjnym tylko do odczytu" :( nie będziesz w stanie się zalogować. przepraszamy, pracujemy jak szaleni nad rozwiązaniem problemu.

source: Another user liked [your comment](%(url)s) so much that they gilded it, giving you reddit gold.
nn: En annen bruker likte [kommentaren din](%(url)s) så mye at de forgyllet den, og ga deg reddit gull.
pl: Inny redditor polubił [twój komentarz](%(url)s) tak bardzo, że go ozłocił podarowując ci złoto reddit.

source: Another user liked [your submission](%(url)s) so much that they gilded it, giving you reddit gold.
nn: En annen bruker likte [innleveringen din](%(url)s) så mye at de forgyllet den, og ga deg reddit gull.
pl: Inny redditor polubił [twój link](%(url)s) tak bardzo, że go ozłocił podarowując ci złoto reddit.

source: You're about to purchase %(amount)s of reddit gold creddits. They work like gift certificates: each creddit you have will allow you to give one month of reddit gold to someone else. You'll pay a total of %(price)s for this.
pl: Za chwilę zakupisz %(amount)s reddit gold creddytów. Działąją one jak prezenty: każdy creddyt pozwoli Ci na danie jednego miesiąca reddit gold komuś innemu. Zapłacisz za to %(price)s .

source: These apps are authorized to access your account. Logging out of all sessions will revoke access from all apps. You may also revoke access from individual apps below.
bs: Ove aplikacije imaju pravo pristupa vašem računu. Odjavljivanjem iz svih sesija ćete opozvati pravo pristupa za sve aplikacije. Također, proces opoziva možete izvršiti i pojedinačno za aplikacije prikazane ispod.
nn: Desse appane har vorte skjenka tilgjenge til kontoen din. Loggar du ut av alle øktene vil tilgjenget bli trekt tilbake frå alle appar. Du kan òg trekkje tilbake tilgjenge frå einskilde appar nedanfor.
pl: Te aplikacje mają autoryzowany dostęp do twojego konta. Wylogowywanie się ze wszystkich sesji odwołuje dostęp od wszystkich aplikacji. Możesz również kompletnie odwołać dostęp z indywidualnych aplikacji poniżej.

source: Below are the traffic statistics for your subreddit. Each graph represents one of the following over the interval specified. * **pageviews** are all hits to %(subreddit)s, including both listing pages and comment pages. * **uniques** are the total number of unique visitors (determined by a combination of their IP address and User Agent string) that generate the above pageviews. This is independent of whether or not they are logged in. * **subscriptions** is the number of new subscriptions that have been generated in a given day. This number is less accurate than the first two metrics, as, though we can track new subscriptions, we have no way to track unsubscriptions. Note: there are a couple of places outside of your subreddit where someone can click "subscribe", so it is possible (though unlikely) that the subscription count can exceed the unique count on a given day.
bs: Ispod se nalaze statistike saobraćaja za vaš subreddit. Svaki grafik predstavlja jedan od sljedećih statističkih podataka u određenom odabrano periodu vremena. * **pregledi stanica** sve posjete na %(subreddit)s, uključujući i listinge stranica i komnetara. * **unikatno** ukupan broj unikatnih posjetilaca (po osnovu kombinacije njihove IP adrese i User Agent stringa) koji su generisali ukupan broj posjeta prikazan u pregledu stranica. Ove statistike su neovisne od toga je li izvršena prijava ili nije. * **pretplate** broj novih pretplata generisanih u jednom danu. Ovaj broj je manje precizan od prva dva statistička podatka jer nismo u mogućnosti da pratimo broj otkazivanja pretplata. Napomena: postoji nekoliko mjesta izvan vašeg subreddita na kojima korisnici mogu kliknuti na dugme za "pretplatu" pa je moguće (iako malo vjerovatno) da broj pretplata premaši broj unikatnih posjeta u određenom danu.
nn: Nedanfor ser du trafikkstatistikken for subredditen din. Kvar graf representerer ein av dei følgjande over eit vald intervall. ***sidevisingar** er alle treff på %(subreddit)s, både listesider og innleggsider. ***unike** er summen unike vitjande (avgjort ut frå IP-en og User Agent-strengen deira) som skapar sidevisingane ovanfor. Det her er uavhengig om dei er logga inn eller ikkje. ***tingingar** er talet på nye tingingar ein gitt dag. Talet er mindre treffsikkert enn dei to første måla; Sjølv om vi klarer å halde styr på nye tingingar, har vi ingen middel til å halde styr over dei oppheva. Merknad: Det finst eit par stader utanfor subredditen din kor nokon kan klikke "ting", så det er mogleg, om ulikleg, at talet på tingingar kan vera større enn talet på unike på ein gitt dag.
pl: Poniżej znajdują się statystyki dla twojego subreddita. Każdy wykres reprezentuje jedną z następujących czynności w określonym przedziale czasowym. ***pageviews** to wszystkie wejścia w %(subreddit)s, wliczając listę oraz komentarze ? ***uniques** to całkowita liczba unikatowych odwiedzin (określona poprzez ich adres IP oraz User Agent string), które generują powyższą liczbę wyświetleń. ***subscriptions** to ilość nowych subskrypcji utworzonych danego dnia. Te dane są mniej wiarygodne niż dwie poprzednie statystyki, gdyż - choć możemy obserwować nowe subskrypcje - nie mamy możliwości obserwowania subskrypcji usuniętych. Jest kilka miejsc poza twoim subredditem gdzie ktoś może kliknąć "Zasubskrybuj", więc jest możliwe (choć mało prawdopodobne), że liczba subskrypcji może przekroczyć wynik podany dla danego dnia.

source: you've been banned
ar: أنت ممنوع
bs: vi ste banovani
ca: has estat expulsat
eo: vi elpeliĝis
et: sa oled bännitud
eu: egotzia izan zara
he: אתה חסום
nn: du har vorte bannlyst
pl: zostałeś zbanowany
sr_la: banovani ste
ta: நீங்கள் நீக்கப்பட்டுவிட்டீர்கள்

source: you have been banned from posting to [%(title)s](%(url)s).
ar: لقد تم منعك من النشر في [%(title)s](%(url)s) .
bs: banovani ste i ne možete objavljivati na [%(title)s](%(url)s).
ca: se t'ha prohibit enviar a [ %(title)s ]( %(url)s )
eo: vi elpeliĝis de [%(title)s](%(url)s).
et: sind on bännitud [%(title)s](%(url)s) postitamisest.
eu: [%(title)s](%(url)s)-(e)ra bidalketak egitea galarazi zaizu.
he: נחסמת מכתיבה ב[ %(title)s ]( %(url)s ).
nn: du har vorte bannlyst frå å poste i [%(title)s](%(url)s).
pl: możliwość dodawania linków została zablokowana w [%(title)s](%(url)s).
sr_la: zabranjeno vam je postovanje na [%(title)s](%(url)s)

source: note from the moderators: "%(message)s"
pl: notatka od moderatorów: "%(message)s"

source: firefox extension
bs: firefox ekstenzija
eu: firefox hedapena
nn: firefox-utviding
pl: rozszerzenie do firefoksa

source: chrome extension
bs: chrome ekstenzija
eu: chrome hedapena
nn: chrome-utviding
pl: rozszerzenie do chrome'a

source: tools
bs: alati
eu: tresnak
nn: verktøy
pl: narzędzia

source: login or register
bs: prijava ili registracija
eo: ensalutu aŭ registriĝu
et: logi sisse või registreeri
eu: saioa hasi edo erregistratu
nn: logg inn eller registrer
pl: zaloguj albo zarejestruj się
sr_la: ulogujte se ili registrujte
ta: நுழைய அல்லது உறுப்பினராக

source: previous search
ar: البحث السابق
bs: prethodna pretraga
eo: antaŭa serĉo
et: eelmine otsing
eu: aurreko bilaketa
he: חיפוש קודם
nn: førre søk
pl: wyszukiwanie
sr_la: prošla pretraga
ta: முந்தைய தேடல்

source: %(site_title)s via %(domain)s
ar: %(site_title)s عن طريق %(domain)s
bs: %(site_title)s preko %(domain)s
ca: %(site_title)s a través de %(domain)s
eu: %(site_title)s %(domain)s bidez
pl: %(site_title)s przez %(domain)s

source: popular choices
bs: popularni izbori
eu: aukera arrakastatsuak
nn: populære val
pl: popularne

source: %(author)s via %(subreddit)s
bs: %(author)s preko %(subreddit)s
pl: %(author)s za %(subreddit)s

source: missing zip code
bs: nedostaje zip kod
nn: mangler postnummer
pl: brakuje kodu pocztowego

source: We expect to only have %(available)s impressions on %(target)s from %(start)s to %(end)s. We may not fully deliver.
nn: Vi forventer å ha %(available)s visninger på %(target)s fra %(start)s til %(end)s. Det kan hende vi ikke klarer å levere.
pl: Spodziewamy się tylko %(available)s odsłon %(target)s od %(start)s do %(end)s. Możemy nie spełnić Twoich żądań w pełni.

source: We have insufficient inventory to fulfill your requested budget, target, and dates. Only %(available)s impressions available on %(target)s from %(start)s to %(end)s. Maximum budget is $%(max)s.
nn: Vi har ikke nødvendig plass tilgjengelig for å gjennomføre ditt forespurte budsjett, mål og datoer. Kun %(available)s inntrykk er tilgjengelig på %(target)s fra %(start)s til %(end)s. Maksimalt budsjett er $%(max)s.
pl: Nie posiadamy wystarczającej ilości miejsca by wykorzystać żądany budżet, cel i daty. Tylko %(available)s wyświetleń jest dostępnych w %(target)s od %(start)s do %(end)s. Maksymalny budżet to $%(max)s.

source: %(num)s available (maximum budget is $%(max)s)
nn: %(num)s tilgjengelig (maks. budsjett er $%(max)s)
pl: %(num)s dostępnych (maksymalny budżet to $%(max)s)

source: &hellip; and %(count)s more &rArr;
nn: &hellip; og %(count)s mer &rArr;
pl: &hellip; i %(count)s więcej &rArr;

source: &lArr; less
nn: &lArr; mindre
pl: &lArr; mniej

source: in
bs: u
eu: non
nn: i
pl: w

source: This sidebar will automatically appear when there are comments.
ar: هذه اللائحة الجانبية ستظهر تلقائياً عند وجود تعليقات.
bs: Ova bočna traka će se automatski pojaviti ako bude komentara.
ca: La barra lateral apareixarà automàticament quan hi hagi comentaris.
eo: Ĉi tiu breto aperos aŭtomate kiam estas komentoj.
eu: Albo-barra hau automatikoki agertuko da iruzkinak daudenean.
nn: Sidestolpen vil automatisk kome til syne når det finst innlegg.
pl: Pasek boczny pojawi się sam po pojawieniu się komentarzy.
sr_la: ovaj sidebar će biti prikazan automatski kada postoje kometari

source: This sidebar will not be shown automatically.
ar: هذه اللائحة الجانبية لن يتم إظهارها تلقائياً.
bs: Ova bočna traka neće biti automatski prikazana.
ca: La barra lateral no es mostrarà automàticament.
eo: Ĉi tiu breto ne aperos aŭtomate.
eu: Albo-barra hau ez da automatikoki erakutsiko.
nn: Sidestolpen vil ikkje kome til syne automatisk.
pl: Pasek boczny nie pojawi się automatycznie.
sr_la: ovaj sidebar neće biti prikazan automatski

source: publicly describe your subreddit for all to see. 500 characters max.
ar: انشر الرديتت الخاص بك بشكل يمكن مشاهدته من الجميع على أن لا تتعدى 500 رمز.
bs: napišite javni opis za subreddit. najviše 500 znakova.
ca: descriu públicament el teu subreddit, per a que tothom ho pugui veure. Màxim 500 caràcters.
eu: zure azpiredditaren deskribapen publikoa. gehienez 500 karaktere
nn: skriv ei offentleg skildring av subredditen din. maks 500 bokstavar.
pl: ustaw publiczny opis swojego subreddita. Do 500 znaków.

source: buy creddits
nn: kjøp creddits
pl: kup creddits

source: feedback/suggestions
nn: tilbakemeldinger/forslag
pl: opinie/sugestie

source: show url
ar: أظهر العنوان الإلكتروني
bs: prikaži url
ca: mostra url
eo: montru retadreson
eu: erakutsi url-a
nn: vis lenkja
pl: pokaż url
sr_la: pokaži url

source: hide url
ar: إخفاء العنوان الإلكتروني
bs: sakrij url
ca: amaga url
eo: kaŝu retadreson
eu: ezkutatu url-a
nn: gøym lenkja
pl: ukryj url
sr_la: sakrij url

source: load a random link
ar: حمل رابط عشوائي
bs: učitaj slučajni link
ca: carrega un enllaç aleatori
eu: kargatu ausazko esteka bat
nn: last ei tilfeldig lenkje
pl: załaduj losowe łącze
sr_la: učitaj nasumično izabran link

source: visit your userpage
ar: زُرْ صفحة مستخدمك الشخصيّ
bs: posjetite svoju korisničku stranicu
ca: visitar la teva pàgina d'usuari
eu: bisitatu zure erabiltzaile-orria
nn: vitj brukarsida di
pl: odwiedź swoją stronę
sr_la: posetite svoju stranicu

source: login / register
bs: prijava / registracija
eo: ensalutu / registriĝu
eu: saioa hasi / erregistratu
nn: logg inn / registrer
pl: zaloguj / zarejestruj
sr_la: uloguj se / registruj se

source: new mail
ar: بريد جديد
bs: novi email
ca: nou correu
eo: nova poŝto
eu: posta berria
nn: ny post
pl: nowa poczta

source: visit this link without the toolbar
ar: زُرْ الرابط بدون شريط الأدوات
bs: posjeti ovaj link bez alatne trake
ca: visita aquest enllaç sense la barra d'eines
eu: bisitatu esteka hau tresna-barra gabe
nn: vitj den her lenkja utan verktøylinja
pl: odwiedź łącze bez toolbara
sr_la: poseti ovaj link bez tulbara

source: click to visit the main page for this submission
ar: إضغط لزيارة الصفحة الرئيسية لهذا المنشور
bs: kliknite da posjetite glavnu stranicu za slanje
ca: fes click per a visitar la pàgina principal per a aquesta entrada
eu: klikatu bidalketa honen orri nagusia bisitatzeko
nn: trykk for å gå til hovudsida for dette innlegget
pl: kliknij żeby odwiedzić stronę tego linka
sr_la: klikni da bi otišao na početnu stranu ovog linka

source: vote %(direction)s
ar: تصويت %(direction)s
bs: glasaj %(direction)s
ca: vota %(direction)s
eu: bozkatu %(direction)s
nn: røyst %(direction)s
pl: głosuj %(direction)s
sr_la: glasaj %(direction)s

source: like
ar: أعجب
bs: sviđa mi se
eo: ŝato
et: meeldib
eu: gustoko
he: מומלץ
nn: lik
pl: podoba mi się
sr_la: dopada mi se
ta: பிடித்தவை

source: dislike
ar: اكره
bs: ne sviđa mi se
eo: malŝato
et: ei meeldi
eu: ez-gustoko
he: מושמץ
nn: mislik
pl: nie podoba mi się
sr_la: ne dopada mi se
ta: பிடிக்காதவை

source: unsaved
ar: تم إلغاء الحفظ
bs: nesačuvano
ca: borrada
eo: maltenita
et: salvestamata
he: לא נשמר
nn: ulagra
pl: wypisane
sr_la: odsnimljeno
ta: பதிவு செய்தது நீக்கிவிடப்பட்டுவிட்டது

source: toggle the comments panel
ar: تفعيل قائمة التعليقات
bs: (de)aktivacija ploče s komentarima
ca: activa el panell de comentaris
eu: txandakatu iruzkinen panela
nn: skru på/av innleggspanelet
pl: przełącz panel z komentarzami
sr_la: pregledaj panel sa komentarima

source: purchase
nn: kjøp
pl: zamów

source: (%(current)s of %(total)s remaining)
pl: (%(current)s z %(total)s pozostających)

source: sticky this? (any existing sticky will be replaced)
ca: convertir en entrada fixa? (qualsevol entrada fixa existent serà reemplaçada)
nn: fest dette? (ev. eksisterende festet innlegg vil bli erstattet)
pl: przypiąć to ? (jakiekolwiek istniejące już przepięcie zostanie zastąpione)

source: you are logged in. go use the site!
bs: prijavljeni ste. počnite koristiti stranicu!
et: sa oled sisse loginud. mine kastua saiti!
eu: saioa hasi duzu. zoaz gunea erabiltzera!
he: אתם מחוברים. זה הזמן להשתמש באתר!
nn: du er logga inn. slå deg laus!
pl: jesteś zalogowany. do dzieła!
sr_la: prijavljivanje uspešno. sada koristite sajt!
ta: ஏற்கெனெவே நுழைந்து விட்டீர்கள். இணைய தளத்தில் புகுந்து விளையாடலாம்!

source: all it takes is a username and password
bs: sve što je potrebno je korisničko ime i šifra
et: tarvis on vaid kasutajanime ja parooli
eu: erabiltzaile-izena eta pasahitza besterik ez da behar
he: כל מה שצריך זה שם וסיסמא
nn: alt som trengst er eit brukarnamn og eit passord
pl: wystarczy login i hasło
sr_la: sve što je potrebno je korisničko ime i lozinka
ta: இதற்குத் தேவை ஒரு புழங்குநர் பெயரும், கடவுச் சொல்லுமே

source: is it really that easy? only one way to find out...
bs: je li zaista tako jednostavno? samo je jedan način da saznate...
et: on see tõesti nii lihtne? ainult üks viis on teada saada...
eu: horren erraza da? jakiteko modu bakarra dago...
he: זה באמת כזה פשוט? יש רק דרך אחת לגלות...
nn: er det verkeleg så lett? berre ein måte å finne ut på ...
pl: czy to naprawdę takie proste? jest tylko jeden sposób by się przekonać...
sr_la: može li biti tako lako? samo je jedan način da se otkrije...
ta: இத்தனை சுலபமா? கண்டு பிடிக்க ஒரே ஒரு வழி தான்...

source: already have an account and just want to login?
bs: već imate račun i želite samo da se prijavite?
et: sul on juba kasutaja ning sa tahad lihtsalt sisse logida?
eu: dagoeneko baduzu kontu bat eta saioa hasi nahi duzu?
he: כבר יש לך חשבון ורק רוצה להכנס?
nn: har du allereie ein konto, og vil berre logge inn?
pl: masz już konto i chcesz się zalogować?
sr_la: već imate korisnički račun i samo se želite prijaviti?
ta: ஏற்கெனெவே அக்கவுன்ட் உள்ளதா? உள்ளே நுழையவும்

source: created by&#32;%(user)s
bs: kreirao&#32;%(user)s
eu: %(user)s-(e)k sortua
nn: laga av &#32;%(user)s
pl: stworzony przez&#32;%(user)s

source: links you've liked
ar: روابط أعجبتك
bs: linkovi koje volite
eu: gustoko dituzun estekak
nn: lenkjer du har likt
pl: linki które ci się podobały

source: links you've disliked
ar: روابك لم تعُجبك
bs: linkovi koje ne volite
eu: ez-gustoko dituzun estekak
nn: lenkjer du har mislikt
pl: linki które ci się nie podobały

source: display links with a reddit toolbar
ar: إظهار الروابط مع شريط الأدوات
bs: prikaži linkove u reddit alatnoj traci
ca: mostra els enllaços amb la barra d'eines de reddit
et: näita linke redditi tööriistaribaga
eu: bistaratu estekak reddit tresna-barra batekin
he: הצג לינקים עם סרגל הכלים של רדהיט
nn: vis lenkjer med ei redditverktøylinje
pl: wyświetlaj linki z toolbarem
sr_la: prikaži linkove sa reddit tulbarom
ta: ரெட்டிட் விசைப்பலகை மூலம் இணையங்களைத் தெரியப்படுத்தவும்

source: don't show links after I've liked them
bs: ne prikazuj linkove nakon što sam na njih kliknuo
nn: ikkje vis lenkar etter at eg har lika de
pl: nie pokazuj linków, które polubiłem

source: don't show links after I've disliked them
ar: لا تعرض الروابط إن كنت على خلاف
bs: ne prikazuj linkove koje ne volim
nn: ikkje vis lenkar etter at eg har mislika de
pl: nie pokazuj linków, których nie lubię
