Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: I understand and agree that registration on or use of this site constitutes agreement to its %(user_agreement)s and %(privacy_policy)s.
ar: أفهم وأوافق أن التسجيل في هذا الموقع واستخدامه يعني موافقتي على %(user_agreement)s و %(privacy_policy)s الخاصة به.
bs: Razumijem i slažem se da registracija na ovoj stranici i njeno korištenje mora biti u skladu sa %(user_agreement)s i %(privacy_policy)s.
ca: Entenc i accepto que registrar-me i usar aquesta web constitueix l'acceptació del seu %(user_agreement)s i la seva %(privacy_policy)s.
el: Κατανοώ και συμφωνώ ότι η εγγραφή ή η χρήση αυτού του ιστοχώρου αποτελεί συμφωνία με την %(user_agreement)s και την %(privacy_policy)s.
eo: Mi komprenas kaj konsentas ke registriĝo, aŭ uzo de ĉi tiu retejo konstituigas konsenton al ĝiaj %(user_agreement)s kaj %(privacy_policy)s
et: Ma mõistan ning nõustun, et sellel saidil registreerimine või selle kasutamine tähendab nõustumist %(user_agreement)s -i ja %(privacy_policy)s -ga.
eu: Ulertu eta onartzen dut erregistratzeak edo gune hau erabiltzeak bere %(user_agreement)s eta %(privacy_policy)s onartzea suposatzen duela.
fi: ymmärrän ja hyväksyn että kirjautuminen tai sivuston käyttö pitää sisällään %(user_agreement)s ja %(privacy_policy)s hyväksymisen.
fr_ca: Je comprends et accepte que l'enregistrement ou l'utilisation de ce site implique l'acceptation de ses %(user_agreement)s et %(privacy_policy)s.
he: אני מבין ומסכים שההרשמה והשימוש באתר זה מהווה הסכמה ל%(user_agreement)s %(privacy_policy)sו
hu: Elolvastam és elfogadom a website %(user_agreement)s és a %(privacy_policy)s
it: dichiaro che l'uso e la registrazione al sito sono soggetti a %(user_agreement)s e a %(privacy_policy)s.
mt_mt: Nifhem u naqbel li r-reġistrazzjoni jew użu ta' dan is-sit ifisser rikonoxximent tal-%(user_agreement)s u %(privacy_policy)s tiegħu.
nn: Eg forstår at ved å registrere meg eller bruke denne sida samtykkjer eg i %(user_agreement)s og %(privacy_policy)s.
no: Jeg forstår at ved å registrere meg eller bruke denne siden aksepterer jeg %(user_agreement)s og %(privacy_policy)s
pl: Rozumiem i zgadzam się z tym, że rejestracja lub używanie tej strony wiąże się ze zgodą na jej %(user_agreement)s i %(privacy_policy)s.
sr_la: Razumem i slažem se da registracija na ili korištenje ovog sajta podrazumeva da se slažem sa njegovim %(user_agreement)s i %(privacy_policy)s
sv: Jag förstår och går med på att registrering av konto eller användning av denna sida innebär att jag acceperar %(user_agreement)s och %(privacy_policy)s
ta: இந்த இணையத்தளத்தின் உபயோகம் அல்லது பதிவு செய்தலுக்கு இந்த இணையத்தளத்தின் %(user_agreement)s அன்த் %(privacy_policy)sஉக்கு உட்பட்டது என்பதை புரிந்து கொண்டு சம்மதம் தெரிவிக்கிறேன்
uk: Я розумію і погоджуюсь, що реєстрація на цьому сайті чи використання цього сайту означає погодження з його %(user_agreement)s і %(privacy_policy)s.
vi: Tôi hiểu và chấp nhật với việc đăng ký hoặc sử dụng của trang này cấu thành từ các %(user_agreement)s và %(privacy_policy)s.

source: to view reddit with only submissions from your friends, use [reddit.com/r/friends](%s)
ar: لمشاهدة ريدّيت بمنشورات من أصدقائك، أستخدم [reddit.com/r/friends](%s)
bs: da pregledati reddit samo sa porukama od vaših prijatelja koristite [reddit.com/r/friends](%s)
ca: per a veure reddit només amb els enviaments dels amics, empra [reddit.com/r/friends](%s)
el: Για να δείτε το reddit μόνο με άρθρα που έχουν υποβληθεί από φίλους σου, χρησιμοποιήστε το [reddit.com/r/friends](%s)
et: et vaadata redditit ainult oma sõprade lisatuga, kasuta [reddit.com/r/friends](%s)
eu: redditen zure lagunen bidalketak soilik ikusteko, erabili [reddit.com/r/friends](%s)
fi: nähdäksesi redditin, jossa näkyy vain kavereidesi lisäykset, käytä [reddit.com/r/friends] ( %s )
fr_ca: pour voir reddit avec seulement les soumissions de vos amis, utilisez [reddit.com/r/friends](%s)
hu: ha a barátaid feliratkozásai szerint szeretnéd látni a reddit-et használd a [reddit.com/r/friends](%s)
it: per vedere su reddit solo i post inviati dai tuoi amici usa [reddit.com/r/friends](%s)
mt_mt: biex tara reddit bl-impostazzjonijiet ta' ħbiebek biss, uża [reddit.com/r/friends](%s)
nn: vitj [reddit.com/r/friends](%s) for å sjå innlegg frå berre venene dine
no: for å se reddit med kun innlegg fra dine venner, bruk [reddit.com/r/friends](%s)
pl: reddit tylko z linkami dodanymi przez znajomych: [reddit.com/r/friends](%s)
sr_la: da bi videli reddit samo sa linkovima vaših prijatelja, koristite [reddit.com/r/friends](%s)
sv: för att se reddit med enbart bidrag från dina vänner, använd [reddit.com/r/friends](%s)
ta: உங்களுடைய நண்பர்களின் படைப்புக்களை மட்டும் பார்க்க (ரெட்டிட்/ஆர்/நண்பர்கள்)(%s) உபயோகிக்கவும்
uk: щоб переглядати Реддіт тільки з посиланнями від ваших друзів використовуйте [reddit.com/r/friends](%s)
vi: Để xem reddit chỉ với bài của bạn bạn, dùng [reddit.com/r/friends](%s)

source: your subreddit has been created
ar: تم انشاء السبريدت
bs: vaš subreddit je kreiran
ca: el teu subreddit s'ha creat
el: το υποreddit σου δημιουργήθηκε
fi: aliredditisi on luotu
fr_ca: votre subreddit a été créé
hu: a subreddited létrehozva
it: il tuo subreddit è stato creato
mt_mt: is-subreddit tiegħek inħalqet
nn: subredditen din har blitt opprettet
no: subredditen din har blitt opprettet
pl: twój subreddit został stworzony
sv: din subreddit har skapats
uk: ваш сабреддіт було створено
vi: chuyên mục của bạn đã được tạo

source: visit [%(link)s](%(link)s) for more information
ar: زور [%(link)s](%(link)s) لمزيد من المعلومات
bs: za više informacija, posjetite [%(link)s](%(link)s)
ca: visita [%(link)s](%(link)s) per més informació
el: επισκέψου το [%(link)s](%(link)s) για περισσότερες πληροφορίες
eu: bisitatu [%(link)s](%(link)s) informazio gehiagorako
fi: klikkaa [%(link)s](%(link)s) saadaksesi lisätietoja
fr_ca: visitez [%(link)s](%(link)s) pour plus d'informations
hu: további információért látogass el ide: [%(link)s](%(link)s)
it: visita [ %(link)s ]( %(link)s ) per ulteriori informazioni
mt_mt: żur [%(link)s](%(link)s) għal aktar tagħtif
nn: vitj [%(link)s](%(link)s) for meir informasjon
no: besøk [ %(link)s ]( %(link)s ) for mer informasjon
pl: odwiedź [%(link)s](%(link)s) by uzyskać więcej informacji
sv: besök [%(link)s](%(link)s) för mer information
uk: відвідайте [%(link)s](%(link)s) щоб отримати більше інформації
vi: Hãy đến [%(link)s](%(link)s) để biết thêm chi tiết

source: you have not subscribed to any subreddits.
bs: niste pretplaćeni ni na jedan reddit.
ca: no estàs subscrit a cap subreddit
el: δεν έχεις εγγραφεί σε κανένα υποreddit.
fi: et ole tilannut yhtään aliredditiä
fr_ca: vous n'êtes inscrit à aucun subreddit.
hu: nem iratkoztál fel egyik subredditre sem.
it: non sei sottoscritto a nessun subreddit.
mt_mt: għadek ma' abbonajt ma' ebda subreddit.
nn: du har ikke abonnert på noen subredditer.
no: du har ikke abonnert på noen subredditer.
pl: nie masz zasubskrybowanych żadnych redditów.
sv: du prenumererar inte på några subredditar.
uk: ви не підписані на жоден сабреддіт.
vi: bạn chưa đăng ký theo dõi chuyên mục nào.

source: below are the subreddits you have subscribed to.
ca: sota hi ha els subreddits als què t'has subscrit.
el: παρακάτω ειναι τα υποreddit στα οποία είσαι συνδρομητής.
fi: alla ovat ne aliredditit jotka olet tilannut.
fr_ca: ci-dessous, les subreddits auxquels vous êtes inscrit-e.
it: qui sotto trovi i subreddit a cui ti sei iscritto.
mt_mt: hawn taħt hawn subreddits li int abbonat fihom.
no: nedenfor er subredditene du abonnerer på.
sv: nedanför visas de subreddits du har prenumererat på.
uk: нижче список сабреддітів, на які ви підписані.
vi: dưới đây là những chuyên mục bạn đã theo dõi.

source: below are the subreddits that you are an approved submitter on.
bs: ispod se nalazi redditi na kojima ste odobreni sadradnik.
ca: vet aquí els subreddits als quals ets un contribuïdor autoritzat.
el: παρακάτω είναι τα υποreddit που είσαι εγκεκριμένος υποβολέας.
fi: alhaalla on lista aliredditeistä joissa olet hyväksytty lisääjä.
fr_ca: ci-dessous, la liste des subreddits dans lesquels vous êtes un auteur approuvé
hu: alább azon subredditek vannak ahol elfogadott beküldő vagy.
it: sotto ci sono i subreddit di cui sei un contributore approvato
mt_mt: hawn taħt hawn is-subreddits li fihom int tista' timposta.
nn: nedenfor er de subredditene som du er en godkjent innsender på.
no: nedenfor er de subredditene som du er en godkjent innsender på.
pl: lista subredditów, które możesz redagować
sv: nedan visas de subredditar där du är godkänd uppladdare.
uk: нижче перераховані сабреддіти, де ви є схваленим автором.
vi: bên dưới là các chuyên mục mà bạn được quyền đăng bài.

source: below are the subreddits that you have moderator access to.
bs: ispod se nalaze redditi na kojima ste moderator.
ca: vet aquí els subreddits als quals tens accés com a moderador.
el: παρακάτω είναι τα υποreddit στα οποία έχεις πρόσβαση συντονιστή.
fi: alla redditit, joihin sinulla on moderaattorin oikeudet.
fr_ca: ci-dessous, les subreddits dont vous êtes modérateur
hu: alább vannak az subredditek, amikhez van moderátori hozzáférésed.
it: sotto ci sono i subreddit a cui hai accesso come moderatore
mt_mt: hawn taħt hawn is-subreddits fejn għandek aċċess bħala moderatur.
nn: nedenfor er de subredditene du har moderatortilgang til.
no: nedenfor er de subredditene du har moderatortilgang til.
pl: lista subredditów, które możesz moderować.
sv: nedan visas de subredditar där du har moderatorsåtkomst
uk: нижче перераховані сабреддіти, в яких ви маєте дозвіл модератора
vi: bên dưới là các chuyên mục bạn có quyền quản lý và điều hành.

source: click the `subscribe` or `unsubscribe` buttons to choose which subreddits appear on your front page.
bs: kliknite na dugme za pretplatu ili ukidanje pretplate da odaberete koji će se subredditi prikazivati na vašoj naslovnoj stranici.
ca: few clic ale botons `subscribe-te` o `cancel·la subscripció` per escollir quins reddits apareixeran a la teva pàgina d'inici.
el: πάτα το κουμπί `εγγραφή` ή `διαγραφή` για να επιλέξεις ποιά υποreddit εμφανίζονται στην πρώτη σου σελίδα.
fi: valitse mitkä aliredditit näkyvät etusivullasi painamalla "tilaa" tai "peruuta tilaus".
fr_ca: cliquez sur le bouton 's'abonner' ou 'se désabonner' pour choisir quels subreddits apparaissent sur votre page d'accueil.
hu: klikkelj a 'feliratkozás' vagy 'leiratkozás' gombokra, hogy kiválaszd mely alredditek tűnjenek fel a főoldaladon
it: clicca i pulsanti "iscriviti" o "disiscriviti" per scegliere quali subreddit visualizzare nella pagina principale.
mt_mt: agħfas il-buttuna "abbona" jew "waqqaf l-abbobament" sabiex tagħżel liema subreddits jidhru fil-paġna primarja.
nn: klikk på `abonner` eller `opphev abonnement` knappene for å velge hvilke subredditer som vises på forsiden din.
no: klikk på `abonner` eller `opphev abonnement` knappene for å velge hvilke subredditer som vises på forsiden din.
pl: kliknij `subskrybuj` lub `odskubskrybuj`, aby wybrać które z subredditów będą pojawiały się na twojej stronie głównej
sv: klicka på knapparna `prenumerera` eller `sluta prenumerera` för att välja vilka subredditar som syns på din förstasida.
uk: натисніть «підписатись» або «відписатись» для того, щоб вибрати які сабреддіти з’являться на вашій головній сторінці
vi: click nút `đăng ký` hoặc `hủy đăng ký` để chọn chuyên mục nào hiển thị trên trang chính của bạn.

source: you're searching within the [%(reddit_name)s](%(reddit_link)s) subreddit. you can also search within [all subreddits](%(all_reddits_link)s)
bs: pretražujete unutar subreddita od [%(reddit_name)s](%(reddit_link)s). također, možete pokušati sa pretragom [svih subreddita](%(all_reddits_link)s)
ca: esteu buscant dins del subreddit [%(reddit_name)s](%(reddit_link)s). També podeu buscar entre [tots els subreddits](%(all_reddits_link)s)
el: Ψάχνεις στο [%(reddit_name)s](%(reddit_link)s) υποreddit. Μπορείτε επίσης να ψάξεις και σε [όλα τα υποreddit](%(all_reddits_link)s)
fi: etsit aliredditistä [%(reddit_name)s](%(reddit_link)s). voit myös etsiä [kaikista aliredditeistä](%(all_reddits_link)s)
fr_ca: Vous effectuez une recherche au sein du reddit [%(reddit_name)s](%(reddit_link)s). Vous pouvez aussi chercher au sein de [tous les reddits](%(all_reddits_link)s)
hu: Az [%(reddit_name)s](%(reddit_link)s) alredditen belül keresel. Tudsz keresni [minden alredditen](%(all_reddits_link)s) belül is.
it: stai cercando nel subreddit [%(reddit_name)s](%(reddit_link)s). puoi anche cercare in [tutti i subreddit](%(all_reddits_link)s)
mt_mt: qed tfittex fis-subreddit [%(reddit_name)s](%(reddit_link)s). tista' tfittex ukoll fis-[subreddits kollha](%(all_reddits_link)s)
nn: du søker innen følgende [%(reddit_name)s](%(reddit_link)s) subreddit. du kan også søke innen [alle subredditer](%(all_reddits_link)s)
no: du søker innen følgende [%(reddit_name)s](%(reddit_link)s) subreddit. du kan også søke innen [alle subredditer](%(all_reddits_link)s)
pl: szukanie w [%(reddit_name)s](%(reddit_link)s). możesz także przeszukać [wszystkie subreddity](%(all_reddits_link)s)
sv: du söker inom subredditen [%(reddit_name)s](%(reddit_link)s). du kan också söka inom [alla subredditar](%(all_reddits_link)s)
uk: ви виконуєте пошук в сабреддіті [%(reddit_name)s](%(reddit_link)s). ви також можете шукати в [усіх сабреддітах](%(all_reddits_link)s)
vi: bạn đang tìm kiếm bên trong [%(reddit_name)s](%(reddit_link)s) chuyên mục. bạn cũng có thể tìm kiếm trong [tất cả chuyên mục](%(all_reddits_link)s)

source: %(author)s comments on %(title)s
ar: تعليقات %(author)s على %(title)s
bs: komentar od %(author)s na %(title)s
ca: Comentaris de %(author)s a %(title)s
el: %(author)s σχολιάζει στο %(title)s
eu: %(author)s-(r)en iruzkinak %(title)s-(e)n
fi: %(author)s:n kommentit %(title)s:sta
fr_ca: commentaires de %(author)s sur %(title)s
hu: %(author)s hozzászólásai a következőhöz: %(title)s
it: i commenti di %(author)s su %(title)s
mt_mt: %(author)s jikkummenta fuq %(title)s
nn: %(author)s sine innlegg om %(title)s
no: %(author)s kommenterte på %(title)s
pl: komentarze %(author)s w %(title)s
sr_la: %(author)s komentari na %(title)s
sv: %(author)s kommentarer på %(title)s
uk: %(author)s коментує %(title)s
vi: %(author)s bình luận trên %(title)s

source: %(score)s points and %(num_comments)s comments so far on reddit
ca: %(score)s punts i %(num_comments)s comentaris per ara a reddit
el: %(score)s πόντοι και %(num_comments)s σχόλια στο reddit μέχρι στιγμής
fr_ca: %(score)s points et %(num_comments)s commentaires sur reddit
it: %(score)s punti e %(num_comments)s commenti ad oggi su reddit
mt_mt: %(score)s punti u %(num_comments)s kummenti s'issa fuq reddit
no: %(score)s poenger og %(num_comments)s kommentarer så langt på reddit
sv: poäng%(score)s poäng och %(num_comments)s kommentarer hittills på reddit
uk: %(score)s балів та %(num_comments)s коментарів на цей момент на реддіті
vi: %(score)s điểm và %(num_comments)s bình luận trên reddit

source: You are submitting a link. The key to a successful submission is interesting content and a descriptive title.
ar: أنك تنشر رابط, المفتاح لنشر رابط ناجح هو المحوى الجذاب وعنوان ذو وصف مثالي.
bs: Šaljete link. Ključ za uspješnu poruku je interesantan sadržaj i kvalitetan naslov.
ca: Esteu enviant un enllaç. La clau de l'èxit d'un enviament és un contingut interessant i un títol descriptiu.
el: Υποβάλλεις ένα σύνδεσμο. Το κλειδί για μια επιτυχημένη ανάρτηση είναι το ενδιαφέρον περιεχόμενο και ένας περιγραφικός τίτλος.
eo: Vi nun proponu ligon. Sukcesa afiŝo havu interesan enhavon kaj priskriban titolon.
eu: Esteka bat bidaltzen ari zara. Bidalketa arrakastatsu baten gakoak eduki interesgarria eta izenburu egoki bat dira.
fi: Olet lisäämässä linkkiä. Avain menestyksekkääseen lisäykseen on kiinnostava sisältö ja kuvaileva otsikko.
fr_ca: Vous soumettez un lien. Une bonne soumission a un contenu intéressant et un titre descriptif.
hu: Egy linket küldesz be. A sikeres beküldés kulcsa, hogy érdekes tartalmat és találó címet ossz meg!
it: Stai per inviare un link. La chiave del suo successo sono contenuti interessanti ed un titolo descrittivo.
mt_mt: Qed tibgħat link. Is-sigriet wara impostazzjoni ta' suċċess hu li titfa kontenut interessanti b'titlu deskrittiv.
nn: Du sender inn ei lenkje. Nøkkelen til eit vellukka innlegg er interessant innhald og eit skildrande namn.
no: Du vil poste en lenke. Nøkkelen til en vellykket post er interessant innhold og en beskrivende tittel.
pl: reddit przypomina: Ciekawa treść i dobry tytuł gwarantami sukcesu dla Twojego linka.
sr_la: Upravo postavljate link. Ključ za uspešno postavljanje je interesantan sadržaj i opisan naslov.
sv: Du bidrar med en länk. Nyckeln till ett framgångsrikt bidrag är intressant innehåll och en beskrivande rubrik.
uk: Ви відправляєте посилання. Залогом успішного запису є цікавий зміст та описова назва.
vi: Bạn đang đệ trình một đường dẫn liên kết. Để có thể đệ trình thành công thì nội dung bạn đệ trình cần thú vị và tiêu đề cần được miêu tả rõ ràng.

source: You are submitting a text-based post. Speak your mind. A title is required, but expanding further in the text field is not. Beginning your title with "vote up if" is violation of intergalactic law.
ar: إنك تُخرجُ الأن منشورا كتابيا, أفصح عمّا لديك لقوله. تذكّر وجوب كتابة العنوان, وسماحة -دون الضرورة- إضمان النصوص في المحوى. واعلم أن إبداء العنوان بـ"اعجب بالمنشور إذا" تعتبر خرقا للناموس الكونيّ
bs: Šaljete tekstualnu poruku. Kažite ono što mislite. Naslov je neophodan, a dodatni opis sadržaja nije. Započinjanje naslova riječima "glasajte za ako" je povreda intergalaktičkog zakona.
ca: Estàs a punt d'enviar un post de text. Obre la teua ment. Es requereix un títol, però no espaiar-se de més al cap de text. Començar el títol amb "vota positiu si..." és una violació de les lleis intergalàctiques.
el: Κάνεις ανάρτηση κειμένου. Εκφράσου ελεύθερα. Χρειάζεται ένας τίτλος, αλλά δεν είναι απαραίτητο να κάνεις ανάπτυξη στο πεδίο κειμένου. Το να ξεκινήσεις τον τίτλο με "υπερψηφίστε αν" είναι παραβίαση του διαγαλαξιακού νόμου.
eo: Vi nun afiŝos tekston. Eldiru kion ajn. Titolo nepras, sed suba klarigo ne. Se vi komencos la titolon per 'voĉdonu, se', vi malobeos galaksian leĝaron.
fi: Olet lisäämässä tekstipohjaista postausta. Sana on vapaa. Otsikko on pakollinen, mutta selvennys tekstikentässä vapaaehtoinen. Otsikon aloittaminen sanoilla "äänestä tätä jos" on vastoin galaksienvälistä lakia.
fr_ca: Vous soumettez une publication basée sur du texte. Exprimez-vous. Un titre est requis, mais expliquer d'avantages dans le champ texte ne l'est pas. Commencer votre titre par "Voter up si" est une violation des lois intergalactique.
hu: Szövegalapú bejegyzést küldesz be. Öntsd ki a lelked. A cím kötelező, a szövegmezőben való további kifejtés nem. A "szavazd fel, ha" szöveggel kezdődő címek megsértik az intergalaktikus törvényeket.
it: Stai per inviare un post di solo testo. il titolo è richiesto ma non è necessario dire tutto quello che vuoi lì. Iniziare il titolo con "votami se" è una palese violazione delle leggi intergalattiche.
mt_mt: Qed tibgħat impostazzjoni bbażata fuq test. Esprimi ruhek. Titlu huwa meħtieġ, iżda aktar dettal fl-għalqa tat-test mhuwiex. Li tibda t-titlu bit-test "ivvota l-fuq" hija vjolazzjoni tal-liġi intergalattika.
nn: Du sender inn eit tekstinnlegg. Sei kva du har på hjartet. Vi krev eit namn på innlegget, men ikkje ei vidare utdjuping i tekstfeltet. Å byrje namnet med "vote up if" er eit brot på intergalaktisk lov.
no: Du legger til en tekstbasert post. Si din mening. En tittel er obligatorisk, men å utdype det videre i tekstfeltet er ikke. Å begynne en tittel med "vote up if" er et brudd på intergalaktisk lovgivning.
pl: Dodajesz post oparty na tekście. Wysłów się dobrze. Tytuł jest wymagany, ale rozwinięcie w polu tekstowym już nie. Zaczynanie tytułu od "zagłosuj w górę jeśli..." jest naruszeniem prawa międzygalaktycznego.
sr_la: Upravo postavljate tekstualni link. Recite šta god želite. Naslov je neophodan ali dalji tekst nije. Počinjanje teksta sa "vote up if" je zabranjeno intergalaktičkim zakonom.
sv: Du bidrar med ett textinlägg. Dela med dig av dina tankar. En rubrik är ett måste, men du behöver inte skriva någon text därutöver om du inte vill. Att börja rubriken med "rösta upp om" är ett brott mot intergalaktisk lag.
uk: Ви створюєте текстове повідомлення. Говоріть те що думаєте. Заголовок обов'язковий, але деталізація в текстовому полі - ні. Починати заголовок з "голосуйте за, якщо" заборонено міжгалактичним законом.
vi: Bạn đang đệ trình một bài đăng-dựa trên văn bản. Hãy thể hiện tư tưởng của bản. Trong trường hợp này thì tiêu đề là điều cần thiết, nhưng có thể mở rộng ra hơn ở khung văn bản thì không. Bắt đầu tiêu đề của bạn dưới dạng "bình chọn tăng nếu" là hoàn toàn vi phạm luật định.

source: Submit a new link
ar: إرسل رابط
bs: Pošalji novi link
ca: Envia un enllaç nou
el: Νέος συνδέσμος
fi: Lisää uusi linkki
fr_ca: Soumettre un nouveau lien
hu: Új hivatkozás beküldése
it: Invia un nuovo link
mt_mt: Imposta link ġdida
nn: post en ny lenke
no: post en ny lenke
pl: Dodaj nowy link
sv: Posta en ny länk
uk: Додати посилання
vi: Đăng một liên kết mới

source: Submit a new text post
ar: قدم المحنوى
bs: Pošalji novu tekstualnu poruku
ca: Envia un «post» de text
el: Νέα ανάρτηση κειμένου
fi: Lisää uusi teksti
fr_ca: Soumettre une publication texte
hu: Új szöveges poszt küldése
it: Invia un nuovo messaggio di testo
mt_mt: Imposta kumment ġdid ibbażat fuq test
nn: post en ny tekstpost
no: post en ny tekstpost
pl: Dodaj nowy post tekstowy
sv: Posta ett nytt textinlägg
uk: Додати текстовий пост
vi: Đăng một bài văn bản mới

source: we're going to need to verify your email address for you to proceed.
ar: نحتاج إلى تأكيدك من خلال بريدك الإلكتروني لإكمال العملية.
bs: prije nastavka, potrebno je da verificirate vašu email adresu.
ca: Serà necessari verificar la teva adreça de correu per a continuar
el: Πρέπει να επιβεβαιώσουμε τη διεύθυνση email για να συνεχίσεις.
eo: ni devos konfirmi vian retpoŝtadreson por pluiri.
eu: zure helbide elektronikoa egiaztatu behar dugu jarraitu ahal izateko.
fi: Voit jatkaa kun sähköpostiosoitteesi on vahvistettu.
fr_ca: Nous devons vérifier votre adresse courriel avant de continuer.
hu: le kell ellenőriznünk az email címedet, hogy továbbléphess.
it: dobbiamo verificare il tuo indirizzo email prima di procedere.
mt_mt: meħtieġ nivverifikaw l-indirizz tal-email tiegħek qabel ma' tkompli.
nn: vi må stadfeste e-postadressa di før du kan halde fram.
no: vi trenger at du bekrefter din e-postadresse før du fortsetter.
pl: będziemy musieli zweryfikować twój adres emailowy zanim kontynuujesz
sr_la: moraćemo da verifikujemo vašu email adresu da bi ste nastavili.
sv: vi måste verifiera din e-postadress innan du kan fortsätta.
uk: для того щоб продовжити роботу нам потрібно підтвердити вашу електронну поштову адресу
vi: bạn cần phải xác nhận email của mình để có thể tiếp tục.
