Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: please only share to %(num)s emails at a time.
ar: من فضلك شارك مع بريد الكتروني في المرة%(num)s
bs: molimo vas da dijelite sa najviše %(num)s emailova odjednom.
ca: només compartiu fins %(num)s correus al mateix temps.
el: παρακαλώ μοιράσου το με το πολύ %(num)s email κάθε φορά.
eo: vi nur rajtas sendi al po %(num)s adresoj.
eu: mesedez, partekatu gehienez %(num)s e-postarekin aldiko.
fi: jaa vain %(num)s sähköpostiosoitetta kerralla
fr_ca: veuillez partager qu'avec %(num)s adresses courriel à la fois.
hu: kérjük egyszerre maximum %(num)s emailt osszon meg.
it: per favore, condividi al massimo %(num)s email per volta
mt_mt: jekk jogħġbok ikkondividi ma' mhux aktar minn %(num)s indirizzi tal-email f'salt wieħed.
nn: ikkje del meir enn %(num)s e-postar om gongen.
no: vennligst bare del med %(num)s e-postadresser samtidig.
pl: jednorazowo możesz udostępnić do %(num)s emaili
sr_la: molimo vas delite samo do %(num)s emailova u isto vreme
sv: vänligen dela med högst %(num)s e-postadresser i taget.
uk: будь ласка діліться не більш ніж с %(num)s поштовими адресами за один раз
vi: bạn chỉ được chia sẻ cho %(num)s email trong thời điểm hiện tại

source: where should we send that weekly newsletter?
ca: on hauríem d'enviar aquest butlletí setmanal?
el: πού θέλετε να στέλνουμε το εβδομαδιαίο newsletter;
fr_ca: où devrions-nous vous envoyer cette newsletter hebdomadaire?
hu: hova küldjük azt a heti hírlevelet?
it: dove dovremmo mandare questa newsletter settimanale?
mt_mt: fejn għandna nibgħatu dik iċ-ċirkulari tal-ġimgħa?
sv: vart ska vi skicka veckonyhetsbrevet?
uk: куди нам надсилати цю щотижневу розсилку новин?
vi: chúng tôi nên gửi thư định kỳ mỗi tuần đến đâu?

source: advertisers are required to supply an email
el: οι διαφημιστές είναι υποχρεωμένοι να στείλουν e-mail
fi: mainostajien täytyy antaa sähköposti
fr_ca: les publicitaires sont requis de fournir un email
it: gli inserzionisti sono tenuti a fornire una e-mail
sv: marknadsförare måste ange en e-postadress
uk: рекламодавці мають надати електронну пошту

source: That email could not be added. Check your email for an existing confirmation email.
el: Αυτό το email δεν μπορούσε να προστεθεί. Ελέγξτε το email σας για κάποιο υπάρχων email επιβεβαίωσης.
fr_ca: Cet adresse e-mail n'a pas pu être ajoutée. Vérifiez la présence d'un e-mail de confirmation dans votre boîte mail.
it: Questo indirizzo e-mail non può essere aggiunto. Controlla la posta in arrivo del tuo indirizzo email per un messaggio per la conferma di indirizzo email già presente.
mt_mt: Dak l-indirizz tal-email ma' setax jinżdied. Fittex l-email tiegħek sabiex issib konferma.
sv: Den där e-posten kunde inte tilläggas. Leta efter ett existerande bekräftelsemejl i din e-post.
uk: Цю електронну пошту не вдалося додати. Перевірте свою електронну скриньку на предмет наявності листа підтвердження.
vi: Địa chỉ email đã được sử dụng. Xin hãy kiểm tra một email xác nhận trong hộp thư của bạn.

source: that subreddit has already been oversold on %(start)s to %(end)s. Please pick another subreddit or date.
bs: taj subreddit je već previše korišten između %(start)s i %(end)s. Molimo vas da odaberete drugi subreddit ili datum.
ca: aquest subreddit ja ha estat venut més del compte des de %(start)s fins a %(end)s. Per favor escolliu un altre subreddit o una altra data.
el: αυτό το υποreddit έχει ήδη ξεπεράσει τις πωλήσεις από %(start)s ως %(end)s. Παρακαλώ επιλέξτε άλλο υποreddit ή ημερομηνία.
fr_ca: ce reddit a été survendu du %(start)s au %(end)s. Veuillez choisir un autre reddit ou une autre date.
hu: az az subreddit már teljesen elkelt ettől %(start)s eddig %(end)s. Kérlek válassz egy másik subredditet vagy dátumot.
it: quel subreddit è già stato ipervenduto da %(start)s a %(end)s. Per favore scegli un altro subreddit o data.
mt_mt: dak is-subreddit diġà mibjugħ iż-żejjed bejn %(start)s u %(end)s. Jekk jogħġbok agħżel subreddit jew data differenti.
nn: den subredditen har allereie vorte oversolgt på %(start)s til %(end)s. Vennligst vel ei anna subreddit eller dato.
no: den subredditen har allerede blitt oversolgt på %(start)s til %(end)s. Vennligst velg en annen subreddit eller dato.
pl: ten subreddit jest już zarezerwowany od %(start)s do %(end)s. Proszę wybrać inny subreddit lub datę.
sv: den subredditen har redan blivit översåld från %(start)s till %(end)s. Var god välj en annan subreddit eller ett annat datum.
uk: такий сабреддіт вже був розпроданий з %(start)s до %(end)s. Виберіть інший сабреддіт або діапазон дат.
vi: that chuyên mục has already been oversold on %(start)s to %(end)s. Please pick another chuyên mục or date.

source: We have insufficient inventory to fulfill your requested budget, target, and dates. Only %(available)s impressions available on %(target)s from %(start)s to %(end)s.
ca: No tenim un inventari suficient per respondre a les vostres demandes d'objectius, dates i pressupost. Només tenim %(available)s impressions disponibles per a %(target)s entre %(start)s i %(end)s.
fr_ca: Nous avons un inventaire insuffisant pour répondre à vos exigeances en termes de budget, cible et dates. Seulement %(available)s impressions sont à disposition pour la cible %(target)s entre %(start)s et %(end)s.
it: Non abbiamo mezzi sufficienti per accomodare la tua richiesta. Solo %(available)s impression sono disponibili per %(target)s da %(start)s a %(end)s.
mt_mt: M'għandniex biżżejjed inventarju sabiex nilħqu il-baġit, l-oġġettiv, u d-dati rikjesti. Hemm biss %(available)s impressjonijiet disponibbli fuq %(target)s bejn %(start)s u %(end)s.
nn: Vi har ikkje nødvendig plass tilgjengeleg for å kunne gjennomføre ditt forespurte budsjett, mål og datoer. Kun %(available)s intrykk er tilgjengeleg på %(target)s frå %(start)s til %(end)s.
no: Vi har ikke nødvendig plass tilgjengelig for å gjennomføre ditt forespurte budsjett, mål og datoer. Kun %(available)s inntrykk er tilgjengelig på %(target)s fra %(start)s til %(end)s.
pl: Nie posiadamy wystarczającej ilości miejsca by wykorzystać żądany budżet, cel i daty. Tylko %(available)s wyświetleń jest dostępnych w %(target)s od %(start)s do %(end)s.
sv: Vi har inte tillräckligt med utrymme för att fullfölja din begärda budget, mål och datum. Endast %(available)s intryck finns tillgängliga via %(target)s från och med %(start)s till och med %(end)s.
uk: Ми не маємо достатньо ресурсів, щоб задовольнити запитаний бюджет, цілі та дати. В наявності є лише %(available)s переглядів %(target)s між датами %(start)s і %(end)s.
vi: Hiện tại chúng tôi không có đủ số liệu tóm tắt đầy đủ để đáp ứng nhu cầu của bạn về ngân quỹ, tiêu chí cũng như thời hạn mà bạn đưa ra. Hiện chỉ khoảng %(available)s sự ấn tượng đạt được trên %(target)s từ %(start)s đến%(end)s.

source: please provide a date of the form mm/dd/yyyy
ar: برجاء تحديد تاريخ
bs: molimo vas da datum upišete u obliku mm/dd/gggg
ca: per favor escriu una data en format dia/mes/any
el: παρακαλώ δώσε μια ημερομηνία στη μορφή μμ/ηη/εεεε
eo: tajpu daton laŭ formato mm/tt/jjjj
eu: mesedez, zehaztu hh/ee/uuuu formatuko data bat
fi: anna päivämäärä muodossa mm/dd/yyyy
fr_ca: veuillez indiquer une date sous la forme mm/jj/aaaa
hu: kérlek adj meg egy dátumot hh/nn/éééé formában
it: per favore inserisci una data nel formato mm/gg/aaaa
mt_mt: jekk jogħġbok ipprovdi data fil-format xx/ġġ/ssss
nn: oppgi ein dato på forma mm/dd/yyyy
no: vennligst angi en dato i form av mm/dd/åååå
pl: proszę o datę w formacie mm/dd/rrrr
sr_la: molimo vas obezbedite datum u formi mm/dd/yyyy
sv: ange ett datum på formen mm/dd/åååå
uk: будь-ласка введіть дату в форматі мм/дд/рррр
vi: vui lòng cung cấp ngày theo dạng mm/dd/yyyy

source: the dates need to be in order and not identical
ar: يجب ترتيب التواريخ وعدم التكرار
bs: datumi moraju slijediti redoslijed i ne smiju biti isti
ca: les dates han d'estar en ordre i no ser identiques
el: οι ημερομηνίες πρέπει να είναι σε σειρά και να είναι διαφορετικές
eo: la datoj devas skribiĝi laŭ ordo kaj ne sami
eu: datek ordenean egon behar dute eta ezin dute errepikatu
fi: päivämäärien on oltava järjestyksessä, eivätkä ne saa olla identtisiä
fr_ca: les dates doivent être dans l'ordre et ne peuvent être identiques
hu: a dátumok sorban kell legyenek és nem lehetnek azonosak
it: le date devono essere in ordine e non identiche
mt_mt: id-dati meħtieġa jiddaħħlu f-ordni kronoloġiku u distinti minn xulxin
nn: datoane må vere i rekkjefølgje og ikkje like
no: datoene må være riktig rangert og ikke identiske
pl: daty powinny być w kolejności i nie identyczne
sr_la: datumi nisu u redu i nisu identični
sv: datumen måste vara i ordning och ej identiska
uk: дати повинні йти по порядку і не бути одинакові
vi: ngày tháng cần được đặt theo thứ tự chứ không phải theo tính đồng nhất

source: please enter a date %(day)s or earlier
ca: siusplau, entra una data que sigui abans de %(day)s dies
fi: Ole hyvä ja laita päivämäärä %(day)s tai aiempi
fr_ca: s'il vous plait, entrez une date %(day)s or plutôt
hu: kérjük adj meg %(day)s előtti időpontot
it: per favore inserisci una data precedente o uguale a %(day)s
mt_mt: jekk jogħġbok daħħal data %(day)s jew qabel
nn: skriv inn en dato %(day)s eller tidligere
no: skriv inn en dato %(day)s eller tidligere
pl: proszę wpisz datę %(day)s lub wcześniejszą
sv: ange ett datum %(day)s eller tidigare
uk: будь ласка вкажіть дату %(day)s або раніше
vi: hãy nhập một ngày %(day)s hoặc trước nữa

source: please enter a date %(day)s or later
ca: per favor, introduïu una data igual o més tard a %(day)s
el: παρακαλούμε εισάγετε μία ημερομηνία %(day)s ή αργότερα
fi: Ole hyvä ja laita päivämäärä %(day)s tai myöhempi
fr_ca: s'il vous plait, entrez une date %(day)s or plus tard
hu: kérjük adj meg %(day)s utáni időpontot
it: per favore inserisci una data successiva o uguale a %(day)s
mt_mt: jekk jogħġbok daħħal data %(day)s jew wara
nn: skriv inn en dato %(day)s eller senere
no: skriv inn en dato %(day)s eller senere
pl: proszę wpisz datę %(day)s lub późniejszą
sv: ange ett datum %(day)s eller senare
uk: будь ласка вкажіть дату %(day)s або пізніше
vi: hãy nhập một ngày %(day)s hoặc sau nữa

source: start date cannot be changed
el: Η αρχική ημερομηνία δεν μπορεί να υποστεί αλλαγές
fi: aloituspäivämäärää ei voi muuttaa
fr_ca: la date de début ne peut pas être modifiée
hu: kezdő dátumot nem lehet megváltoztatni
it: la data di partenza non può essere cambiata
mt_mt: id-data tal-bidu ma' tistax tinbidel
sv: startdatum kan inte ändras
uk: початкову дату змінити не можна
vi: không thể thay đổi ngày bắt đầu

source: this campaign was created prior to auction and cannot be edited
fr_ca: cette campagne a été créée avant les enchères et ne peut être éditée

source: address problem: %(message)s
ar: مُشكِلة في العنوان: %(message)s
bs: problem s adresom: %(message)s
ca: problema de l'adreça: %(message)s
el: πρόβλημα διεύθυνσης: %(message)s
eo: adres-eraro: %(message)s
eu: helbidearekin arazoa: %(message)s
fi: osoite-ongelma: %(message)s
fr_ca: problème d'adresse: %(message)s
hu: cím probléma: %(message)s
it: problema con l'indirizzo: %(message)s
mt_mt: problema bl-indirizz: %(message)s
nn: adresser problem: %(message)s
no: adresseproblem: %(message)s
pl: problem z adresem: %(message)s
sr_la: problem sa adresom: %(message)s
sv: adressproblem: %(message)s
uk: проблема з адресою: %(message)s
vi: địa chỉ chưa chính xác %(message)s

source: card problem: %(message)s
ar: مُشكِلة في البطاقة:%(message)s
bs: problem s karticom: %(message)s
ca: Problema de la targeta: %(message)s
el: πρόβλημα κάρτας: %(message)s
eo: kart-eraro: %(message)s
eu: txartelarekin arazoa: %(message)s
fi: korttiongelma: %(message)s
fr_ca: problème de carte: %(message)s
hu: kártya hiba: %(message)s
it: problema con la carta: %(message)s
mt_mt: problema bil-karta tal-kreditu: %(message)s
nn: kortproblem: %(message)s
no: kortproblem: %(message)s
pl: problem z kartą: %(message)s
sr_la: problem sa karticom: %(message)s
sv: kortproblem: %(message)s
uk: проблема з карткою: %(message)s
vi: số thẻ chưa chính xác %(message)s

source: this is too long (max: %(max_length)s)
ar: هذا طويل جداً: الحد الأقصى: %(max_length)s))
bs: ovo je predugo (maksimalno: %(max_length)s)
ca: és massa llarg(max:%(max_length)s)
el: αυτό είναι πολύ μεγάλο (μέγιστο: %(max_length)s)
eo: ĉi tio tro longas (maksimumo: %(max_length)s
eu: hau luzeegia da (max: %(max_length)s)
fi: tämä on liian pitkä (max: %(max_length)s)
fr_ca: c'est trop long (Max.: %(max_length)s)
hu: túl hosszú (legfeljebb %(max_length)s)
it: questo è troppo lungo (max: %(max_length)s )
mt_mt: dan twil wisq (massimu: %(max_length)s)
nn: det her er for langt (maks: %(max_length)s)
no: dette er for langt (maks: %(max_length)s )
pl: zbyt długie (maks.: %(max_length)s)
sr_la: ovo je predugačko (max: %(max_length)s)
sv: det är för långt (max: %(max_length)s)
uk: це задовге (максимум: %(max_length)s)
vi: Quá dài (max: %(max_length)s)

source: we need something here
ar: نحتاج شيئاً هنا
bs: ovdje nam je potrebno nešto
ca: necessitem alguna cosa aquí
el: κάτι πρέπει να υπάρχει εδώ
eo: io bezoniĝas ĉi tie
eu: zerbait behar dugu hemen
fi: tähän tarvitaan jotain
fr_ca: il nous faut quelque chose ici
hu: kell ide valami
it: ci serve qualcosa qui
mt_mt: neħtieġu xi ħaġa hawn
nn: me treng noko her
no: vi trenger noe her
pl: potrzebujemy tutaj czegoś
sr_la: potrebno nam je nešto tu
sv: vi behöver något här
uk: нам тут щось треба
vi: chúng tôi cần vài thứ ở đây

source: this is too short (min: %(min_length)s)
ca: es molt curt (mínim: %(min_length)s)
el: αυτό είναι πολύ μικρό (min: %(min_length)s)
fi: tämä on liian lyhyt (minimi: %(min_length)s)
fr_ca: c'est trop court (min: %(min_length)s)
hu: túl rövid (min: %(min_length)s)
it: troppo corto (min: %(min_length)s)
mt_mt: dan qasir wisq (massimu: %(min_length)s)
no: dette er for kort (min: %(min_length)s)
sv: detta är för kort (min: %(min_length)s)
uk: це надто коротко (мінімум: %(min_length)s)
vi: quá ngắn (yêu cầu tối thiểu %(min_length)s)

source: we've never seen that code before
ar: لم نرى نص برمجة كهذه من قبل
bs: nikad prije nismo vidjeli taj kod
ca: anteriorment mai no s'havia vist aquest codi
el: δεν έχουμε ξαναδεί αυτόν τον κωδικό
eu: kode hori ez dugu inoiz ikusi
fi: emme ole nähneet tätä koodia ennen
fr_ca: nous n'avons jamais vu ce code auparavant
hu: még soha sem láttuk ezt a kódot korábban
it: non abbiamo mai visto quel codice prima
mt_mt: qatt ma' rajna dak il-kodiċi qabel
nn: vi har aldri sett den koden før
no: vi har aldri sett den koden før
pl: nie widzieliśmy wcześniej takiego kodu
sv: vi har aldrig sett den koden förut
uk: ми не бачили раніше такого коду
vi: chúng tôi chưa từng thấy code đó trước đây

source: that code has already been claimed -- perhaps by you?
ar: لقد تم أستلام نص البرمجة تلك - ربما منك ؟
bs: taj kod je već iskorišten - možda ste to učinili vi?
ca: ja s'ha reclamat aquest codi - Potser per tu?
el: αυτός ο κωδικός έχει ήδη εξαργυρωθεί -- ίσως από εσένα;
fi: tämä koodi on jo käytetty -- ehkä sen käytit sinä?
fr_ca: ce code à déjà été revendiqué -- par vous peut-être ?
hu: a kódot már felhasználták -- talán te voltál?
it: quel codice è già stato riscattato -- forse da te?
mt_mt: dak il-kodiċi diġà rrivendikat -- forsi minnek?
nn: den koden er allereie tinga -- kanskje av deg?
no: den koden har allerede blitt hevdet -- kanskje av deg?
pl: ten kod jest już zajęty -- może przez ciebie?
sv: den koden har redan använts -- kanske av dig?
uk: цей код вже було використано... можливо вами?
vi: mã nãy đã được xác nhận -- có phải bởi bạn không?

source: that subreddit doesn't allow text posts
ar: ذلك الريديت الفرعي لا يسمح مشاركات نصية
bs: taj subreddit ne dozvoljava tekstualne poruke
ca: aquest subreddit no admet enviaments de text
el: αυτό το υποreddit δεν επιτρέπει αναρτήσεις κειμένου
fi: tuo alireddit ei salli tekstijulkaisuja
fr_ca: ce reddit ne permet pas les soumissions au format texte
hu: az az subreddit nem engedélyez szöveges post-okat
it: quel subreddit non permette messaggi di testo
mt_mt: dak is-subreddit ma' jippermettix impostazzjonijiet ta' test
nn: den subredditen tillater ikke tekstposter
no: den subredditen tillater ikke tekstposter
pl: ten subreddit nie akceptuje wiadomości tekstowych
sv: den subredditen tillåter inte textinlägg
uk: той сабреддіт не дозволяє текстові публікації
vi: chuyên mục đó không cho phép đăng văn bản

source: that subreddit only allows text posts
ar: ذلك الريديت الفرعي يسمح المشاركات النصية فقط
bs: taj subreddit samo dozvoljava tekstualne poruke
ca: aquest subreddit només admet enviaments de text
el: αυτό το υποreddit επιτρέπει μόνο αναρτήσεις κειμένου
fi: tuo alireddit sallii vain tekstijulkaisuja
fr_ca: ce reddit ne permet que les soumissions au format texte
hu: az az subreddit csak szöveges posztokat engedélyez
it: quel subreddit permette solo messaggi di testo
mt_mt: dak is-subreddit jippermetti biss impostazzjonijiet ta' test
nn: den subredditen tillater kun tekstposter
no: den subredditen tillater kun tekstposter
pl: ten subreddit akceptuje wyłącznie wiadomości tekstowe
sv: den subredditen tillåter endast textinlägg
uk: той сабреддіт дозволяє лише текстові публікації
vi: chuyên mục đó chỉ cho phép đăng văn bản

source: that's a piece of history now; it's too late to reply to it
ar: قد مرّ عليها زمن الأن, وفات عليك انتهاز فرصة الرّد
bs: ovo je sada dio historije; prekasno je da date svoj komentar
ca: ara és una peça de l'historial; és massa per contestar
el: αυτό είναι μέρος της ιστορίας τώρα· είναι πολύ αργά για να απαντήσεις σε αυτό
eu: hau historiaren zati da orain; berandu da erantzuteko
fi: tämä on jo historiaa; liian myöhäistä vastata enää
fr_ca: ça appartient au passé maintenant; il est trop tard pour y répondre
hu: az már a történelem része, már nem lehet rá válaszolni
it: è un pezzo di storia ormai, è troppo tardi per rispondervi
mt_mt: dak miet u spiċċa; issa tard wisq biex twieġeb
nn: det der er ein del av historia no - det er for seint å svare på det
no: det er et stykke historie nå; det er for sent å svare på det
pl: teraz to część historii; jest za późno by na to odpowiedzieć
sv: det är historia nu; det är försent att besvara det
uk: на даний момент це уже частина історії; надто пізно відповідати
vi: dĩ vãng rồi; quá muộn để trả lời

source: Comments are locked.
el: Τα σχόλια έχουν κλειδωθεί.
fi: Kommentointi on lukittu.
fr_ca: Les commentaires sont verrouillés.
hu: A kommentek le vannak zárva.
it: I commenti sono bloccati.
sv: Kommentarer är låst.
uk: Коментарі закриті.
vi: Bình luận bị khóa.

source: invalid css name
ar: اسم CSS غير جائز
bs: neispravno css ime
ca: nom de css invàlid
el: μη έγκυρο όνομα css
eu: css izen baliogabea
fi: virheellinen CSS-nimi
fr_ca: nom css invalide
hu: érvénytelen css név
it: nome css non valido
mt_mt: isem is-CSS invalidu
nn: ugyldig css-namn
no: ugyldig css navn
pl: nieprawidłowa nazwa css
sv: ogiltigt css-namn
uk: неправильна назва css
vi: tên css không đúng

source: invalid css
ar: باطل CSS
bs: neispravan css
ca: css invàlid
el: μη έγκυρο css
fi: virheellinen css
fr_ca: css non valide
hu: érvénytelen css
it: css non valido
mt_mt: CSS invalidu
nn: ugyldig css
no: ugyldig CSS
pl: nieprawidłowy css
sv: ogiltig css
uk: невірний CSS
vi: css không hợp lệ

source: invalid revision ID
bs: neispravan ID revizije
ca: ID de revisió invàlida
el: άκυρο ID έκδοσης
fi: virheellinen tarkastustunniste
fr_ca: ID de révision non valide
hu: érvénytelen módosítási azonosító
it: Id di revisione non valido
mt_mt: ID tar-reviżjoni invalida
nn: ugyldig revisjons-ID
no: ugyldig revisjonsnummer
pl: zły numer zmian
sv: ogiltigt revisions-ID
uk: невірний код ревізії
vi: ID duyệt lại không hợp lệ

source: too many flair css classes
ar: كثرة فئات CSS للميزات
bs: previše flair css klasa
ca: massa classes css de les banderetes
el: υπερβολικά πολλές κλάσεις css για εμβλήματα
eu: bereizgarriaren css klase gehiegi
fi: liian monta css-luokkaa flairissä
fr_ca: trop de classes css pour les insignes
hu: túl sok kitűző css osztály
it: troppe classi css del flair
mt_mt: wisq klassijiet tas-CSS għax-xinxilli
nn: for mange css-klasser for skilt
no: det er for mange CSS-klasser for pregene
pl: zbyt dużo klas css znaczka
sv: för många stilmallsklasser
uk: забагато css класів для флаіру
vi: quá nhiều CSS cho cờ hiệu

source: not a valid flair target
ar: ليس الهدف ميزة صالحة
bs: nije ispravno flair odredište
ca: no és una destinació de bandereta vàlida
el: μη έγκυρος στόχος εμβλήματος
eu: ez da baliozko bereizgarriaren helburu bat
fi: ei kelvollinen flair-kohde
fr_ca: cible d'insigne non valide
hu: nem egy valós kitűző
it: flair non valido
mt_mt: mhux oġġettiv validu għax-xinxilla
nn: ikkje eit gyldig skiltmål
no: ikke gyldig mål for flair
pl: niewłaściwy cel znaczka
sv: inte ett giltigt mål för stilar
uk: невірна ціль для флаіру
vi: không phải là mục tiêu tốt hợp lệ

source: invalid redirect_uri parameter
ar: معطيات إعادة تحويل الرابط غير صالحة
bs: netačan redirect_uri parametar
ca: paràmetre redirect_uri invàlid
el: λανθασμένη παράμετρος redirect_uri
eu: redirect_uri parametro baliogabea
fi: virheellinen redirect_uri parametri
fr_ca: paramètre redirect_uri non valide
hu: érvénytelen redirect_uri paraméter
it: parametro redirect_uri non valido
mt_mt: parametru redirect_url mhux validu
nn: ugyldig parameter for redirect_url
no: ugyldig parameter for redirect_uri
pl: zły parametr redirect_uri
sv: ogiltig parameter för redirect_uri
uk: невірний параметр redirect_uri
vi: thông số redirect_uri không hợp lệ

source: invalid response type
fr_ca: type de réponse invalide
sv: ogiltig svarstyp

source: invalid scope requested
ar: نطاق الطلب غير صالح
bs: zahtjevano je netačno područje
ca: petició d'àmbit invàlida
el: λανθασμένη εμβέλεια
fr_ca: étendue demandée non valide
hu: érvénytelen tartomány kérés
it: ambito richiesto non valido
mt_mt: l-skop mitlub hu invalidu
nn: eit ugyldig verkefelt (scope) vart etterspurd
no: ønsket område er ugyldig.
pl: żądano nieprawidłowego zakresu
sv: ogiltigt scope begärdes
uk: неприйнятні межі для запиту
vi: phạm vi truy vấn không hợp lệ

source: invalid refresh token
ar: غير صالحة تحديث رمزية
bs: netačan token za osvježavanje
ca: fitxa de refresc invàlida
el: Λανθασμένη ένδειξη επαναφόρτωσης
fr_ca: jeton actualisé non valide
hu: érvénytelen újratöltés token
it: token di aggiornamento non valido
mt_mt: towkin ta' aġġornament invalidu
nn: ugyldig oppdaterings-ID
no: ugyldig oppdaterings-ID
pl: nieprawidłowy kod z obrazka
sv: ogiltig uppdateringstoken
uk: невірний токен оновлення
vi: lệnh cập nhật lại không hợp lệ

source: access denied by the user
ar: الدخول مرفوض من قبل المستخدم
bs: odbijen je pristup za ovo korisnika
ca: accés denegat per l'usuari
el: δεν επιτρέπεται η πρόσβαση από το χρήστη
eu: erabiltzaileak sarbidea ukatuta
fi: käyttäjä on estänyt pääsyn
fr_ca: accès refusé par l'utilisateur
hu: a hozzáférést megtagadta a felhasználó
it: accesso negato dall'utente
mt_mt: aċċess imċaħħad mill-utent
nn: tilgjenge nekta av brukaren
no: tilgang nektet av brukeren
pl: dostęp zabroniony przez użytkownika
sv: åtkomst nekades av användaren
uk: в доступі відмовлено користувачем
vi: truy cập bị từ chối bởi người dùng

source: refresh tokens are not allowed for this response_type
fr_ca: les rafraîchissements ne sont pas autorisés pour ce response_type

source: confidential clients can not request tokens directly
fr_ca: les clients confidentiels ne peuvent demander de gages directement
