Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: dark grey
el: σκούρο γκρι
fr_ca: gris foncé
it: grigio scuro
sv: mörkgrå

source: semi black
fr_ca: mi-noir
it: mezzo nero

source: %s (filtered)
ar: (مصفى) %s
bs: %s (filtrirano)
el: %s (φιλτραρισμένο)
fi: %s (suodatettu)
fr_ca: %s(filtré)
hu: %s (szűrt)
it: %s (filtrato)
mt_mt: %s (iffiltrat)
nn: %s (filtrert)
no: %s (filtrert)
pl: %s (przefiltrowano)
sv: %s (filtrerad)
uk: %s (фільтрується)
vi: %s (đã được lọc)

source: posts from %s
el: αναρτήσεις από %s
fr_ca: publications de %s
it: post da %s
mt_mt: impostazzjonijiet minn %s
nn: poster fra %s
no: poster fra %s
pl: posty z %s
sv: inlägg från %s
uk: публікації від %s
vi: bài đăng từ %s

source: %s subreddits curated by /u/%s
el: %s υποreddit υπό την επιμέλεια του /u/%s
fi: %s aliredditit, joita hoitaa /u/%s
fr_ca: %s subreddits organisés par /u/%s
it: %s subreddit curati da /u/%s
mt_mt: %s subreddits ikkurati minn /u/%s
nn: %s subreddits blir passet på av /u/%s
no: %s subreddits blir passet på av /u/%s
pl: %s subredditów pod nadzorem /u/%s
sv: %s subredditar sammanställda av /u/%s
uk: %s сабреддіти, під наглядом /u/%s
vi: %s chuyên mục tạm thời được phụ trách bởi /u/%s

source: %(domain)s on %(reddit.com)s
el: %(domain)s στο %(reddit.com)s
fr_ca: %(domain)s sur %(reddit.com)s
it: %(domain)s su %(reddit.com)s
mt_mt: %(domain)s fuq %(reddit.com)s
nn: %(domain)s på %(reddit.com)s
no: %(domain)s på %(reddit.com)s
pl: %(domain)s w %(reddit.com)s
sv: %(domain)s på %(reddit.com)s
uk: %(domain)s на сайті %(reddit.com)s
vi: %(domain)s trên %(reddit.com)s

source: Any Scope
fr_ca: Toute les cibles
it: qualsiasi ambito
mt_mt: Kwalsijasi Skop
nn: Alle omfang
no: Alle omfang
pl: Dowolny Zakres
sv: Alla omfång
uk: Будь-яка Зона OAuth 2
vi: Bất kỳ phạm vi nào

source: Endpoint is accessible with any combination of other OAuth 2 scopes.
fr_ca: Le point est disponible avec d'autres combinaisons OAuth 2 scopes.
it: L'Endpoint è accessibile con una qualsiasi combinazione di altri ambiti OAuth2.
mt_mt: Endpoint aċċessibbli bi kwalsijasi kombinazzjoni ta' skopi ta' OAuth 2.
nn: Endpoint er tilgjengelig med alle kombinasjoner av andre OAuth 2-omfang.
no: Endpoint er tilgjengelig med alle kombinasjoner av andre OAuth 2-omfang.
pl: Punkt końcowy jest dostępny z jakąkolwiek kombinacją zakresu OAuth 2.
sv: Endpointen nås med alla kombinationer av andra OAuth 2-omfång.
uk: Кінцева точка доступна з будь-якою комбінацією інших зон (scope) OAuth 2
vi: Endpoint có thể truy cập với bất kỳ sự kết hợp nào từ các phạm vi OAuth 2 khác.

source: Update account information
el: Ενημερώστε τις πληροφορίες λογαριασμού
fi: Päivitä tilin tietoja
fr_ca: Mettre a jour les informations de votre compte
it: Aggiorna informazioni account
mt_mt: Aġġorna d-dettalji tal-kont
nn: Oppdater kontoinformasjon
no: Oppdater kontoinformasjon
pl: Zaktualizuj informacje dotyczące konta
sv: Uppdatera kontoinformation
uk: Оновити інформацію про обліковий запис
vi: Cập nhật thông tin tài khoản

source: Update preferences and related account information. Will not have access to your email or password.
el: Ενημερώστε τις προτιμήσεις και τις σχετικές πληροφορίες λογαριασμού. Δεν θα υπάρξει πρόσβαση στο e-mail σας η στον κωδικό σας.
fr_ca: Mettre à jour les préférences et les informations liées au compte. Il n'aura pas accès à votre e-mail ou votre mot de passe.
it: Aggiorna preferenze e le relative informazioni dell'account. Non avrà accesso alla tua e-mail o password.
mt_mt: Aġġorna l-preferenzi u d-dettalji relatati tal-kont. Dan ma' jagħtix aċċess għall-indirizz tal-email jew il-password.
nn: Oppdater preferanser og relatert kontoinformasjon. Vil ikke ha tilgang til din email eller passord.
no: Oppdater preferanser og relatert kontoinformasjon. Vil ikke ha tilgang til din email eller passord.
pl: Zaktualizuj preferencje i informacje dotyczące konta. Nie ma dostępu do Twojego emaila ani hasła.
sv: Uppdatera inställningar och annan kontoinformation. Kommer inte ha tillgång till din e-post eller ditt lösenord.
uk: Оновити налаштування та споріднену інформацію про обліковий запис. Електронна пошта та пароль залишаться як є.
vi: Cập nhật phần thông tin tùy chọn liên quan tới tài khoản. Phần này không cần truy cập vào email hoặc đòi hỏi mật khẩu.

source: Spend reddit gold creddits
fi: Käytä reddit kulta crediittejä
fr_ca: Dépenser des gold creddits
it: spendi i reddit gold creddit
mt_mt: Onfoq kredditi tar-reddit gold
nn: bruk redditgull creddits
no: bruk redditgull creddits
pl: Wydaj złote kreddity
sv: Spendera reddit guld-kredditer
uk: Витрачайте золоті креддіти Реддіту
vi: Độ tín dụng reddit gold để chi trả

source: Spend my reddit gold creddits on giving gold to other users.
fi: Käytä reddit kulta crediittejäni anteekseni reddit kullan toisille käyttäjille.
fr_ca: Dépenser mes gold creddits en les donnant à d'autres redditeurs.
it: Spendi i miei creddit donando il gold ad altri utenti.
mt_mt: Sarraf kredditi tar-reddit gold tiegħi bħala għotja ta' gold lil utenti oħrajn.
nn: bruk mine redditgull creddits på å gi gull til andre brukere.
no: bruk mine redditgull creddits på å gi gull til andre brukere.
sv: Spendera mina reddit guld-kredditer genom att ge andra användare guld.
uk: Витратити мої золоті креддіти Реддіту щоб подарувати золото іншим учасникам.
vi: Độ tín dụng để chi trả dành cho việc tặng các gold cho các người dùng khác.

source: Edit Posts
ar: تعديل مشاركاتك
bs: Uredi poruke
ca: Edita Entrades
el: Επεξεργασία Αναρτήσεων
fi: muokkaa lisäyksiä
fr_ca: Modifier des publications
hu: Hozzászólások Szerkesztése
it: modifica post
mt_mt: Immodifika l-impostazzjonijiet
nn: Endre postar
no: Endre Innlegg
pl: Edycja postów
sv: Redigera inlägg
uk: Редагувати Публікації
vi: Sửa Bài Đăng

source: Edit and delete my comments and submissions.
ar: حرر وحذف تعليقاتي والتقديمات
bs: Uredi i obriši moje komentare i poruke.
el: Επεξεργασία και διαγραφή των σχολίων και υποβολών μου.
fi: Muokkaa ja poista kommentini ja lisäykseni.
fr_ca: Modifier et supprimer mes commentaires et soumissions.
hu: Hozzászólásaim és beküldéseim szerkesztése és törlése.
it: Modifica ed elimina i miei commenti e post.
mt_mt: Immodifika w ħassar il-kummenti u l-impostazzjonijiet tiegħi.
nn: Endre og slett innlegga og bidraga mine.
no: Rediger og slett mine kommentarer og innlegg.
pl: Może edytować i usuwać twoje komentarze i linki.
sv: Redigera och radera mina kommentarer och bidrag.
uk: Редагувати чи видалити мої коментарі чи публікації.
vi: Chỉnh sửa và xóa bình luận và bài đăng của tôi.

source: Manage My Flair
el: Διαχείριση του εμβλήματος μου
fi: Hallitse flairiani
fr_ca: Gérer Mon Flair
hu: Kitűzőm beállítása
it: Gestisci il mio Flair
mt_mt: Iġġestixxi x-Xinxilla Tiegħi
nn: Administrer preg
no: Administrer preg
pl: Zarządzanie Moim Znaczkiem
sv: Administrera mina stilar
uk: Керування Моїм Флаіром
vi: Quản lý cờ hiệu của tôi

source: Select my subreddit flair. Change link flair on my submissions.
fr_ca: Sélectionner mon Flair de subreddit. Changer le Flair de lien sur mes soumissions.
it: Scegli il mio flair del subreddit. Modifica il flair dei link nei miei post.
mt_mt: Agħżel ix-xinxilla tiegħi tas-subreddit. Biddel ix-xinxilla tal-link fuq l-impostazzjonijiet tiegħi.
nn: Velg subreddit flair/preg. Bytt link flair/preg på mine tråder.
no: Velg subreddit flair/preg. Bytt link flair/preg på mine tråder.
pl: Może wybierać mój znaczek w subreddicie. Może zmieniać znaczek w moich treściach.
sv: Välj min subredditstil. Byt länkstil på mina inskickningar.
uk: Вибрати мій флаір на сабреддіті. Змінити флаір посилання в моїх публікаціях.
vi: Chọn cờ hiệu dành cho chuyên mục của tôi. Thay đổi liên kết của cờ hiệu trên trong phần đăng bài của tôi.

source: History
ar: تاريخ
bs: Historija
ca: Historial
el: Ιστορικό
fi: Historia
fr_ca: Historique
hu: előzmény
it: Storico
mt_mt: Kronoloġija
nn: Historikk
no: Historikk
pl: Historia
sv: Historik
uk: Історія
vi: Lịch sử

source: Access my voting history and comments or submissions I've saved or hidden.
ar: وصول إلى التاريخ التصويت والتعليقات أو دفوع لقد أنقذ أو مخفية.
fr_ca: Accéder à mon historique de vote et de commentaire/suggestions que j'ai sauvegardé/caché.
hu: Hozzáférés a szavazási előzményeimhez, mentett vagy elrejtett kommentjeimhez és feltett kérdéseimhez.
it: Accedi alla mia cronologia dei voti ed ai commenti o post che ho salvato o nascosto.
mt_mt: Aċċedi l-kronoloġija tal-votazzjoni tiegħi u tal-kummenti w impostazzjonijiet li salvajt jew ħbejt.
nn: Min stemmehistorikk, samt kommentarer eller innlegg jeg har lagret eller gjemt.
no: Min stemmehistorikk, samt kommentarer eller innlegg jeg har lagret eller gjemt.
pl: Pokaż historię moich głosów i komentarzy, lub tematów, które zapisałem lub schowałem.
sv: Få tillgång till min röstningshistorik och kommentarer eller bidrag jag har sparat eller gömt.
uk: Доступ до моєї історії голосування та коментарів і публікацій, які я зберіг або сховав.
vi: Truy cập lịch sử bỏ phiếu và bình luận hoặc bài đăng tôi đã lưu hoặc ẩn đi.

source: My Identity
ar: هويتي
bs: Moj identitet
ca: La meva identitat
el: Η ταυτότητά μου
eu: Nire nortasuna
fi: Henkilöllisyyteni
fr_ca: Mon identité
hu: Személyazonosságom
it: La mia identità
mt_mt: L-Identità Tiegħi
nn: Min identitet
no: Min identitet
pl: Moja Tożsamość
sv: Min identitet
uk: Моя Ідентичність
vi: Định danh

source: Access my reddit username and signup date.
ar: الوصول إلى أسم المستخدم وتاريخ الإلتحاق بريديت
bs: Pristupi mojem reddit korisničkom imenu i datumu registracije.
ca: Accedir al meu nom d'usuari de Reddit i la data de registre.
el: Πρόσβαση στο όνομα χρήστη reddit μου και την ημερομηνία εγγραφής.
eu: Atzitu nire reddit erabiltzaile-izena eta erregistratze data.
fi: Pääsy käyttäjänimeeni ja kirjautumispäivään
fr_ca: Accéder à mon nom d'utilisateur reddit et ma date d'enregistrement.
hu: Hozzáférés a reddit felhasználónevemhez és regisztrációm dátumához.
it: Accedi al tuo nome utente reddit e alla data di iscrizione.
mt_mt: Aċċedi isem l-utent u d-data tal-abbonement tal-kont ta' reddit tiegħi.
nn: Gi tilgjenge til brukarnamnet mitt og datoen eg vart med.
no: Få adgang til mitt brukernavn og registrerings dato.
pl: Uzyskaj dostęp do nazwy użytkownika i daty rejestracji.
sv: Visa mitt reddit-användarnamn och registreringsdatum.
uk: Доступ до мого імені користувача на Реддіт та дата приєднання.
vi: Truy cập tên người dùng reddit và ngày đăng kí của tôi.

source: Approve submitters and ban users
fr_ca: Approuver les émetteurs et bannir les utilisateurs
it: Approva i creatori e banna gli utenti
mt_mt: approva l-awturi u keċċi l-utenti
sv: Godkänn inskickare och banna användare
uk: Підтвердити авторів та блокувати користувачів
vi: Chấp nhật người đăng và cấm người dùng

source: Add/remove users to approved submitter lists and ban/unban or mute/unmute users from subreddits I moderate.
fr_ca: Ajouter/retirer des utilisateurs de la liste des émetteurs approuvés et réduire au silence / rendre la parole aux utilisateurs de subreddits que je modère.
it: Aggiungi/rimuovi utenti dalle liste di autori approvati e bandisci/riabilita oppure silenzia/riattiva gli utenti nei subreddit di cui sono moderatore.
sv: Lägg till/ta bort användare från godkända inskickare-listor och banna/avbanna eller dämpa/avdämpa användare från subredditar jag modererar.
uk: Додати/вилучити користувачів зі списків ухвалених авторів та забанити/розбанити або заборонити/дозволити висловлюватися користувачам у сабреддітах, які я модерую.

source: Moderate Flair
ar: الغاء الميزة
bs: Moderacija flaira
ca: Moderar Bandereta
el: Συντόνισε τα Εμβλήματα
fi: moderoi flairia
fr_ca: Modérer un insigne
hu: Moderátor Kitűző
it: modera Flair
mt_mt: Immodera x-Xinxilla
nn: Moderer skilt
no: Administrere preg
pl: Moderacja znaczka
sv: Moderera stil
uk: Модерувати Флаір
vi: Điều Hành Cờ Hiệu

source: Manage and assign flair in subreddits I moderate.
ar: إدارة وتعيين الذوق في أجزاء رديت أنا معتدلة
bs: Upravljajte i dodjeljujete flairove u subredditima u kojima ste moderator.
el: Διαχείριση εμβλημάτων στα υποreddits που συντονίζω.
fr_ca: Gérer et assigner l'insigne dans les subreddits que je modère.
hu: Kitűzők kezelése és kiosztása alredditeken, ahol moderálok.
it: Gestisci ed assegna flair nei subreddit di cui sono moderatore.
mt_mt: Iġġestixxi w abbina xinxilla fis-subreddits li nimmodera.
nn: Handsam og tildel skilt i subredditane eg modererer.
no: Behandle og tildel preg i subredditer hvor jeg modererer.
pl: Może zarządzać i przyporządkowywać znaczki w subredditach, które moderujesz
sv: Administrera och tilldela stil i subredditar jag modererar.
uk: Керувати та призначити флаіри в сабреддітах, які я модерую.
vi: Quản lý và gán nhãn thông minh ở các chuyên mục mà tôi điều hành.

source: New Modmail
fr_ca: Nouvelle messagerie de modérateurs
it: Nuova Posta Moderatore
sv: Ny modmail

source: Access and manage modmail via mod.reddit.com.
fr_ca: Accédez et gérez les messageries de modérateurs par mod.reddit.com.
it: Accedi e gestisci la posta moderatore tramite mod.reddit.com.
sv: Nå och hantera modmail via mod.reddit.com.

source: Moderate Posts
ar: مشاركات المعتدل
bs: Moderacija poruka
el: Συντόνισε Αναρτήσεις
fi: Moderoi lisäyksiä
fr_ca: Modérer des publications
hu: Hozzászólások moderálása
it: Modera post
mt_mt: Immodera l-Impostazzjonijiet
nn: Moderer postar
no: Moderere innlegg
pl: Moderacja Postów
sv: Moderera inlägg
uk: Модерація Публікацій
vi: Bài đăng của Quản Trị Viên

source: Approve, remove, mark nsfw, and distinguish content in subreddits I moderate.
ar: .الموافقة على, حذف, الأعلام على أنها "غير صالحة للعمل", وتصنيف محتويات المنتديات التي أشرف على إدارتها
bs: Odobrite, uklonite, označite kao nszr i istaknite sadržaj u subredditima | moderacija.
ca: Aprova, elimina, marca com a NSFW i distingeix contingut a subreddits que modero.
el: Έγκριση, απόρριψη, μαρκάρισμα ως ακατάλληλο και ανάδειξη περιεχομένου στα υποreddit που είμαι συντονιστής.
fi: Hyväksy, poista, merkitse NSFW, ja erota sisältö aliredditeissä joita valvon.
fr_ca: Approuver, supprimer, marquer comme nsfw et distinguer le contenu dans les subreddits que je modère.
hu: Tartalom elfogadása, nsfw-nek jelölése és megkülönböztetése alredditeken, ahol moderálok.
it: Approva, rimuovi, segnala come nsfw e distingui i contenuti nei subreddit che modero.
mt_mt: Approva, neħħi, immarka nsfw, u iddistingwi kontenut ġo subreddits li nimmodera.
nn: Godkjenn, fjern, merk nsfw og skil ut innhald i subredditane eg modererer.
no: Godkjenn, fjern, marker som nsfw, og fremhev innhold i subredditer hvor jeg modererer.
pl: Może zatwierdzić, usunąć, oznaczyć 18+ i rozróżniać zawartość w subredditach, które moderujesz.
sv: Godkänn, ta bort, markera som nsfw (olämpligt på arbetsplats) och särskilj innehåll i subredditar jag modererar.
uk: Схвалити, видалити, відмітити як «не для офісу», та розрізнити матеріали в сабреддітах, які я модерую.
vi: Chấp thuận, xóa bỏ, đánh dấu nội dung nhạy cảm và phân biệt các nội dung đăng tải trong các chuyên mục do tôi điều hành.

source: Moderate Subreddit Configuration
ar: الإشراف على تنظيم محتويات المنتدى
bs: Moderacija konfiguracije subreddita
el: Συντόνισε τις Ρυθμίσεις του Υποreddit
fi: Moderoi aliredditin asetuksia
fr_ca: Modérer la configuration du subreddit
hu: Alreddit Beállítások Moderálása
it: Configurazione moderazione subreddit
mt_mt: Immodera l-Konfigurazzjoni tas-Subreddit
nn: Moderer subredditoppsettet
no: Administrere subreddit-konfigurasjon
pl: Konfiguracja moderacji subreddita
sv: Moderera konfiguration av subreddit
uk: Модерація налаштувань Сабреддіту
vi: Chỉnh sửa cấu hình của chuyên mục

source: Manage the configuration, sidebar, and CSS of subreddits I moderate.
ar: الإشراف على تنظيم محتوى المنتدى, الشريط الجانبي, وصفحات الطرز المتراصة للمنتدات التي أقوم بالإدارة عليها
bs: Podesite konfiguraciju, bočne trake i CSS subreddita u kojima ste moderator.
el: Διαχείριση της ρύθμισης, πλαϊνής περιοχής και css των υποreddit τα οποία συντονίζω.
fi: Hallinnoi asetuksia, sivupalkkia ja CSS:ää subredditeissä joita valvon.
fr_ca: Gérer la configuration, la barre latérale et le CSS des subreddits que je modère.
hu: Beállítások, oldalsáv és CSS kezelése az alredditeknek, amiket moderálok
it: Modifica la configurazione, la barra laterale, ed il CSS dei subreddit che modero.
mt_mt: Iġġestixxi l-konfigurazzjoni, żbarra tal-ġenb u CSS tas-subreddits li nimmodera.
nn: Handsam oppsettet, sidefeltet og CSS-en for subredditar som eg modererer.
no: Behandle innstillingene, sidefeltet og stilarket til subredditer hvor jeg modererer.
pl: Może zarządzać konfiguracją, paskiem bocznym i CSS subredditów, które moderujesz.
sv: Administrera konfigurationen, sidopanelen och CSS:en för subredditar jag modererar.
uk: Керувати конфігурацією, боковою панеллю та стилями CSS сабреддітів, які я модерую.
vi: Quản lý phần thiết lập thông tin, thanh hiển thị thông tin và CSS của chuyên mục do tôi điều hành.

source: Moderation Log
ar: سجل المشرف
bs: moderatorski izvještaj
el: Αρχείο Συντονισμού
fi: Moderaattoriloki
fr_ca: Journal de modération
hu: Moderációs Napló
it: Log di moderazione
mt_mt: Kronoloġija tal-moderazzjoni
nn: Modereringslogg
no: Moderasjonslogg
pl: Dziennik moderacji
sv: Modereringslogg
uk: Лог Модерації
vi: Nhật ký Điều hành

source: Access the moderation log in subreddits I moderate.
ar: الدخول على سجل الإدارة للمنتديات التي أقوم بإدارتها.
bs: Pristupite moderacijskom izvještaju subreddita u kojima ste moderator.
el: Πρόσβαση στο αρχείο συντονισμού στα υποreddit που συντονίζω.
fr_ca: Accéder au journal de modération des subreddits que je modère.
hu: Belépés az általam moderált alredditek moderációs naplójába.
it: Accedi al log di moderazione dei subreddit che modero.
mt_mt: Aċċedi l-kronoloġija tal-moderazzjoni fis-subbreddits li nimmodera.
nn: Sjå modereringsloggen i subredditar som eg modererer.
no: Tilgang til moderasjonsloggen i subredditer hvor jeg er en moderator.
pl: Może uzyskać dostęp do dziennika moderacji w subredditach, które moderujesz.
sv: Visa modereringsloggen i subredditar jag modererar.
uk: Доступ до логу модерації сабреддітів у яких я модератор.
vi: Truy cập nhật ký điều hành ở các chuyên mục do tôi quản lý.

source: Invite or remove other moderators
fi: Kutsu tai poista muita moderaattoreja
fr_ca: Inviter ou supprimer d'autres modérateurs
it: Invita o rimuovi altri moderatori
mt_mt: verb: stieden Stieden jew neħħi moderaturi oħrajn
sv: Bjud in eller ta bort andra moderatorer
uk: Запросити чи видалити інших модераторів

source: Invite or remove other moderators from subreddits I moderate.
fr_ca: Inviter ou supprimer d'autres modérateurs des subreddits que je modère.
it: Invita o rimuovi altri moderatori di cui sono moderatore.
mt_mt: Stieden jew neħħi moderaturi oħrajn mis-subreddits li nimmodera.
sv: Bjud in eller ta bort andra moderatorer från subredditar jag modererar.
uk: Запросити чи вилучити інших модераторів із сабреддітів, які я модерую.

source: Make changes to your subreddit moderator and contributor status
fr_ca: Effectuer des changements au statut du modérateur et du contributeur de votre subreddit
it: Modifica il tuo stato di moderatore e collaboratore del subreddit
mt_mt: Agħmel tibdil fl-istati ta' moderatur u kontributur tiegħek
sv: Gör ändringar på din subreddits moderator- och medarbetar-status
uk: Внести зміни у свій статус модератора і дописувача сабреддіта

source: Accept invitations to moderate a subreddit. Remove myself as a moderator or contributor of subreddits I moderate or contribute to.
fr_ca: Accepter les invitations à modérer un subreddit. Me retirer en tant que modérateur ou contributeur des subreddits que je modère ou auxquels je contribue.
it: Accetta inviti ad essere moderatore di un subreddit. Cancellami da moderatore o collaboratore di subreddit che modero o ai quali collaboro.
mt_mt: Aċċetta stedin biex timmodera subreddit. Neħħi lilek innifsek minn moderatur jew kontributur ta' subreddits | immodera jew ikkontribwixxi ġo.
sv: Acceptera inbjudningar att moderera en subreddit. Ta bort mig som moderator eller bidragsgivare av subredditar jag modererar eller bidrar till.
uk: Прийняти запрошення модерувати сабреддіт. Вилучити себе з модераторів чи дописувачів сабреддітів, які модерую чи до яких пишу.

source: Subreddit Traffic
ar: مُشراكة الحركة ريدّيت
bs: Saobraćaj subreddita
el: Κίνηση Υποreddit
fi: Aliredditin Likenne
fr_ca: Trafic de subreddit
hu: al-reddit forgalom
it: Traffico subreddit
mt_mt: Traffiku tas-Subreddit
nn: Subreddittrafikk
no: Subreddit Trafikk
pl: Ruch na subreddicie
sv: Subreddit-trafik
uk: Трафік Сабреддіту
vi: Lưu lượng chuyên mục

source: Access traffic stats in subreddits I moderate.
ar: الوصول إلى إحصائيات حركة السير للمنتديات التي أشرف على إدارتها.
bs: Pristupite statistikama saobraćaja u subredditima u kojima ste moderator.
el: Πρόσβαση στα στατιστικά των υποreddits που συντονίζω.
fi: Pääse käsiksi tietoliikennetilastoihin aliredditeissä, joita valvon.
fr_ca: Accéder aux statistiques de trafic des subreddits que je modère.
hu: Belépés az általam moderált alredditek forgalmi statisztikáiba.
it: Accedi alle statistiche del traffico dei subreddit che modero.
mt_mt: Aċċedi l-istatistiċi tat-traffiku fis-subreddits li nimmodera.
nn: Sjå trafikkstatistikk i subredditane som eg modererer
no: Tilgang til trafikkstatistikken i subredditer hvor jeg modererer.
pl: Może uzyskać dostęp do statystyk ruchu w subredditach, które moderujesz.
sv: Visa trafikstatistik för subredditar jag modererar.
uk: Доступ до статистики трафіку в сабреддітах, які я модерую.
vi: Truy cập trạng thái truy cập của các chuyên mục do tôi điều hành.

source: Moderate Wiki
fi: Moderoi wikiä
fr_ca: Modérez le Wiki
it: Modera Wiki
mt_mt: Immodera l-Wiki
nn: Moderator-Wiki
no: Moderator-Wiki
pl: Moderuj Wiki
sv: Moderera wiki
uk: Модерувати Вікі
vi: Điều Hành Wiki

source: Change editors and visibility of wiki pages in subreddits I moderate.
fr_ca: Changer la visibilité des éditeurs des pages du wiki dans les subreddits que je moderent.
it: Cambia collaboratori e visibilità delle pagine wiki nei subreddit che modero.
mt_mt: Biddel il-kollaboraturi u l-viżibbiltà tal-paġni tal-wiki fis-subreddits li nimmodera.
nn: Administrer bidragsytere og wiki-siders synlighet i subredditer jeg modererer.
no: Administrer bidragsytere og wiki-siders synlighet i subredditer jeg modererer.
pl: Może zmienić redaktorów i widoczność stron wiki w subredditach moderowanych przeze mnie.
sv: Ändra redaktörer och synlighet för wiki-sidor i subredditar som jag modererar.
uk: Змінити редактори та видимість сторінок вікі в сабреддітах, які я модерую.
vi: Thay đổi biên tập viên và tính năng hiển thị thông tin ở các chuyên mục do tôi điều hành.

source: My Subreddits
ar: ريدّيت فرعي
bs: Moji subredditi
ca: Els meus Subreddits
el: Τα Υποreddit μου
fi: Alireddittini
fr_ca: Mes subreddits
hu: Saját subredditek
it: I miei subreddit
mt_mt: Is-Subreddits Tiegħi
nn: Subredditane mine
no: Mine Subredditer
pl: Moje Subreddity
sv: Mina subredditar
uk: Мої Сабреддіти
vi: Chuyên Mục Của Tôi
