Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: Enter a keyword or topic to discover new subreddits around your interests. Be specific!
ar: أدخل كلمة أساسية أو الموضوع لاكتشاف subreddits جديدة حول اهتماماتك. كن محددا!
bs: Upišite ključnu riječ ili temu da pronađete subreddite koji vas interesuju. Budite precizni!
ca: Escriu una paraula clau o tema per descobrir nous subreddits amb els teus interessos. Sigues específic!
mt_mt: Daħħal keyword jew argument sabiex tiskopri subreddits ġodda dwar l-interessi tiegħek. Kun speċifiku!
nn: skriv inn eit nøkkelord eller emne for å oppdage nye subredditar kring interessene dine. Ver spesifikk!
no: Skriv inn et nøkkelord eller emne for å oppdage nye subredditer vedrørende dine interesser. Vær spesifikk!
pl: Wpisz słowo-klucz lub interesujący Cię temat, aby wyszukać reddity. Bądź dokładny!
uk: Введіть ключове слово або тему, щоб знайти сабреддіти, які вам можуть сподобатись. Намагайтесь вказати якнайточніше!
vi: Hãy nhập vào các cụm từ mà bạn muốn tìm kiếm để truy cập đến các chuyên mục có thể phù hợp với bạn. Càng cụ thể càng tốt đó nhe!

source: You can access this tool at any time on the %(reddits)s page.
ar: يمكنك الوصول لهذه الأداة وقتما شئت على صفحة %(reddits)s هذا الريديت
bs: Ovom alatu možete pristupiti bilo kada pomoću %(reddits)s stranice.
ca: Pots accedir a aquesta eina en qualsevol moment a la pàgina %(reddits)s.
mt_mt: Tista' taċċedi dil-għodda meta trid fuq il-paġna %(reddits)s.
nn: Du kan nå det her verktøyet når som helst frå %(reddits)s-sida
no: Du kan benytte dette verktøyet til enhver tid på %(reddits)s-siden.
pl: Możesz używać tego narzędzia w każdej chwili w witrynie %(reddits)s.
uk: Ви можете отримати доступ до цього інструменту в будь-який час на сторінці %(reddits)s.
vi: Bạn có thể truy cập công cụ này bất cứ lúc nào trên trang %(reddits)s.

source: all other sessions have been signed out
ar: جميع الجلسات الاخرى قد تم تسجيل الخروج منها
ca: totes les altres sessions s'han desconnectat
no: alle andre økter har blitt logget ut

source: you may not disable HTTPS on this account
ar: غير مسموح بتعطيل "HTTPS" على هذا الحساب
ca: No deus deshabilitar HTTPS a aquesta compta
no: du kan ikke slå av HTTPS på denne kontoen

source: HTTPS preferences have been successfully changed
ar: تم تغيير تفضيلات "HTTPS" بنجاح
ca: Les preferències d'HTTPS s'han cambiat correctament
no: HTTPS-innstillingene har blitt vellykket endret

source: bookmarklets
bs: zabilješke
eo: legosignetoj
et: bookmarkletid
he: כפתורי דפדפן
nn: bokmerke
no: snarveier
pl: bookmarklety
sr_la: bukmarkleti
ta: புத்தகக் குறுநிரல்கள்

source: links and comments
ar: روابط و تعليقات
bs: linkovi i komentari
ca: enllaços i comentaris
nn: Lenkjer og kommentarar
no: lenker og kommentarer
pl: linki i komentarze

source: related
ar: ذو علاقة
bs: povezano
ca: relacionats
eo: rilata
et: seotud
eu: erlazionatua
he: דומים
nn: i slekt
no: relatert
pl: pokrewne
sr_la: povezano
ta: சார்ந்தவை

source: rules of reddit
ar: قوانين ريددإت
bs: pravila reddita
ca: regles de reddit
nn: reglane for reddit
no: regler for reddit
pl: zasady reddita

source: An anonymous redditor
ar: مرديت المجهول
ca: Un redditor anònim
nn: Ein anonym redditor
no: En anonym redditor
pl: anonimowy redditor

source: Let there be gold! %s just sent you reddit gold!
ar: ليــِكونْ هنـاك ذهبـاً! %s للتو أرسل إليك ذهب رديت!
ca: Que hi hagi or! %s t'acaba d'enviar reddit or!
nn: La det bli gull! %s sendte deg nettopp reddit gull!
no: La det bli gull! %s sendte deg nettopp reddit gull!
pl: Niech stanie się złoto! %s właśnie wysłał(a) Ci złoto reddit!

source: Your comment has been gilded!
ar: تعلـيـقك تم طليه بالذهب!
ca: El teu comentari ha estat gildejat!
nn: Kommentaren din har blitt forgylla!
no: Kommentaren din har blitt forgyllet!
pl: Twój komentarz został ozłocony!

source: Your submission has been gilded!
ar: منـشـورك تم طليه بالذهب!
ca: La teva submissió ha estat gildejada!
nn: Innlegget ditt har blitt forgylla!
no: Innlegget ditt har blitt forgyllet!
pl: Twój link otrzymał reddit gold!

source: Here is your gift code for %(amount)s of reddit gold: %(code)s The recipient (or you!) can enter it at http://www.reddit.com/gold or go directly to http://www.reddit.com/thanks/%(code)s to claim it.
ar: تفضل كود الذهب الخاص بك لــ %(amount)s عدد من ذهب رديت: %(code)s المستلم (أنت!) بإمكانه الدخول على http://www.reddit.com/gold أو الإنتقال مباشرة إلى http://www.reddit.com/thanks/%(code)s لتتحصل عليه.
ca: Ací teniu el vostre codi regal per %(amount)s de reddit gold: %(code)s El destinatari (o vós!) podeu introduir-lo a http://www.reddit.com/gold o anar directament a http://www.reddit.com/thanks/%(code)s per cobrar-lo.
nn: Her er gavekoden din for %(amount)s stykk redditgull: %(code)s Mottakeren (eller du!) kan skrive den inn på http://www.reddit.com/gold eller gå direkte til http://www.reddit.com/thanks/%(code)s for å gjøre krav på den.
no: Her er gavekoden din for %(amount)s stykk redditgull: %(code)s Mottakeren (eller du!) kan skrive den inn på http://www.reddit.com/gold eller gå direkte til http://www.reddit.com/thanks/%(code)s for å gjøre krav på den.
pl: To jest Twój kod podarunkowy na %(amount)s złotych redditów: %(code)s Odbiorca (lub ty!) może go wykorzystać na http://www.reddit.com/gold lub przejść bezpośrednio na http://www.reddit.com/thanks/%(code)s aby go przejąć.

source: create sponsored link
ca: crear enllaç patrocinat
nn: opprett sponset lenke
no: opprett sponset lenke
pl: utwórz link sponsorowany

source: edit sponsored link
ca: editar enllaç patrocinat
nn: endre sponset lenke
no: endre sponset lenke
pl: edytuj link sponsorowany

source: manage roadblocks
ca: gestionar obstacles
nn: behandle veisperringer
no: behandle veisperringer
pl: zarządzaj blokadami

source: sponsored link report
ca: informe d'enllaç patrocinat
nn: rapport om sponset lenke
no: rapport om sponset lenke
pl: raport linku sponsorowanego

source: sponsored link inventory
ca: inventari d'enllaç patrocinat
nn: sponset lenke inventar
no: sponset lenke inventar
pl: inwentarz linku sponsorowanego

source: please sign in to do that
ca: si us plau, identifica't per a fer-ho
no: Vennligst logg inn for å gjøre dette

source: you are not signed in as that user
ar: أنت لست مسجل بهذا المستخدم
ca: no has iniciat sessió com a aquest usuari
no: du er ikke innlogget som den brukeren

source: you are already signed in
ar: أنت لاتزال مسجلا الدخول
ca: ja estàs identificat
no: Du er allerede pålogget

source: the link you are commenting on has been deleted
ar: الرابط الذي تحاول التعليق عليه قد تم حذفه
bs: link na koji komentarišete je obrisan
ca: l'enllaç que estàs comentant ha sigut esborrat
eu: iruzkina egiten ari zaren esteka ezabatuta dago
nn: lenkja som du svarer på har vorte sletta
no: linken du vil kommentere har blitt slettet
pl: link który próbujesz skomentować został usunięty

source: You've submitted too many links recently. Please try again in an hour.
ar: لقد نشرت الكثير من الروابط مؤخراً, الرجاء المحاولة في خلال ساعة.
bs: U posljednje vrijeme poslali ste previše linkova. Molimo vas da pokušate ponovo za jedan sat.
ca: Heu enviat massa enllaços en poc temps. Torneu a intentar-ho en una hora.
eu: Esteka gehiegi bidali dituzu azkenaldian. Mesedez, saiatu berriro ordubete barru.
nn: Du har sendt inn for mange lenkjer i det siste. Prøv om att om ein time.
no: Du har nylig delt for mange linker. Vennligst prøv igjen om en time.
pl: Wrzuciłeś ostatnio za dużo linków. Spróbuj ponownie za godzinę.

source: i don't believe you.
ar: انا لا اصدقك
bs: ne vjerujem vam.
ca: no us crec.
nn: eg trur deg ikkje.
no: jeg stoler ikke på deg.
pl: nie wierzę Ci!

source: mobile
ar: جوال
bs: mobilno
ca: mòbil
eo: poŝtelefono
eu: mugikorra
nn: mobil
no: mobil
pl: wersja mobilna
sr_la: mobilni

source: compose
ar: إنشاء
bs: napiši
ca: compon
eo: verku
et: kirjuta
eu: idatzi
he: כתוב
nn: skriv ny
no: skriv
pl: utwórz
sr_la: napiši
ta: தொகுக்கவும்

source: edit approved submitters
ar: تعديل الناشرين المُصرحين
bs: uredi odobrene korisnike
ca: edita els usuaris aprovats
eu: editatu onartutako bidaltzaileak
nn: endre godkjende innsendarar
no: endre godkjente innsendere
pl: edytuj zaufanych autorów

source: unmoderated links
ar: روابط غير مشرف عليها
bs: nemoderirani linkovi
ca: enllaços sense moderar
nn: umodererte lenkjer
no: umodererte lenker
pl: nie moderowane linki

source: roadblock
ar: عائق
bs: prepreka
ca: obstacles
nn: vegsperring
no: veisperring

source: manage the lists of contributors and banned users
bs: upravljanje listom saradnika i banovanih korisnika
ca: gestionar les llistes de col·laboradors i d'usuaris bloquejats
nn: administrer listene med bidragsytere og utestengte brukere
no: administrer listene med bidragsytere og utestengte brukere
pl: zarządzaj listą współtwórców i zbanowanych użytkowników

source: your account has been deleted, but we won't judge you for it.
ar: حسابك تم إلغاؤه، ولكننا لن نحكم عليك بسبب ذلك
bs: vaš račun je obrisan, ali nećemo vam zamjeriti radi toga.
ca: s'ha eliminat el teu compte, però no et guardem rencor.
eo: via konto forviŝiĝis; ni tamen ne kritikos vin pro tio.
et: sinu kasutaja on kustutatud, aga me ei vihka sind seepärast
eu: zure kontua ezabatu duzu, baina ez zaitugu horregatik epaituko.
he: החשבון שלך נמחק, אבל אנחנו לא שומרים טינה.
nn: brukarkontoen din har vorte sletta, men me skal ikkje dømme deg for det.
no: brukeren din har blitt slettet, men vi dømmer deg ikke for det.
pl: twoje konto zostało usunięte
sr_la: vaš korisnički račun je izbrisan, no nećemo vas osuđivati zbog toga.
ta: உங்கள் அக்கௌன்ட் நீக்கப்பட்டுவிட்டது,ஆனால் இதற்காக உங்களைப் பற்றி நாங்கள் ஒரு முடிவுக்கும் வரவில்லை

source: you'll need to sign in or create an account to do that
ca: has d'iniciar sessió o crear un compte per a fer-ho
no: du må nok logge inn eller opprette en konto for å gjøre det

source: (don't worry, it only takes a few seconds)
ar: (لا تقلق، ستستغرق العملية بضع ثواني فقط)
bs: (ne brinite se, ovo traje samo nekoliko sekundi)
ca: (Només tardarà uns segons)
eo: (ne timu, vi nur bezonos kelkajn sekundojn)
et: (ära muretse, see võtab ainult paar sekundit)
eu: (ez kezkatu, segundo batzuk nahikoa dira)
nn: (ikkje ver redd, det tek berre eit par sekund)
no: (ta det med ro, det tar kun et par sekunder)
pl: (spokojnie, zajmie ci to kilka sekund)
sr_la: (ne brinite, potrebno je samo par sekundi)
ta: (கவலைப் பட வேண்டாம், இதற்குச் சில நொடிகளே போதும்

source: Sign in or create an account to connect your reddit account with %(app)s.
ca: Inicia sessió o crea un compte per a connectar el teu compte de reddit amb %(app)s.
no: Logg inn eller opprett en konto for å kople reddit-kontoen din til %(app)s.

source: this subreddit has been banned
ar: تم حظر هذا السبريديت
bs: ovaj subreddit je banovan
ca: aquest subreddit ha estat banejat
nn: den subredditen her har vorte bannlyst
no: Denne subredditen har blitt utestengt fra reddit.
pl: ten subreddit został zablokowany

source: most likely this was done automatically by our spam filtering program. the program is still learning, and may even have some bugs, so if you feel the ban was a mistake, please submit a link to our [request a subreddit listing](%(link)s) and be sure to include the **exact name of the subreddit**.
ar: غالب الظن أن هذا قد حدث أوتماتيكياً بواسطة برنامج تصفية الرسائل المزعجة (سبام). البرنامج لا يزال يتعلم> وقد توجد به بعض الأخطاء. لذا إن كنت تعتقد بأن إيقافك كان خطأ، يرجى منك إرسال رابط إلى [طلب تسجيل ريدّيت فرعي](%(link)s) ، وتأكد من ذكر **اسم الريدّيت الفرعي بالضبط**
bs: ovo je najvjerovatnije urađeno automatski putem našeg programa za filtiriranje spama. program još uči i moguće je da sadrži i poneku grešku pa vas molimo da, ukoliko mislite da je ova ban greška, pošaljete link na [zahtjevima za listing subreddita](%(link)s) u kojem ćete napisati ***tačan naziv subreddita***.
ca: probablement això ha estat fet automàticament pel nostre programa de filtratge de spam. El programa encara està aprenent, i pot tenir algun bug, així que si creus que el ban ha estat un error, sisplau envia un enllaç al nostre [request a subreddit listing](%(link)s) i assegura't d'incloure **el nom exacte del subreddit**
nn: sannsynlegvis vart det her gjort automatisk av søppelfiltreringsprogrammet vårt. programmet lærer framleis og har nok eit par småfeil, så viss du tykkje bannlysinga var feilaktig, kan du sende ei lenkje til [request a subreddit listing](%(link)s). ver sikker på at du da tek med det **nøyaktige namnet på subredditen**.
no: mest sannsynlig ble dette gjort automatisk av vårt spamfiltreringsprogram. programmet er ennå under opplæring, og kan ha noen feil, så hvis du føler at forbudet var en feilfra vår side, må du sende en link til vår [forespørsel om subreddit gjennoppretting](%(link)s) og sørg for å inkludere ** det nøyaktige navnet på subredditen **.
pl: zwykle jest to robione przez nasz filtr antyspamowy. program filtrujący się ciągle jeszcze uczy, może mieć nawet kilka błędów, więc jeśli uważasz, że ten ban to pomyłka, wyślij link [tutaj](%(link)s) i upewnij się, że dołączyłeś **dokładną nazwę subreddita**

source: this subreddit is private
ar: هذا السبريديت خاص
bs: ovo je privatni subreddit
ca: aquest subreddit és privat
eu: azpireddit hau pribatua da
nn: den subredditen her er privat
no: Denne subredditen er privat
pl: ten subreddit jest prywatny

source: the moderators of this subreddit have set it to private. you must be a moderator or approved submitter to view its contents.
ar: وضع المشرفون على هذا الريديت الموضوع ليكون "خاص" , يجب أن تكوم مشرفا أو عضوا مصدقا عليه للتمكن من رؤية محتويات هذا الموضوع
bs: moderatori ovog subreddita su ga učinili privatnim. morate biti moderator ili odobreni korisnik da biste vidjeli sadržaj.
ca: els moderadors d'aquest subreddit l'han classificat com a privat. Has de ser un moderador o un usuari reconegut pels moderadors per tal de veure els seus continguts.
nn: moderatorane av denne subredditen har gjort han privat. du må vera ein moderator eller godkjend innsendar for å sjå innhaldet.
no: moderatorene i denne subredditen har satt den til personlig. Du må være en moderator eller godkjent Innsender å vise innholdet.
pl: moderatorzy tego subreddita ustawili go jako forum prywatne. musisz być moderatorem lub zaufanym autorem, żeby tu wejść.

source: The following is a sample of what Reddit users had to say about this page. The full discussion is available [here](%(fd_link)s); you can also get there by clicking the link's title (in the middle of the toolbar, to the right of the comments button).
ar: التالي هو عينة من أراء المستخدمين في هذه الصفحة . المناقشة الكاملة متواجدة [هنا](%(fd_link)s) ؛ و يمكنك الوصول إلى هناك بالضغط على عنوان الرابط (في وسط شريط الأدوات، إلى يمين زر التعليقات) .
bs: Sljedeći tekst je primjer onog što Reddit korisnici misle o ovoj stranici. Cijela rasprava je dostupna [ovdje](%(fd_link)s); također, možete kliknuti i na naslov linka da posjetite tu raspravu (na sredini alatne trake desno od dugmeta za komentare).
ca: El següent és una mostra d'allò que els usuaris de Reddit van haver de dir quant a aquesta pàgina. La discussió complerta està disponible [here](%(fd_link)s); també pots accedir-hi fent clic sobre el títol del link (al mig de la barra d'eines, a la dreta del botó de comentaris).
nn: Følgjande er eit døme på kva Reddit-brukarar hadde å seie om denne sida. Heile ordskiftet er tilgjengeleg [her](%(fd_link)s). Du kan òg kome deg dit ved å trykkje lenkja sitt namn (midt i verktøylinja, til høgre for innleggsknappen).
no: Følgende er et utdrag av hva Reddit-brukere har å si om denne siden. Hele diskusjonen er tilgjengelig [her](%(fd_link)s); du kan også komme deg dit ved å trykke på lenkens tittel (i midten av verktøylinjen, til høyre for kommentar-knappen).
pl: Poniższy tekst to przykład tego, co mają o tej stronie do powiedzenia inni użytkownicy. Pełna dyskusja jest dostępna [tutaj](%(fd_link)s); możesz również się tam dostać klikając w tytuł linku (pośrodku paska u góry, z prawej strony przycisku komentarzy)

source: Looks like you're browsing on a small screen. Would you like to try [reddit's mobile interface](%(url)s)?
ar: يبدو أنك تتصفح من شاشة صغيرة الحجم.أترغب بتجربة [واجهة ريديت للهاتف المحمول](%(url)s)؟
bs: Izgleda da koristite mali ekran. Želite li isprobati [reddit mobilni interfejs](%(url)s)?
ca: Pareix que esteu navegant en una pantalla menuda. Voldríeu provar la [interfície de reddit per a mòbils](%(url)s)?
nn: Ser ut som om du surfer på en liten skjerm. Har du lyst til å prøve [reddits mobilutgave](%(url)s)?
no: Ser ut som om du surfer på en liten skjerm. Har du lyst til å prøve [reddits mobilutgave](%(url)s)?
pl: Wygląda na to, że urządzenie z którego korzystasz ma mały ekran. Czy chciałbyś skorzystać [z mobilnej wersji interfejsu](%(url)s)?

source: The email verification link you've followed is for a different user. Please sign out and switch to that user or try again below.
ca: L'enllaç del correu electrònic de verificació que has seguit és per a un usuari diferent. Si us plau, tanca la sessió i canvia't a aquest usuari o torna-ho a provar de nou a sota.
no: E-postbekreftelsen du fulgte er ment for en annen bruker. Logg ut og bytt til den brukeren, eller prøv igjen nedenfor.

source: Looks like you're either a brand new user or your posts have not been doing well recently. You may have to wait a bit to post again. In the meantime feel free to [check out the reddiquette](%(reddiquette)s) or join the conversation in a different thread.
ar: يبدو بأنك مستخدم جديد، أو لعل مشاركاتك لم تكن بذاك المستوى مؤخرا. قد يتوجب عليك الإنتظار قليلا قبل أن تستطيع تنشر مشاركات جديدة. في هذه الأثناء تفضل [بقراءة الرديكيت] (%(reddiquette)s) أو شارك في محادثة تحت موضوع آخر.
bs: Izgleda da ste novi korisnik ili vaše poruke nisu bile veoma popularne u skorije vrijeme. Morat ćete malo da sačekate prije nego budete u mogućnosti da ponovo objavljujete. U međuvremenu, [pogledajte reddiket](%(reddiquette)s) ili se pridružite raspravi na drugoj temi.
ca: Sembla que o bé ets un usuari nou, o els teus posts no han anat gaire bé recentment. Has d'esperar una mica per poder tornar a postejar. Mentrestant, ets lliure de [check out the reddiquette](%(reddiquette)s) o apuntar-te a la conversa en un fil diferent.
nn: Ser ut som du anten er ein heilt ny brukar, eller at innlegga dine ikkje har gjort det så bra i det siste. Du må vente litt før du kan poste meir. I mellomtida må du berre [sjekke reddiketten](%(reddiquette)s) eller bli med samtalene i ein annan tråd.
no: Ser ut som du er enten en helt ny bruker eller innleggene dine ikke har gjort det bra i det siste. Du må kanskje vente litt for å skrive igjen. I mellomtiden gjerne [sjekk ut reddikette](%(reddiquette)s) eller delta i samtalen i en annen tråd.
pl: Wygląda na to, że jesteś nowym użytkownikiem albo twoim postom nie powodzi się ostatnio zbyt dobrze. Być może musisz chwilkę poczekać aby znów wysłać wiadomość. W międzyczasie możesz [sprawdzić reddykietę](%(reddiquette)s) albo dołączyć do rozmowy w innym temacie.

source: Looks like you're either a brand new user or your posts have not been doing well recently. You may have to wait a bit to post again. In the meantime feel free to [check out the reddiquette](%(reddiquette)s), join the conversation in a different thread, or [verify your email address](%(verify)s).
ar: يبدو بأنك مستخدم جديد، أو لعل مشاركاتك لم تكن بذاك المستوى مؤخرا. قد يتوجب عليك الإنتظار قليلا قبل أن تستطيع تنشر مشاركات جديدة. في هذه الأثناء تفضل [بقراءة الرديكيت] (%(reddiquette)s) أو شارك في محادثة تحت موضوع آخر، أو [أثبت صحة بريدك الإلكتروني] (%(verify)s).
bs: Izgleda da ste novi korisnik ili vaše poruke nisu bile veoma popularne u skorije vrijeme. Morat ćete malo da sačekate prije nego budete u mogućnosti da ponovo objavljujete. U međuvremenu, [pogledajte reddiket](%(reddiquette)s), pridružite se raspravi na drugoj temi ili [verifikujte vašu email adresu](%(verify)s).
ca: Pareix que o bé sou un usuari nou de trinca, o bé els vostres posts no han estat funcionant bé recentment. Potser heu d'esperar una mica per tornar a publicar. Mentrestant no dubteu a [comprovar la reddiqueta](%(reddiquette)s), participar en la conversa d'un altre fil, o [verificar la vostra adreça d'e-mail](%(verify)s).
nn: Ser ut som du anten er ein heilt ny brukar, eller at innlegga dine ikkje har gjort det så bra i det siste. Du må vente litt før du kan poste meir. I mellomtida må du berre [sjekke reddiketten](%(reddiquette)s), bli med samtalene i ein annan tråd eller [stadfeste epostadressa di](%(verify)s).
no: Ser ut som du er enten en helt ny bruker eller innleggene dine ikke har gjort det bra i det siste. Du må kanskje vente litt for å skrive igjen. I mellomtiden gjerne [sjekk ut reddikette](%(reddiquette)s), delta i samtalen i en annen tråd, eller [bekrefte e-postadressen](%(verify)s).
pl: Wygląda na to, że jesteś nowym użytkownikiem albo twoim postom nie powodzi się ostatnio zbyt dobrze. Być może musisz chwilkę poczekać aby znów wysłać wiadomość. W międzyczasie możesz [sprawdzić reddykietę](%(reddiquette)s), dołączyć do rozmowy w innym temacie albo [zweryfikować swój adres e-mail](%(verify)s).

source: reddit is in "emergency read-only mode" right now. :( you won't be able to sign in. we're sorry, and are working frantically to fix the problem.
ca: reddit es troba en "modalitat d'emergència de sols lectura" ara mateix. :( no podràs iniciar sessió. ens sap greu, i estem treballant frenèticament per a resoldre el problema.
no: reddit er i en "skrivebeskyttet lese-modus" akkurat nå. :( Du vil ikke ha tilgang til innlogging. Vi beklager, og arbeider frenetisk med å fikse problemet.

source: reddit gold is reddit's premium membership program. Here are the benefits: * [Extra site features](/gold/about) * [Extra perks](/gold/partners) * Discuss and get help on the features and perks at /r/goldbenefits
ca: reddit gold és el programa de subscripció premuim de reddit. Aquests són els beneficis: * [Més funcions per a la web](/gold/about) * [Avantatges exclusius](gold/partners) * Parleu-ne i obtingueu ajuda sobre els beneficis i avantatges en /r/goldbenefits
nn: reddit gull er reddits premium medlemskap. Her er fordelene du får: * [Ekstra sidefunksjonalitet](/gold/about) * [Ekstra goder](/gold/partners) * Diskuter og få hjelp rundt funksjonaliteten og godene på /r/goldbenefits
no: reddit gull er reddits premium medlemskap. Her er fordelene du får: * [Ekstra sidefunksjonalitet](/gold/about) * [Ekstra goder](/gold/partners) * Diskuter og få hjelp rundt funksjonaliteten og godene på /r/goldbenefits
pl: Reddit Gold to specjalne członkostwo premium. Oto, co zyskujesz, dołączając do naszego programu: *[Dodatkowe możliwości na stronie](/gold/about) *[

source: Grab a drink and join us in /r/lounge, the super-secret members-only community that may or may not exist.
ca: Agafa una beguda i vine amb nosaltres a /r/lounge, la comunitat súper-secreta de només usuaris que potser existeix o potser no.
nn: Ta en drink og bli med oss i /r/lounge, det superhemmelige medlemseksklusive samfunnet som kanskje eller kanskje ikke eksisterer.
no: Ta en drink og bli med oss i /r/lounge, det superhemmelige medlemseksklusive samfunnet som kanskje eller kanskje ikke eksisterer.
pl: Łap za drinka i dołącz do nas w /r/lounge, super-sekretnej społeczności tylko dla członków, która istnieje a może nie.

source: %(sender)s just gifted you %(amount)s of reddit gold!
ca: %(sender)s t'acaba de fer un regal de %(amount)s reddit gold!
nn: %(sender)s ga deg en gave med %(amount)s reddit gull!
no: %(sender)s ga deg en gave med %(amount)s reddit gull!
pl: %(sender)s właśnie podarował Ci %(amount)s złota reddit!
