Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: The following is a sample of what Reddit users had to say about this page. The full discussion is available [here](%(fd_link)s); you can also get there by clicking the link's title (in the middle of the toolbar, to the right of the comments button).
eo: Jen ekzemplo de tio kion Reddituloj opiniis pri ĉi tiu paĝo. La plena debato legeblas [ĉi tie](%(fd_link)s); vi ankaŭ povas iri tien per premado sur la titolo de la ligo (meze de la breto, dekstre de la butono "komentoj").

source: Our search machines are under too much load to handle your request right now. :( Sorry for the inconvenience. [Try again](%(link)s) in a little bit -- but please don't mash reload; that only makes the problem worse.
eo: Niaj serĉiloj dronas en troa laboro :( Ni bedaŭras. [Reprovu](%(link)s) post nelonge -- sed ne ade, ĉar tio nur malplibonigos la situacion.

source: admin box
eo: administrejo

source: your front page reddits
eo: viaj ĉefpaĝaj redditoj

source: redditor for %(time)s
eo: redditulo dum %(time)s

source: + frontpage
eo: + ĉefpaĝo

source: - frontpage
eo: - ĉefpaĝo

source: API
et: rakendustarkvara liides
ta: அப்ளிக்கேஷன் ப்ரோக்ராமர் இன்டெர்ஃபேஸ்

source: this reddit has been banned.
et: see reddit on bännitud
ta: இந்த ரெட்டிட் தடை செய்யப்பட்டுள்ளது

source: url required
et: url-i tarvis
he: חובה לציין כתובת אתר
ta: இணையத்தள முகவரி (யூ.ஆர்.யெல்)தேவை

source: title required
et: pealkirja tarvis
he: חובה לציין כותרת
ta: தலைப்புத் தேவை

source: you can be more succinct than that
et: katsu ikka pisut täpsem olla
he: אתם יכולים להיות להיות תמציתיים
ta: இன்னும் சுருக்கமாக எழுதலாமே

source: your letters stink
et: su tähed imevad
he: האותיות שלך מעפנות
ta: உங்கள் எழுத்துக்கள் பொருந்தவில்லையே

source: please enter a comment
et: palun sisesta kommentaar
he: אנא הכניסו תגובה
ta: இங்கே கமென்ட் அடிக்கலாம்!

source: please enter a message
et: palun sisesta sõnum
he: אנא הכניסו הודעה
ta: தயவு செய்து மறுமொழி கொடுக்கவும்

source: that number isn't in the right range
et: see number ei ole õiges vahemikus
he: המספר הזה לא נמצא בטווח הנכון
ta: இந்த எண் சரியான அடுக்கத்தில் இல்லை

source: description is too long
et: kirjeldus on liiga pikk
he: התיאור ארוך מדי
ta: மிகவுமே நீண்ட விளக்கம்!

source: overview for %(user)s on %(site)s
et: kasutaja %(user)s ülevaade %(site)s 'des
he: סקירה עבור %(user)s ב-%(site)s

source: comments by %(user)s on %(site)s
et: kasutaja %(user)s kommentaarid %(site)s 'des
he: תגובות של %(user)s ב-%(site)s

source: submitted by %(user)s on %(site)s
et: kasutaja %(user)s saadetud %(site)s 'des
he: נשלח על ידי %(user)s ב-%(site)s

source: liked by %(user)s on %(site)s
et: kasutajale %(user)s meeldinu %(site)s 'des
he: הומלץ על ידי %(user)s ב-%(site)s

source: disliked by %(user)s on %(site)s
et: kasutajale %(user)s mitte meeldinu %(site)s 'des
he: הושמץ על ידי %(user)s ב-%(site)s

source: hidden by %(user)s on %(site)s
et: kasutaja %(user)s poolt peidetud %(site)s 'des
he: הוחבא על ידי %(user)s ב-%(site)s

source: stats
et: statistika
he: סטטיסטיקות
ta: புள்ளியியல்

source: rank
et: koht
he: דירוג

source: sort by
et: sorteeri
he: סדר לפי
ta: பாகுபடுத்துங்கள்

source: click the checkbox next to a reddit to subscribe
et: vajuta redditite kõrval olevale kastikesele, et neid tellida
he: סמן את הריבוע לצד הרדהיטים שאתה מעוניין להרשם כמנוי.

source: you're searching within the [%(reddit_name)s](%(reddit_link)s) reddit. you can search within [your subscribed reddits](%(my_reddits_link)s) or [all reddits](%(all_reddits_link)s)
et: sa otsid [%(reddit_name)s](%(reddit_link)s) redditist. sa saad otsida kas [your subscribed reddits](%(my_reddits_link)s) või [all reddits](%(all_reddits_link)s

source: Customize your reddit
et: Muuda oma redditit

source: Select which communities you want to see
et: Vali, milliseid kommuune sa näha tahad

source: Other reddit communities
et: Teised redditi kommuunid
ta: பிற ரெட்டிட் சமூகங்கள்

source: link from %(site)s
et: link %(site)s 'lt

source: what's new online
et: mida võrgus uut on
he: מה חדש ברשת
ta: ஆண்லைனில் புதியவை

source: once added to your toolbar, these buttons will let you "reddit this" (submit the link, or if it's already been submitted, share it and/or comment on it), like, dislike, and save links while you surf.
et: sinu tööriistaribale (toolbarile) lisatuna saad sa surfamise ajal saite "redditida" (linke redditisse postitada, või kui need juba postitatud on, siis selle kommentaare lugeda ja lisada jne), üles ja alla hääletada ning ka linke salvestada.
he: ברגע שתוסיפו את הסימניות, הכפתורים האלו יאפשרו לכם לעשות "מעשי רדהיט" (לשלוח לינקים, או אם הם נשלחו בעבר, לשתף אותם או להגיב עליהם), להמליץ, להשמיץ או לשמור לינקים בזמן הגלישה.
ta: உங்கள் கருவித்தண்டில் சேர்க்கப்பட்டதும், இந்த பட்டஙள் இவற்றை ரெட்டிட் செய்ய உதவி செய்யும் ( இணை சமர்ப்பிக்க,ஏற்கெனெவே சமர்ப்பணம் செய்யப்பட்டுவிட்டால் பகிர்ந்து கொள்ள/அல்லது காமென்ட் செய்ய), விரும்பியவை, விரும்பாதவை,இணைகளை சேகரித்து வைக்க

source: to your toolbar.
et: oma toolbari.
he: בסרגל הכלים.
ta: உங்களுடைய கருவித்தண்டுக்கு

source: choose "Add to Favorites" and add to the "Links" folder.
et: vali "Add to Favorites" ning lisa "Links" kausta.
he: בחרו "הוספה למועדפים" ואז בתיקיית "לינקים".
ta: "விரும்பியவையில் சேர்க்க" வைத் தேர்ந்தெடுத்து "இணை"ஃபோல்டரில் சேர்க்கவும்

source: copy and paste the code for the style of button you would like into your site. The green lines are optional.
et: copy ja paste selle nupustiili kood, mida sa oma saidile tahaksid. Rohelised jooned on valikulised.

source: if the site has not been submitted yet, clicking on the button will take the user to a reddit submit page, otherwise it takes them to the comments page.
et: kui seda saiti pole veel lisatud, viib nupuvajutus redditi lisamisleheküljele, muul juhul viib ta vastavale kommentaaride lehele.

source: if you want to specify the URL that should be submitted to reddit, include the reddit_url line. if you don't include that line, then the current page's URL will be used.
et: kui sa tahad URLi, mida redditisse saadetakse, muuta, lisa sinna juurde "reddit_url". Kui sa seda ei lisa, kasutatakse antud lehe URLi.

source: if you want to specify the title that should be submitted to reddit, include the reddit_title line. if you don't include that line, then the user will have to specify a title when they submit.
et: kui sa tahad pealkirja, mida redditisse saadetakse, muuta, lisa sinna juurde "reddit_title". Kui sa seda ei lisa, peab kasutaja selle lisama saatmise ajal.

source: style %(number)s
et: stiil %(number)s
he: סגנון %(number)s

source: comment deleted
et: kommentaar kustutatud
he: תגובה נמחקה

source: enter a comment here
et: sisesta siia kommentaar
he: כתבו את התגובה כאן
ta: இங்கு உங்கள் காமென்ட்ஸ் தரலாம்

source: no spaces, e.g. slashdot
et: lünkadeta, nt slashdot
he: ללא רווחים, לדוגמה סלאשדוט
ta: இடம் விடக்கூடாது

source: e.g. slashdot: news for nerds, stuff that matters
et: nt slashdot: news for nerds, stuff that matters
he: לדוגמה סלאשדוט: חדשות לחנונים, עניינים שנחשבים
ta: உதாரணமாக:அசட்டு மேதைகளுக்கான செய்தி,முக்கியமான விபரங்கள்

source: static directory
et: staatiline kataloog (static directory)
he: ספרייה קבועה

source: headerfile
et: päisfail (headerfile)
he: קובץ כותרת (headerfile)

source: style sheet
et: laaditabel (style sheet)
he: גליון עיצוב

source: anyone can view, but only contributors can submit links
et: kõik võivad vaadata, aga ainult kaastöötajad võivad linke lisada
ta: யார் வேண்டுமானாலும் பார்க்கலாம், ஆனால் படைப்பாளிகள் மட்டுமே இணைகள் சமர்ப்பிக்கலாம்

source: only contributors can view and submit
et: ainult kaastöötajad võivad vaadata ja lisada
he: רק תורמים יכולים לראות ולהגיש
ta: படைப்பாளிகள் மட்டுமே பார்க்கலாம், சமர்ப்பிக்கலாம்

source: age
et: vanus
he: גיל
ta: வயது

source: reply to
et: vasta
ta: பதில் தர வேன்டிய முகவரி

source: put your email here
et: sisesta siia oma meiliaadress
he: רשום כאן את כתובת האימייל שלך
ta: உங்கள் மின்னஞ்சல் விபரங்களைத் தரவும்

source: watch
et: vaata
ta: எதிர்பார்க்கவும்

source: %(points)s posted %(when)s ago by %(author)s
et: %(points)s postitatud %(when)s eest %(author)s poolt
he: %(points)s פורסמו לפני %(when)s על ידי %(author)s
ta: -%(points)s -%(when)s முன்னால் -%(author)sகளால்

source: posted %(when)s ago by %(author)s
et: postitatud %(when)s eest %(author)s poolt
he: פורסם לפני %(when)s על ידי %(author)s
ta: -%(when)s முன்னால் -%(author)sகளால்

source: submitted on
et: lisati
he: הוגש ב
ta: சமர்ப்பிக்கப்பட்ட நாள்

source: up votes
et: üleshääli
he: המלצות
ta: கூடி வரும் வோட்டுக்கள்

source: down votes
et: allahääli
he: השמצות
ta: குறைந்து வரும் வோட்டுக்கள்

source: forgot your password?
et: parool läks meelest ära?
he: שכחת את הסיסמא?

source: to (username)
et: kellele (kasutajanimi)
he: אל (שם משתמש)
ta: புழங்குநருக்கு

source: submit to %(site)s
et: saada %(site)s -sse
ta: -%(site)s களுக்கு சமர்ப்பிக்கவும்

source: add to my saved sites
et: lisa minu salvestatud lehekülgede hulka
he: הוסף לאתרים השמורים שלי
ta: நான் பாதுகாத்து வைத்துள்ள இணையத்தளங்களில் சேர்த்துவிடவும்

source: type "self" here to make this post refer to itself.
et: kirjuta siia "self" et see postitus lingiks iseendale
he: כתוב "self" כאן כדי להפנות את הפוסט לעצמו.
ta: இந்த இடத்தில் "தனக்கு" என்று தட்டச்சு செய்து அஞ்சலைத் தனக்குத் தானே குறியிடச் செய்யவும்

source: enter a title, or click submit to find one automatically.
et: lisa pealkiri, või vajuta saatmisnupuu, et see automaatselt leitaks.
he: כתוב כותרת או לחץ "הגש" כדי למצוא אחת באופן אוטומטי.
ta: ஒரு தலைப்புத் தாருங்கள் அல்லது சமர்ப்பணம் செய்யுங்களில் சிமிட்டினால் தலைப்புக் கிடைக்கும்

source: use reddit from your toolbar with the %(bookmarklets)s
et: kasuta redditit oma tööriistaribalt (toolbarilt) %(bookmarklets)s 'ega
he: השתמש ברדהיט מסרגל הכלים שלך בעזרת ה%(bookmarklets)s

source: reddit bookmarklets
et: redditi bookmarkletid
he: סימניות רדהיט
ta: ரெட்டிட் புத்தகக் குறுநிரல்கள்

source: you should receive an email shortly
et: sa peaksid kohe varsti meili saama
he: אתה אמור לקבל אימייל ברגעים הקרובים
ta: சற்றே நேரத்தில் ஒரு மின்னஞ்சல் உங்களை வந்தடையும்

source: you are viewing a single comment's thread
et: sa vaatad ühe kommentaari teemat
he: אתם צופים בשירשור עם תגובה יחידה
ta: ஒரே காமென்டின் தொடர்ச் சங்கிலியைப் பார்த்துக் கொண்டிருக்கிறீர்கள்

source: see the above comments
et: vaata eelnevaid kommentaare
ta: மேலேயுள்ள காமென்ட்ஸைப் பார்க்கவும்

source: current password (required)
et: praegune parool (nõutav)
he: סיסמא נוכחית (דרוש)
ta: தற்போதைய கடவுச்சொல் (வேண்டியது)

source: comment karma:
et: kommentaaride karma:
ta: காமென்ட் கர்மா:

source: user for %(time)s
et: olnud kasutaja %(time)s
ta: -%(time)s புழங்குவோர்

source: add to friends
et: lisa sõpradesse
he: הוסף לחברים
ta: நண்பர்கள் பட்டியலில் சேர்க்க

source: remove from friends
et: eemalda sõpradest
he: הסר מהחברים
ta: நண்பர்கள் பட்டியலிலிருந்து விலக்க

source: (c) 2008 CondeNet, Inc. All rights reserved.
et: (c) 2008 CondeNet, Inc. Kõik õigused kaitstud.
he: (c) 2008 CondeNet, Inc. כל הזכויות שמורות.

source: (c) %(year)d CondeNet, Inc. All rights reserved.
et: (c) %(year)d CondeNet, Inc. Kõik õigused kaitstud.
ta: எல்லா உரிமைகளும் இவ்ர்களுக்கு ஒதுக்கி வைக்கப்பட்டுள்ளது

source: save edits
et: salvesta muutused
ta: பதிவானவைகளைப் பாதுகாக்க

source: you are a %(contributor)s of this reddit.
et: sa oled selle redditi %(contributor)s

source: you are a %(moderator)s of this reddit.
et: sa oled selle redditi %(moderator)s

source: biggest karma gainers
et: suurimad karma saajad
he: מרוויחי הקארמה הגדולים ביותר
ta: கர்மா குவித்தவர்கள்

source: domains:
et: domeenid:

source: karma:
he: קארמה:
ta: கர்மா:

source: first text
he: טקסט ראשוני

source: ad file
he: קובץ פרסומת

source: anyone can view, but only contributors can submit
he: כולם יכולים לראות, אבל רק תורמים יכולים להגיש

source: number
he: מספר
