Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: Account age (days) required to edit and create wiki pages:
ar: زمن إنشاء الحساب(بالأيام) مطلوب لإنشاء وتحرير صفحات المعلومات
bs: Starost računa (u danima) potrebna za uređivanje i kreiranje wiki stranica:
el: Ηλικία λογαριασμού (σε μέρες) που χρειάζεται για να επεξεργαστείς και να δημιουργήσεις σελίδες βίκι:
fi: Tunnuksen ikä (päivinä) jota vaaditaan wikisivujen muokkaukseen ja lisäykseen:
fr_ca: Age du compte (jours) requis pour modifier et créer des pages wiki :
hu: Fiók életkor (nap) szükséges wiki oldal létrehozásához és szerkesztéséhez:
it: Età dell'account (giorni) necessaria per modificare e creare pagine wiki:
mt_mt: Żmien tal-kont (bħala ġranet) meħtieġ sabiex timmodifika jew toħloq paġni tal-wiki:
nn: Ein kontoalder (dagar) er påkravd for å kunne endre og opprette wikisider
no: Kontoalder (i dager) påkrevd for å kunne redigere og opprette wiki-sider:
pl: Wiek konta (dni) wymagany do edytowania i tworzenia stron wiki:
sv: Kontoålder (dagar) som krävs för att redigera och skapa wikisidor:
uk: Необхідний певний вік (у днях) вашого профілю, щоб редагувати чи створити сторінку вікі:
vi: Tuổi tài khoản (tính bằng ngày) cần đạt để có thể chỉnh sửa và tạo trang wiki:

source: spam filter strength
ca: intensitat del filtre de spam
el: δύναμη φίλτρου spam
fi: roskapostisuodattimen vahvuus
fr_ca: Degré de filtrage des spam
hu: spam-szűrés erőssége
it: livello filtro spam
mt_mt: livell tal-filtru tal-ispam
nn: styrke på søppelfiltrering
no: styrke på søppelfiltrering
pl: siła filtrowania spamu
sv: spamfiltersnivå
uk: сила дії спамфільтру
vi: độ mạnh của bộ lọc rác

source: high is the standard filter, low disables most filtering, all will filter every post initially and they will need to be approved manually to be visible.
ca: "Alt" ès el filtre estàndar, "baix" desactiva quasi tot els filtres, "tots" filtrará tots els enllaços inicialment i hauran d'èsser manualment aprovats per que siguin visibles
fi: korkea on oletussuodatin, matala kytkee pois suurimman osan suodatuksesta, kaikki suodattaa jokaisen viestin ja ne pitää hyväksyä manuaalisesti näkyäkseen.
fr_ca: ''Haut'' est le filtre standard, ''bas'' désactive la plupart des filtre et ''tout'' filtrera initialement toutes les publications et requerra un consentement manuel pour les rendres visibles.
hu: a magas a szabványos szűrő, az alacsony kikapcsolja a legtöbbet, a minden akarattal eleinte kiszűr minden posztot és kézzel kell elfogadni őket, hogy láthatóak legyenek.
it: alto è il livello normale per il filtro, basso disabilita gran parte del filtraggio, tutto filtrerà ogni post e dovranno essere approvati tutti manualmente.
mt_mt: "għoli" hu l-filtru standard, "baxx" jitfi l-iffiltrar kważi kollu, "kollox" jiffiltra l-impostazzjonijiet kollha li jeħtieġu jiġu approvati manwalment biex jidhru.
nn: «høy» er standardfilteret, mens «lav» deaktiver mesteparten av filtreringen og «alt» vil filtrere alle innlegg slik at de må manuelt godkjennes før de blir synlige.
no: «høy» er standardfilteret, mens «lav» deaktiver mesteparten av filtreringen og «alt» vil filtrere alle innlegg slik at de må manuelt godkjennes før de blir synlige.
pl: wysoki jest filtrem standardowym, niski wyłącza większość filtrów, wszystkie przefiltruje wszystkie posty, które wtedy będą musiały być zatwierdzone ręcznie, by być widocznymi
sv: hög är standardfiltret, låg inaktiverar det mesta filtrerandet, alla filtrerar vartenda inlägg och de kommer att behöva godkännas manuellt för att bli synliga.
uk: високий — стандартний фільтр, низький — забороняє майже всю фільтрацію, всі — фільтруватиме кожну публікацію і доведеться кожну з них схвалювати вручну.

source: low
bs: nisko
ca: baix
el: χαμηλό
fi: matala
fr_ca: bas
hu: alacsony
it: basso
mt_mt: baxx
nn: lav
no: lav
pl: niski
sv: låg
uk: низький
vi: thấp

source: high
bs: visoko
ca: alt
el: υψηλό
fi: korkea
fr_ca: élevé
hu: magas
it: alto
mt_mt: għoli
nn: høy
no: høy
pl: wysoki
sv: hög
uk: високий
vi: cao

source: self posts
el: αναρτήσεις κειμένου
fi: tekstipostaukset
fr_ca: post personnel
hu: ön-posztok
it: i tuoi post
mt_mt: l-impostazzjonijiet tiegħek
nn: selv-innlegg
no: selv-innlegg
pl: własne posty
sv: textinlägg
uk: свої публікації
vi: các bài tự đăng

source: other options
ar: خيارات أخرى
bs: ostale opcije
ca: altres opcions
el: άλλες επιλογές
eu: beste aukerak
fi: muut vaihtoehdot
fr_ca: autres options
hu: további beállítások
it: altre opzioni
mt_mt: preferenzi oħrajn
nn: andre val
no: andre valg
pl: inne opcje
sv: andra alternativ
uk: інші налаштування
vi: các tùy chọn khác

source: viewers must be over eighteen years old
ar: المشاهدين يجب أن يكونوا فوق الثامنة عشرة من العمر
bs: dozvoljen je pregled samo osobama starijim od osamnaest godina
ca: els espectadors ha de ser més grans de 18 anys d'edat
el: όσοι το βλέπουν πρέπει να είναι πάνω από 18 χρονών
et: vaatajad peavad olema ühe 18
eu: ikusleek hemezortzi urtetik gorakoak izan behar dute
fi: katsojien pitää olla täysi-ikäisiä
fr_ca: les lecteurs doivent être âgé de 18 ans et plus
he: הגולשים חייב להיות מעל גיל 18
hu: csak 18 éven felüliek tekinthetik meg
it: per vederlo bisogna avere almeno 18 anni
mt_mt: il-werrejja meħtieġa jkunu l-fuq minn tmintax il-sena
nn: lesarar må vera over atten år gamle
no: seere må være over 18 år gammel
pl: czytelnicy muszą być pełnoletni
sv: läsare måste vara över arton år
ta: பதினெட்டு வயதானவர்களுக்கு மட்டும்
uk: відвідувачі повинні бути не молодші 18 років
vi: người xem phải trên mười tám tuổi

source: allow this subreddit to be included /r/all as well as the default and trending lists
fi: salli tämän aliredditin sisällyttäminen /r/all:iin sekä vakiosubredditiksi ja nousevat aliredditit -listalle
fr_ca: autoriser ce subreddit à être inclu dans /r/all, ainsi que dans les listes défaut et tendance
it: Includi questo subreddit nella sezione /r/all così come nelle liste di default e trending
mt_mt: ippermetti das-subreddit ikun inkluż ġo /r/all kif ukoll fl-elenki ppredefiniti u dawk popolari
no: tillatt at denne subredditen kan bli inkludert i /r/all så vel som standard- og populærlistene
sv: tillåt att denna subreddit inkluderas i /r/all och i standard- och trendlistorna
uk: дозволити включати цей сабреддіт у потік новин /r/all, а також у списки по замовчанню та ті, що популярні в цей час

source: enable marking posts as containing spoilers
fr_ca: activer le marquage des publications comme contenant des spoilers
it: marcare i post che contengono spoiler

source: show thumbnail images of content
ar: إظهار الصور الإيضاحيّة للمحتويات
bs: prikaži sličice sadržaja
ca: mostra miniatures dels continguts
el: προβολή μικρών εικόνων για το περιεχόμενο
et: näita sisu thumbnaile
eu: erakutsi edukiaren koadro txikiak
fi: näytä pikkukuvat sisällöstä
fr_ca: afficher les miniatures de contenu
hu: a tartalom bélyegképének megjelenítése
it: visualizza immagini di anteprima per il contenuto
mt_mt: uri minjaturi tal-istampi tal-kontenut
nn: Vis miniatyrbilete av innhaldet
no: vis miniatyrbilder av innhold
pl: wyświetlaj miniaturki treści
sv: visa miniatyrbilder av innehållet
ta: பொருளடக்கத்தின் சிறு பிம்பங்கள் காண்பிக்கவும்
uk: показати мініатюру змісту
vi: hiển thị các hình ảnh sơ lược về nội dung

source: expand media previews on comments pages
fr_ca: étendre les prévisualisations de médias sur les pages de commentaires

source: allow image uploads and links to image hosting sites
fr_ca: autoriser les envois d'images et les liens aux site d'hébergement d'images

source: exclude posts by site-wide banned users from modqueue/unmoderated
fr_ca: Exclure les publications par usagers banis du site de file de modération/sans modération
hu: a modsor/moderálatlan alapján oldalszerte tiltott felhasználók hozzászólásainak kizárása
it: escludi da modqueue e dai link non moderati i messaggi di utenti bannati dal sito
mt_mt: eskludi l-impostazzjonijiet minn utenti mkeċċija mis-sit kollu mill-kjù tal-moderazzjoni jew dawk mhux immoderati
nn: ekskluder innlegg fra total-utestengte brukere i moderasjonskøen
no: ekskluder innlegg fra total-utestengte brukere i moderasjonskøen
pl: wyłącz posty zbanowanych użytkowników z kolejki
sv: exkludera inlägg från användare som har blivit bannlysta över hela webbplatsen från modereringskön/omodererade
uk: сховати з черги на модерацію та немодерованих публікації користувачів, які були заблоковані глобально
vi: ngoại trừ các bài đăng từ các thành viên bị cấm từ phần chờ kiểm duyệt/chưa kiểm duyệt

source: make the traffic stats page available to everyone
ar: جعل صفحة الإحصائيات المرورية متاحة للجميع
el: κάνε την σελίδα στατιστικών κίνησης διαθέσιμη σε όλους
fi: salli kaikkien selata aliredditin liikennetilastot -sivua
fr_ca: Rendre la page de statistique de trafic disponible pour tous
hu: a forgalmi statisztika oldal láthatóvá tétele mindenki számára
it: rendi le statistiche di traffico della pagina visualizzabili da tutti
mt_mt: agħmel il-paġna tal-istatistiċi tat-traffiku disponibbli lil kulħadd
nn: tilgjengeliggjør trafikkstatistikken for alle
no: tilgjengeliggjør trafikkstatistikken for alle
pl: udostępnij wszystkim statystyki ruchu
sv: gör trafikstatistiksidan tillgänglig för alla
uk: зробити сторінку статистики трафіку доступною для всіх
vi: cho phép tất cả mọi người xem trang thống kê lưu lượng

source: collapse deleted and removed comments
fr_ca: retirer les commentaires supprimés et effacés
it: nascondi commenti cancellati o rimossi
mt_mt: ikkollassa l-kummenti imħassra u mneħħija
no: minimer slettede og fjernede kommentarer
sv: minimera borttagna kommentarer
uk: згорнути вилучені та прибрані коментарі

source: hide ads (only available for gold only subreddits)
fr_ca: masquer les pubs (seulement disponible pour les subreddits réservés aux membres gold)
it: nascondi le pubblicità (disponibile solo per i subreddit riservati agli utenti gold)
mt_mt: aħbi r-reklami (disponibbli biss għal subreddits irriżervati għal utenti gold)
sv: göm annonser (endast tillgängligt för endast guld subredditar)
uk: приховати рекламу (доступно лише для сабреддітів «лише для золотих»)

source: suggested comment sort
fr_ca: tri suggéré pour les commentaires
it: ordinamento suggerito commenti
mt_mt: ordni ssuġġerit għal kummenti
sv: föreslagen kommentarssortering
uk: рекомендоване сортування коментарів

source: (all comment threads will use this sorting method by default)
fr_ca: (tous les fils de commentaires utiliseront par défaut cette méthode de classement )
it: (tutti le discussioni di commenti useranno questo ordinamento per impostazione predefinita)
mt_mt: (kull diskussjoni se tuża dal-metodu ta' ordni bħala preferenza ppredefinita)
sv: (alla kommentarstrådar kommer använda den här sorteringsmetoden som standard)
uk: (всі ланцюжки обговорень будуть використовувати цей метод сортування за промовчанням)

source: none (recommended for most subreddits)
fr_ca: aucun (recommandé pour la plupart des subreddits)
it: nessuno (raccomandato per la maggior parte dei subreddit)
mt_mt: xejn (irrakkomandat għal ħafna subreddits)
sv: inga (rekommenderat för de flesta subredittar)
uk: жодне (рекомендовано для більшості сабреддітів)

source: Minutes to hide comment scores:
el: Λεπτά απόκρυψης του σκορ των σχολίων:
fi: Minuutteja kommenttien pisteiden piilotukseen:
fr_ca: Minutes avant de masquer le score du commentaire :
hu: Hozzászólások pontjainak elrejtése percben:
it: Minuti per i quali nascondere il punteggio dei commenti:
mt_mt: Minuti sakemm il-punteġġi tal-kummenti jinħbew:
nn: Antall minutter hvor kommentarpoeng skjules:
no: Antall minutter hvor kommentarpoeng skjules:
pl: Liczba minut, przez które ukrywać oceny komentarzy:
sv: Minuter att dölja kommentarspoäng:
uk: Скільки хвилин приховувати голоси коментарів:
vi: Số phút để ẩn số điểm của bình luận:

source: hide help
ar: إخفاء المساعدة
bs: sakrij pomoć
ca: amaga l'ajuda
el: απόκρυψη βοήθειας
eo: kaŝu helpon
et: peida abi
eu: ezkutatu laguntza
fi: piilota ohjeet
fr_ca: masquer l'aide
he: הסתר עזרה
hu: segítség elrejtése
it: nascondi aiuto
mt_mt: aħbi l-għajnuna
nn: gøym hjelpa
no: skjul hjelp
pl: ukryj pomoc
sr_la: sakrij pomoć
sv: göm hjälp
ta: 'உதவி'யை மறைக்கவும்
uk: сховати довідку
vi: ẩn trợ giúp

source: Own a domain? Enter it here and then go to your DNS provider and add a CNAME record aliasing your domain to rhs.reddit.com. You will be able to access your reddit through your domain.
ar: هل تمتلك نطاق موقع؟ أدخله هنا ثم اذهب إلى مزوّد المواقع DNS Provider الخاصة بك وأضف سجل CNAME تحت اسم نطاقك الى rshs.reddit.com كي تتمكن من استعمال ريديت من خلال نطاقك.
bs: Posjedujete domenu? Upišite je ovdje a zatim otvorite stranicu vašeg DNS provajdera i dodajte CNAME zapis s preusmjerenjem na rhs.reddit.com. Ovo će vam omogućiti pristup vašem redditu pomoću vaše domene.
el: Σου ανήκει ένας ιστοτόπος; Βάλτο εδώ και μετά πήγαινε στον παροχέα DNS σου και πρόσθεσε μια εγγραφή CNAME που θα προωθεί τον ιστοτόπο σου στο rhs.reddit.com. Θα μπορείς να συνδεθείς με το reddit σου μέσα από τον ιστοτόπο σου.
eu: Domeinu bat duzu? Sartu hemen, ondoren joan zure DNS hornitzailera eta gehitu CNAME erregistro bat zure domeinua rhs.reddit.com-era zuzentzeko. Zure redditera zure domeinuaren bidez sarbidetzeko aukera izango duzu.
fi: Omistatko verkkotunnuksen? Syötä se tähän ja lisää DNS palveluusi CNAME tietue osoittamaan osoitteeseen rhs.reddit.com. Tällöin pystyt käyttämään redditiä verkkotunnuksesi kautta.
fr_ca: Propriétaire d'un nom de domaine ? Saisissez-le ici et accéder à votre fournisseur DNS et ajoutez un enregistrement CNAME en donnant comme alias rhs.reddit.com à votre nom de domaine. Vous pourrez par la suite accéder à votre reddit via votre nom de domaine.
hu: Van egy domain-ed? Add meg itt, aztán a DNS szolgáltatódnál adj hozzá egy CNAME record-ot átnevezve a domainedet rhs.reddit.com-ra. Ezután hozzáférsz a redditedhez a domaineden keresztül.
it: Possiedi un dominio? Entra nel pannello DNS del tuo fornitore e aggiungi un record CNAME che punta a rhs.reddit.com. In questo modo sarai in grado di accedere al tuo reddit attraverso il tuo dominio.
mt_mt: Għandek dominju? Daħħlu hawn u mur għand il-proveditur tad-DNS tiegħek sabiex iżżid CNAME record li jabbina d-dominju tiegħek ma' rhs.reddit.com. B'hekk tkun tista' taċċessa r-reddit tiegħek bid-dominju tiegħek.
nn: Eig du eit domene? Skriv det inn her, gå til DNS-leverandøren din og legg til ei CNAME-oppføring som lenkjer domenet ditt til rhs.reddit.com. Du vil få tilkomst til redditen din gjennom domenet ditt.
no: Eier du et domene? Skriv det inn her, gå til din DNS-leverandør og legg til et CNAME-oppslag som linker domenet ditt til rhs.reddit.com. Du vil da ha tilgang til din reddit gjennom ditt domene.
pl: Posiadasz domenę? Wprowadź ją tutaj, a następnie odwiedź dostawcę usług DNS i dodaj alias CNAME kierujący do rhs.reddit.com. Dzięki temu będziesz mógł mieć dostęp do reddita przez swoją domenę.
sv: Äger du en domän? Ange den här och gå sedan till din DNS-leverantör och lägg till en CNAME-post som ger aliaset rhs.reddit.com för din domän. Du kommer åt din reddit via din domän.
uk: Маєте свій домен? Введіть його тут і зверніться до вашого DNS провайдера і додайте CNAME запис який буде псевдонімом вашого домену до rhs.reddit.com. Тоді ви матимете доступ до вашого сабреддіту через ваш домен.
vi: Muốn tự mình sở hữu một tên miền? Điền tên miền đó vào đây và sau đó liên lạc với nhà cung cấp DNS và thêm vào một tên đại diện trong bản ghi CNAME của bạn đến rhs.reddit.com. Bạn sẽ có thể truy cập reddit thông qua tên miền của riêng mình.

source: look and feel
ar: المنظر و الملمس
bs: izgled i osjećaj
ca: aparença
el: εμφάνιση
fi: ulkonäkö
fr_ca: apparence
hu: megjelenés
it: aspetto
mt_mt: dehra estetika
nn: utsjånad
no: utseende
pl: wygląd
sv: utseende och känsla
uk: зовнішній вигляд та почуття
vi: xem và cảm nhận

source: subreddit name to use as theme
fr_ca: nom du subreddit à utiliser en tant que thème
sv: subreddit-namn att använda som tema

source: There is a newer version of your subreddit theme available. Update to the latest version?
fr_ca: Il y a une nouvelle version disponible du thème de votre subreddit. Mettre à jour?

source: update theme
fr_ca: thème mis à jour
it: aggiorna tema
sv: uppdatera tema

source: edit the stylesheet
ar: تحرير ورقة الأنماط
bs: uredi stilski predložak
ca: edita fulla d'estil
el: επεξεργασία του στυλ
eu: editatu estilo-orria
fi: muokkaa tyylitiedostoa
fr_ca: modifier la feuille de style
hu: stíluslap szerkesztése
it: modifica il foglio di stile
mt_mt: immodifika l-istylesheet
nn: endre stilarket
no: rediger stilsett
pl: edytuj arkusz styli
sv: redigera formatmallen
uk: редагувати таблицю стилів
vi: chỉnh sửa stylesheet

source: leaves this page
ar: مغادرة هذه الصفحة
bs: napušta ovu stranicu
ca: deixa aquesta pàgina
el: φεύγει από αυτή τη σελίδα
eu: orri hau uzten du
fi: poistuu sivulta
fr_ca: quitté cette page
hu: oldal elhagyása
it: abbandona questa pagina
mt_mt: jitlaq dil-paġna
nn: forlèt denne sida
no: forlater denne siden
pl: opuszcza tą stronę
sv: lämnar sidan
uk: залишити сторінку
vi: đi khỏi trang

source: restore default header
ar: إرجاع الرأسيّة السابقة
bs: vrati početno zaglavlje
ca: recupera capçalera per defecte
el: επαναφορά εξ' ορισμού επικεφαλίδας
eu: berrezarri goiburu lehenetsia
fi: palauta oletusarvoinen ylätunniste
fr_ca: restaurer l'en-tête par défaut
hu: alapértelmezett fejléc visszaállítása
it: ripristina header di default
mt_mt: irrestawra l-header ippredefinit
nn: tilbakestill hovudbilete
no: tilbakestill headerbilde
pl: przywróć domyślny nagłówek
sv: återställ standardsidhuvudet
uk: відновити заголовок за вмовчанням
vi: khôi phục header mặc định

source: related subreddits
fi: aiheeseen liittyvät aliredditit
fr_ca: subreddits en lien
it: subreddit correlati
mt_mt: subreddits irrelatati
sv: relaterade subredditar
uk: пов'язані сабреддіти
vi: subreddit có liên quan

source: similar or related subreddits.
fr_ca: subreddits similaires ou en lien.
it: subreddit simili o correlati.
mt_mt: subreddits simili jew irrelatati.
sv: liknande eller relaterade subredditar.
uk: подібні або пов'язані сабреддіти.
vi: subreddit tương tự hay liên quan.

source: mobile look and feel
fr_ca: apparence mobile
it: esperienza mobile
mt_mt: dehra tal-mobile
sv: mobilt utseende och känsla
uk: мобільний вигляд

source: icon image
fr_ca: Icône
it: immagine icona
mt_mt: stampa tal-ikona
sv: ikonbild
uk: зображення іконки

source: icon must be 256x256 pixels. PNG or JPG only.
fr_ca: l'icône doit être de 256x256 pixels, au format PNG ou JPG seulement.

source: remove custom icon image
fr_ca: Supprimer l'icône personnalisé
it: rimuovi immagine icona personalizzata
mt_mt: neħħi l-istampa ppersonalizzata tal-ikona
sv: ta bort anpassad ikonbild
uk: вилучити власне зображення іконки

source: header image
fr_ca: Bannière
it: Banner
mt_mt: stampa tal-header
sv: sidhuvudbild
uk: зображення шапки

source: header should have 10:3 aspect ratio. PNG or JPG only.
fr_ca: l'en-tête devrait avoir les proportions 10:3. Formats PNG et JPG seulement.

source: minimum size: 640x192px
fr_ca: taille minimum: 640x192px
sv: minimumstorlek: 640x192px

source: maximum size: 1280x384px
fr_ca: taille maximum: 1280x384px
it: dimensione massima: 1280x384px
sv: maximumstorlek: 1280x384px

source: remove custom header image
fr_ca: Supprimer la bannière
it: rimuovi l'immagine di intestazione personalizzata
mt_mt: neħħi l-istampa ppersonalizzata tal-header
sv: ta bort anpassad sidhuvudbild
uk: вилучити власне зображення шапки

source: color
el: χρώμα
fi: väri
fr_ca: couleur
hu: szín
it: colore
mt_mt: kulur
sv: färg
uk: колір
vi: màu

source: used as a thematic color for your subreddit on mobile
fr_ca: utilisé comme votre couleur de thème pour votre subreddit sur mobile
it: verrà usato come colore del tema per il tuo subreddit su mobile
mt_mt: uża kulur tematiku għas-subreddit tiegħek fuq il-mobile
sv: använd som en tematisk färg för din subreddit på mobiler
uk: використано як тематичний колір для Вашого сабреддіта на мобільному

source: save options
ar: حفظ الخيارات
bs: sačuvaj opcije
ca: desa les opcions
el: αποθήκευση επιλογών
eo: konservu opciojn
et: salvesta seaded
eu: gorde aukerak
fi: tallenna asetukset
fr_ca: enregistrer les options
he: אפשרויות שמירה
hu: mentési beállítások
it: salva preferenze
mt_mt: salva l-preferenzi
nn: lagre vala
no: lagre
pl: zapisz opcje
sr_la: snimi promene
sv: spara inställningar
ta: தேர்வுகளை சேமிக்கவும்
uk: зберегти налаштування
vi: lưu tùy chọn

source: In Summation
fi: Yhteenveto
fr_ca: En résumé
it: Riassunto
mt_mt: Fil-Qosor
no: Oppsummert
pl: Podsumowywując
sv: Sammanfattningsvis
uk: Підсумки

source: Felicitations on this momentous occasion!
fr_ca: Félicitations pour cette mémorable occasion!
it: Felicitazioni per questa occasione importante!
mt_mt: Nifirħulek f'din l-okkażjoni importanti!
no: Stor glede og lykkelige tanker for denne betydningsfulle begivenheten!
pl: Gratulacje!
sv: Lyckönskningar vid detta storslagna ögonblick!
uk: Вітаємо з цим невеличким святом!

source: This user has deleted their account.
fr_ca: Cet utilisateur a supprimé son compte.
it: Questo utente ha eliminato il proprio account.
sv: Denna användare har tagit bort sitt konto.

source: a message from the moderators of /r/%s
ar: رسالة من المراقبين على /r/%s
bs: poruka od moderatora sa /r/%s
ca: un missatge dels moderadors de /r/%s
el: ένα μήνυμα από τους συντονιστές του /r/%s
fi: viesti /r/%s :n moderaattoreilta
fr_ca: un message de la part des modérateurs de /r/%s
hu: egy üzenet /r/%s moderátoraitól
it: messaggio dai moderatori di /r/%s
mt_mt: messaġġ mill-moderaturi ta' /r/%s
nn: ei melding frå moderatorane for /r/%s
no: en melding fra moderatorene for /r/%s
pl: wiadomość od moderatorów /r/%s
sv: ett meddelande från moderatorerna i /r/%s
uk: повідомлення від модераторa /r/%s
vi: có một tin nhắn từ người điều hành của /r/%s

source: send a message to the moderators
fr_ca: envoyez un message aux modérateurs
it: invia un messaggio ai moderatori
mt_mt: ibgħat messaġġ lill-moderaturi
sv: skicka ett meddelande till moderatorerna
uk: надіслати повідомлення модераторам

source: not interested
el: δεν ενδιαφέρεται
fi: ei kiinnostunut
fr_ca: pas interessé
it: non interessato
mt_mt: mhux interessat
nn: ikke interessert
no: ikke interessert
pl: niezainteresowany
sv: inte intresserad
uk: не зацікавлений
vi: không quan tâm

source: more comments
el: περισσότερα σχόλια
fi: lisää kommentteja
fr_ca: plus de commentaires
hu: további hozzászólások
it: più commenti
mt_mt: aktar kummenti
nn: flere kommentarer
no: flere kommentarer
pl: więcej komentarzy
sv: fler kommentarer
uk: більше коментарів
vi: thêm bình luận

source: personalized
el: εξατομικευμένα
fi: personalisoitu
fr_ca: personalisé
hu: személyreszabott
it: personalizzato
mt_mt: ippersonalizzat
nn: Personlig tilpasset
no: Personlig tilpasset
pl: spersonalizowane
sv: individuellt anpassade
uk: персоналізовано
vi: đã cá nhân hóa

source: apply
el: εφαρμογή
fi: käytä
fr_ca: sauvegarder
hu: jelentkezés
it: applica
mt_mt: applika
nn: bruk
no: bruk
pl: zastosuj
sv: använd
uk: прийняти
vi: áp dụng

source: view more:
ar: عرض المزيد:
bs: pregledaj još:
ca: veu-ne més:
el: προβολή περισσότερων
et: vaata veel:
eu: ikusi gehiago:
fi: näytä lisää:
fr_ca: afficher plus
he: צפה בעוד:
hu: további oldalak
it: altri:
mt_mt: ara aktar:
nn: vis meir:
no: se flere:
pl: zobacz więcej:
sr_la: više:
sv: visa mer
ta: இன்னும் பாருங்கள்:
uk: переглянути ще:
vi: xem thêm:

source: reload suggestions
el: Επαναφόρτωση προτάσεων
fi: uudelleenlataa ehdotukset
fr_ca: recharger les suggestions
hu: javaslatok újratöltése
it: ricarica i suggerimenti
mt_mt: erġa tella s-suġġerimenti
nn: last forslag på nytt
no: last forslag på nytt
pl: wczytaj ponownie sugestie
sv: ladda om förslag
uk: перезавантажити рекомендації
vi: tải lại đề nghị
