Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: automoderator config
fi: automaattinsen ylläpitäjän asetukset
fr_ca: configuration modérateur automatique
hu: automata moderátor konfiguráció
it: configurazione automoderatore
mt_mt: preferenzi tal-awto-moderatur
sv: automoderator-konfigurering
uk: налаштування автомодератора
vi: cấu hình của automoderator

source: get started with automoderator
fr_ca: commencez à utiliser le modérateur automatique
it: iniziamo con automoderator
sv: kom igång med automoderator

source: ban wiki contributors
ar: منع مساهم ويكي
bs: banuj wiki saradnike
ca: expulsa contribuïdors del wiki
el: απαγόρευση συνεργατών στο βίκι
fi: estä wiki kirjoittajat
fr_ca: bannir les auteurs wiki
hu: wiki közreműködők tiltása
it: banna contributori wiki
mt_mt: keċċi kontributuri tal-wiki
nn: bannlys wikimedverkarar
no: utesteng wiki-bidragsytere
pl: banuj readktorów wiki
sv: bannlys wikibidragsgivare
uk: блокувати учасників вікі
vi: ban những người đóng góp trong wiki

source: add wiki contributors
ar: أضف مساهم ويكي
bs: dodaj wiki saradnike
ca: afegeix contribuïdors al wiki
el: προσθήκη συνεργατών στο βίκι
fi: lisää wiki tekijöitä
fr_ca: ajouter des auteurs wiki
hu: wiki közreműködők hozzáadása
it: aggiungi contributori wiki
mt_mt: żid kontributuri tal-wiki
nn: legg til wikimedverkarar
no: legg til wiki-bidragsytere
pl: dodaj redaktorów wiki
sv: lägg till wikibidragsgivare
uk: додати учасників вікі
vi: thêm vào đóng góp viên cho wiki

source: recent wiki revisions
ar: مساهم ويكي جديد
bs: nedavne wiki revizije
ca: revisions recents de la wiki
el: πρόσφατες αναθεωρήσεις
fi: viimeisimmät wiki tekijät
fr_ca: révisions wiki récentes
hu: legfrissebb wiki módosítások
it: revisioni recenti della wiki
mt_mt: reviżjonijiet reċenti tal-wiki
nn: siste wikirevisjonar
no: nylige wiki-revisjoner
pl: ostatnie korekty wiki
sv: nyligen utförda wikirevisioner
uk: недавні ревізії вікі
vi: các phần wiki được sửa đổi gần đây

source: wiki page list
ar: قائمة صفحات ويكي
bs: wiki lista stranica
ca: llista de pàgines de la wiki
el: λίστα σελίδων βίκι
fi: wiki-sivujen lista
fr_ca: liste des pages wiki
hu: wiki oldallista
it: elenco pagine wiki
mt_mt: elenku tal-paġni tal-wiki
nn: liste over wikisider
no: wiki sideliste
pl: lista stron wiki
sv: wikisidlista
uk: список сторінок вікі
vi: danh sách trang wiki

source: popular
ar: شائع
bs: popularno
ca: populars
el: δημοφιλή
eo: populara
et: populaarsed
eu: arrakastatsua
fi: suositut
fr_ca: populaire
he: פופולרי
hu: népszerű
it: popolari
mt_mt: popolari
nn: populær
no: populære
pl: popularne
sr_la: popularno
sv: populära
ta: மக்கள் விரும்பியவை
uk: популярні
vi: nổi tiếng

source: create
ar: أنشيء
bs: kreiraj
ca: crea
el: δημιουργία
eo: kreu
et: tee ise
eu: sortu
fi: luo
fr_ca: créer
he: יצירת
hu: létrehozás
it: crea
mt_mt: oħloq
nn: lag ny
no: ny
pl: utwórz
sr_la: stvori
sv: skapa
ta: உருவாக்குங்கள்
uk: створити
vi: tạo

source: my subreddits
ar: ريدّيت فرعي
bs: moji subredditi
ca: els meus subreddits
el: τα υποreddit μου
fi: omat aliredditit
fr_ca: mes subreddits
hu: saját subredditeim
it: I miei subreddit
mt_mt: is-subreddits tiegħi
nn: mine subredditer
no: mine subredditer
pl: moje subreddity
sv: mina subredditar
uk: мої сабреддіти
vi: chuyên mục của tôi

source: quarantine
el: σε καραντίνα
fi: karanteeni
fr_ca: quarantaine
hu: karantén
it: in quarantena
sv: karantän
uk: карантин

source: featured
fr_ca: inclus
it: in primo piano

source: help translate
ar: ساعد في الترجمة
bs: pomozite u prevođenju
ca: ajuda a traduir
el: βοηθήστε στη μετάφραση
eo: helpu traduki
eu: lagundu itzultzen
fi: auta kielenkääntämisessä
fr_ca: aidez à traduire
hu: segíts a fordításban
it: aiuta a tradurre
mt_mt: għin fit-traduzzjonijiet
nn: hjelp til med å setje om
no: hjelp med oversetting
pl: pomóż tłumaczyć
sv: hjälp till att översätta
uk: допоможіть перекладати
vi: trợ giúp dịch

source: errors
ar: أخطاء
bs: greške
el: λάθη
eo: eraroj
eu: erroreak
fi: virheet
fr_ca: erreurs
hu: hibák
it: errori
mt_mt: problemi tekniċi
nn: feil
no: feilmeldinger
pl: błędy
sr_la: greške
sv: fel
uk: помилки
vi: lỗi

source: ads
ar: إعلانات
bs: reklame
ca: anuncis
el: διαφημίσεις
eu: iragarkiak
fi: mainokset
fr_ca: pubs
hu: hirdetések
it: pubblicità
mt_mt: reklami
nn: annonsar
no: reklamer
pl: reklamy
sv: annonser
uk: реклама
vi: quảng cáo

source: promoted
ar: مروجة
bs: promovisano
ca: promogut
el: προωθούμενα
eo: promovata
eu: sustatua
fi: ylennetyt
fr_ca: promu
hu: kiemelve
it: promossi
mt_mt: ippromoss
nn: fremja
no: promotert
pl: promowane
sr_la: promovisano
sv: marknadsförda
uk: рекламується
vi: Đã được đẩy mạnh

source: reporters
ar: مراسلين
bs: prijavljivači
ca: reportadors
el: αναφέροντες
et: raporteerijad
eu: salatzaileak
fi: raportoijat
fr_ca: rapporteurs
he: כתבים
hu: bejelentők
it: segnalatori
mt_mt: senjalaturi
nn: meldarar
no: anmeldere
pl: zgłaszający
sr_la: reporteri
sv: anmälare
ta: அறிக்கையாளர்கள்
uk: автори скарг
vi: người báo cáo

source: reports
ar: إبلاغ
bs: izvještaji
ca: reportaments
el: αναφορές
et: rapordid
fi: ilmoitukset
fr_ca: rapports
hu: jelentések
it: segnalazioni
mt_mt: senjalazzjonijiet
nn: rapporter
no: rapporter
pl: Zgłoszenia
sr_la: prijave
sv: anmälningar
ta: அறிக்கை
uk: скарги
vi: báo cáo

source: reported authors
ar: ناشرين مُبلغين عنهم
bs: prijavljeni autori
ca: autors reportats
el: αναφερθέντες συγγραφείς
et: raporteeritud autorid
eu: salatutako egileak
fi: ilmiannetut käyttäjät
fr_ca: auteurs signalés
hu: jelentett szerzők
it: autori segnalati
mt_mt: awturi ssenjalati
nn: melde skribentar
no: anmeldte skribenter
pl: autorzy zgłoszenia
sr_la: prijavljeni autori
sv: anmälda författare
ta: அறிவிக்கப்பட்ட எழுத்தாளர்கள்
uk: автори на яких були скарги
vi: tác giả bị báo cáo

source: share
ar: شارك
bs: podijeli
ca: comparteix
el: μοιράσου
eu: partekatu
fi: jaa
fr_ca: partager
hu: megosztás
it: condividi
mt_mt: ikkondividi
nn: del
no: del
pl: podziel się
sr_la: prosledi
sv: dela
uk: поділитися
vi: chia sẻ

source: submitted
ar: مرسلة
bs: poslano
ca: enviats
el: υποβληθέντα
eo: afiŝita
et: lisas
eu: bidalitakoa
fi: lisätyt
fr_ca: soumis
he: נשלח
hu: beküldve
it: inviato
mt_mt: impustat
nn: innsende
no: postet
pl: dodane
sr_la: vi ste postavili
sv: bidrag
ta: அனுப்பியவை
uk: відправлено
vi: đã gửi

source: upvoted
el: υπερψηφισμένο
fi: tykätty
fr_ca: votes positifs
hu: felpontozott
it: votato positivamente
mt_mt: ivvutat il-fuq
sv: uppröstade
uk: проголосоване за

source: downvoted
el: καταψηφισμένο
fi: ei-tykätty
fr_ca: votes négatifs
hu: lepontozott
it: votato negativamente
mt_mt: ivvutat l-isfel
sv: nedröstade
uk: проголосоване проти

source: hidden {toolbar}
ar: مخفية
bs: sakriveno
ca: amagats
el: κρυμμένα
eo: kaŝita
et: peidetud
eu: ezkutatutakoak
fi: piilotetut
fr_ca: caché {toolbar}
he: מוסתר
hu: rejtett
it: nascosto
mt_mt: moħbi {toolbar}
nn: gøymd
no: gjemt
pl: ukryte
sr_la: skriveno
sv: gömda
ta: மறைந்திருப்பவை
uk: прихована
vi: ẩn

source: voting
ar: تصويت
bs: glasanje
ca: votar
el: ψήφοι
fi: äänestäminen
fr_ca: vote
hu: szavazás
it: votazione
mt_mt: votazzjoni
nn: stemming
no: stemming
pl: głosowanie
sv: röstning
uk: голосування
vi: bỏ phiếu

source: advertising
ca: publicitat
el: διαφήμιση
fi: mainonta
fr_ca: publicité
hu: reklám
it: pubblicità
mt_mt: reklamar
nn: reklamering
no: reklamering
pl: reklamy
sv: reklam
uk: реклама
vi: quảng cáo

source: create promotion
ar: أبتكار ترويج
bs: kreiraj promociju
ca: crear una promoció
el: δημιουργία προώθησης
eo: promovu
eu: sortu sustapena
fi: luo kuulutus
fr_ca: créer une promotion
hu: kiemelés létrehozása
it: crea una promozione
mt_mt: oħloq promozzjoni
nn: opprett fremjing
no: opprett promotering
pl: utwórz promocję
sr_la: kreiraj promociju
sv: skapa marknadsföring
uk: створити рекламну кампанію
vi: Tạo sự đẩy mạnh

source: my promoted links
ar: روابطي المروجة
bs: moji promovisani linkovi
ca: els meus links promoguts
el: οι προωθούμενοι σύνδεσμοί μου
eo: miaj promovoj
eu: nire sustatutako estekak
fi: kuuluttamani linkit
fr_ca: mes liens promotionnels
hu: kiemelt linkeim
it: i miei link promossi
mt_mt: il-links ippromossi tiegħi
nn: mine fremja lenkjer
no: mine promoterte lenker
pl: moje promowane linki
sr_la: moji promovisani linkovi
sv: mina marknadsförda länkar
uk: посилання, які я рекламую
vi: Những đường dẫn được khuyến khích của tôi

source: unseen
ar: غير مرئية
bs: nepregledano
ca: invisible
el: αφανής
eu: ikusi gabea
fi: ei nähty
fr_ca: non-vus
hu: nem látott
it: non visto
mt_mt: ma' ntwerewx
nn: usett
no: usett
pl: nieprzeczytane
sv: osedd
uk: небачене
vi: chưa xem

source: inventory
ca: inventari
el: κατάλογος
fi: tavaraluettelo
fr_ca: inventaire
hu: leltár
it: Inventario
mt_mt: inventarju
nn: inventar
no: inventar
pl: inwentarz
sv: förråd
uk: інвентар
vi: tóm tắt

source: live
ar: مباشر
bs: uživo
ca: funcionant
el: ενεργός
fr_ca: en direct
hu: élő
nn: direkte
pl: działające
sr_la: uživo
uk: наживо
vi: Trực tiếp

source: unpaid
ar: غير مدفوع
bs: neplaćeno
ca: sense ganancies
el: απλήρωτο
eo: nepagitaj
eu: ordaindu gabea
fi: maksamaton
fr_ca: impayé
hu: fizetetlen
it: non pagato
mt_mt: mhux imħallas
nn: ubetalt
no: ubetalt
pl: nieopłacone
sv: obetald
uk: не оплачено
vi: chưa trả tiền

source: pending
ar: في انتظار
bs: na čekanju
ca: pendent
el: εκκρεμεί
eo: en atendo
eu: zain
fi: jonossa
fr_ca: en attente
hu: függőben
it: in attesa
mt_mt: pendenti
nn: ventande
no: på venting
pl: oczekujące
sr_la: na čekanju
sv: väntande
uk: в очікуванні
vi: đang trả

source: rejected
ar: مرفوض
bs: odbijeno
ca: rejectar
el: απορρίφθηκε
eo: malakceptitaj
eu: baztertua
fi: hylätty
fr_ca: rejeté
hu: visszautasított
it: rifiutato
mt_mt: irrifjutat
nn: avslegne
no: avslått
pl: odrzucone
sv: nekad
uk: відхилено
vi: từ chối

source: edited live
fr_ca: édité en direct
it: diretta modificata
sv: redigerad live

source: external promos
fr_ca: promotions externes

source: sitewide
ar: سيتيويدي
bs: na cijeloj stranici
ca: a tot el web
el: για όλο τον ιστοτόπο
fi: sivunlaajuinen
fr_ca: tout le site
hu: webhelyszintű
it: in tutto il sito
mt_mt: fis-sit kollu
nn: heile sida
no: for hele nettstedet
pl: obejmujący całą stronę
sv: hela webbplatsen
uk: по всьому сайту
vi: trang mở rộng

source: languages
ar: لغات
bs: jezici
ca: idiomes
el: γλώσσες
fi: kielet
fr_ca: langues
hu: nyelvek
it: lingue
mt_mt: ilsna
nn: språk
no: språk
pl: języki
sv: språk
uk: мови
vi: ngôn ngữ

source: adverts
ar: إعلانات
bs: reklame
ca: anuncis
el: διαφημίσεις
fi: mainokset
fr_ca: annonces
hu: hirdetések
it: pubblicità
mt_mt: reklami
nn: reklamar
no: reklamer
pl: reklamy
sv: annonser
uk: реклама
vi: quảng cáo

source: whitelist
ar: قائمة السماح
bs: bijela lista
ca: autoritzar
el: λίστα επιτρεπόμενων
eu: zerrenda zuria
fi: valkoinen lista
fr_ca: liste blanche
hu: fehérlista
mt_mt: lista bajda
nn: kviteliste
no: hvitliste
pl: biała lista
sv: vitlista
uk: білий список
vi: danh sách trắng

source: live (beta)
fr_ca: en direct (beta)

source: mod
ar: مشرف (ا لاختصار)
el: συντονιστής
fi: moderaattori
fr_ca: modérateur
mt_mt: moderatur
pl: moderowane
sv: moderator
uk: мод

source: front
ar: أمام
bs: naslovna
ca: inici
el: αρχική
eu: azala
fi: etusivu
fr_ca: première page
hu: főoldal
it: pagina principale
mt_mt: ta' quddiem
nn: fram
no: forside
pl: główna
sv: förstasidan
uk: головна
vi: trước

source: myrandom
bs: slučajno
el: δικό μου τυχαίο
fi: omasatunnainen
fr_ca: monaléatoire
hu: sajátrandom
mt_mt: każwalitiegħi
nn: mintilfeldig
no: mintilfeldig
pl: mójlosowy
sv: minslumpade
uk: моївипадкові
vi: ngẫunhiên

source: (suggested)
ca: (suggerit)
el: (προτεινόμενο)
fi: (ehdotettu)
fr_ca: (suggéré)
hu: (javasolt)
it: (suggeriti)
mt_mt: (issuġġerit)
sv: (föreslagen)
uk: (пропоновані)
vi: (được gợi ý)

source: kind
ar: صنف
bs: vrsta
ca: tipus
el: τύπος
eo: tipo
et: liik
eu: mota
fi: tyypin
fr_ca: type
hu: fajta
it: tipo
mt_mt: tip
nn: slag
no: sort
pl: rodzaj
sr_la: vrsta
sv: sort
ta: வகை
uk: вид
vi: loại

source: links from
ar: روابط من
bs: linkovi od
ca: enllaços des de
el: σύνδεσμοι από
eo: ligoj de
et: lingid ... ajast
eu: noizko estekak
fi: linkkejä
fr_ca: liens de
he: לינקים מ
hu: linkek
it: link da
mt_mt: links minn
nn: lenkjer frå
no: lenker fra
pl: linki z
sr_la: linkovi od
sv: länkar från
ta: இணைப்புகள் மூலம்
uk: посилання від
vi: liên kết từ

source: comments from
el: σχόλια από
fr_ca: commentaires de
it: commenti da
sv: kommentarer från

source: links and comments from
fr_ca: liens et commentaires de
it: link e commenti da
sv: länkar och kommentarer från

source: current edit
ar: التحرير الحالي
bs: trenutno uređivanje
ca: edició actual
el: τωρινή αναθεώρηση
fi: nykyinen muokkaus
fr_ca: modification en cours
hu: jelenlegi szerkesztés
it: modifiche correnti
mt_mt: modifiki kurrenti
nn: noverande endring
no: Nåværende redigering
pl: aktualna edycja
sv: aktuell redigering
uk: поточне редагування
vi: chỉnh sửa hiện tại

source: your edit
ar: تعديلك
bs: moje uređivanje
ca: la teva edició
el: η αναθεώρησή σου
fi: muokkauksesi
fr_ca: votre modification
hu: a te szerkesztésed
it: le tue modifiche
mt_mt: il-modifiki tiegħek
nn: endringa di
no: din forandring
pl: Twoje zmiany
sv: din redigering
uk: ваше редагування
vi: chỉnh sửa của bạn

source: access
ar: وصول
bs: pristup
ca: accés
el: πρόσβαση
fi: pääsy
fr_ca: accès
hu: hozzáférés
it: accesso
mt_mt: aċċess
nn: tilgjenge
no: tilgang
pl: dostęp
sv: åtkomst
uk: доступ
vi: truy cập

source: manage the lists of contributors and banned/muted users
el: διαχειρίσου τη λίστα των συνεργατών και αποκλεισμένων χρηστών
fr_ca: gérer la liste des contributeurs et des utilisateurs bannis/mis en sourdine
it: gestisci le liste dei donatori e degli utenti banditi/mutati
sv: hantera listorna för medverkare och avstängda/dämpade användare
uk: керувати списками дописувачів і забанених/приглушених користувачів

source: config
ar: التكوين
bs: konfiguracija
ca: configuració
el: ρυθμίσεις
fi: asetukset
fr_ca: configuration
hu: Beállítás
it: configurazione
mt_mt: konfigurazzjoni
nn: konfig
no: konfigurasjon
pl: konfiguracja
sv: konfiguration
uk: налаштування
vi: cấu hình

source: edit settings, sidebar, css, images, and AutoModerator config
el: αλλαγή ρυθμίσεων, πλαϊνής μπάρας, CSS, εικόνες, και διαμόρφωση Αυτοσυντονιζόμενου
fr_ca: modifier les paramètres, la barre latérale, le CSS, les images et la configuration AutoModerator
it: modifica le impostazioni, la barra laterale, i CSS, le immagini e le configurazioni dell'AutoModeratore
mt_mt: immodifika l-preferenzi, żbarra tal-ġenb, css, stampi, u l-preferenzi tal-awto-moderatur
sv: redigera inställningar, sidofältet, css, bilder, och AutoModerator-konfigureringen
uk: редагувати налаштування та настройки бічної панелі, CSS, зображень та АвтоМодератора
vi: cấu hình của chỉnh sửa thiết lập, sidebar, css, hình ảnh và AutoModerator

source: flair
ca: bandereta
el: έμβλημα
eu: bereizgarria
fr_ca: insigne
hu: kitűző
mt_mt: xinxilla
nn: skilt
pl: znaczek
sv: stil
uk: флаір
vi: sự tinh tường

source: manage user flair, link flair, and flair templates
ar: إدارة وتعيين رابط تمييز
bs: upravljanje korisničkim flairom, link flairom i flair predlošcima
ca: gestionar banderetes d'usuari, banderetes d'enllaç i plantilles de les banderetes
el: διαχείριση εμβλημάτων χρήστη, εμβλημάτων αναρτήσεων και προτύπων εμβλημάτων
fr_ca: gérer le flair d'utilisateurs, flair de liens, et le flair des gabarits
hu: felhasználói kitűző, link kitűző és kitűző sablonok kezelése
it: gestisci flair utente, flair link e modelli di flair
mt_mt: iġġestixxi x-xinxilla tal-utent, dik tal-links, u l-forom tax-xinxilli
nn: administrer brukerflair, linkflair og flairmaler
no: administrer brukerflair, linkflair og flairmaler
pl: zarządzaj etykietami użytkowników, linków i szablonami etykiet
sv: administrera användarstil, länkstil och stilmallar
uk: керувати флаірами користувачів, посилань та шаблонами флаірів
vi: quản lý cờ hiệu đối với người dùng, liên kết cờ hiệu và mẫu cờ hiệu

source: mail
ar: بريد
bs: email
ca: correu
el: e-mail
fi: posti
fr_ca: email
hu: levél
it: e-mail
mt_mt: email
nn: epost
no: post
pl: poczta
sv: post
uk: пошта

source: read and reply to moderator mail
ar: إقرأ ومن ثم رُد على البريد المرسل من المشرف.
bs: čitajte i odgovarajte na moderatorski email
ca: llegiu i contesteu el correu del moderador
el: ανάνγνωση και απάντηση στην αλληλογραφία συντονιστή
fi: lue ja vastaa moderaattoriviesteihin
fr_ca: lisez et répondez au message du modérateur
hu: moderátor levél olvasása és megválaszolása
it: leggi e rispondi all'e-mail del moderatore
mt_mt: aqra u wieġeb l-email tal-moderatur
nn: les og svar på moderatorepost
no: les og svar på moderator-post
pl: przeczytaj i odpowiedz na maile do moderatora
sv: läs och svara på moderatorpost
uk: читати і відповідати на модераторську пошту
vi: đọc và trả lời mail của người điều hành

source: use the approve, remove, spam, distinguish, and nsfw buttons
bs: koristite dugmad za odobravanje, uklanjanje, spam, isticanje i nszr
ca: gasteu els botons aprovar, eliminar, spam, destacar i nsfw
el: χρήστη των κουμπιών έγκρισης, αφαίρεσης, ανεπιθύμητου, ανάδειξης και ακατάλληλου
fr_ca: utilisez les boutons approuver, spam, distinguer et nsfw
hu: használd az elfogad, eltávolít, megkülönböztet és nsfw gombokat
it: usa i tasti approva, rimuovi, spam, distingui e nsfw
mt_mt: uża l-buttuna tal-approvazzjoni, tneħħija, spam, distinzjoni u nsfw
nn: bruk godkjenn-, fjern-, spam-, framhev- og nsfw-knappene
no: bruk godkjenn-, fjern-, spam-, framhev- og nsfw-knappene
pl: korzystaj z przycisków akceptuj, usuń, spam,
sv: använd godkänn-, ta bort-, spam-, särskilj- och nsfw-knapparna
uk: використовуйте кнопки «схвалити», «видалити», «спам», «розрізнити» та «не для офісу»
vi: sử dụng nút chấp thuận, xóa, đánh dấu spam, riêng biệt và nội dung nhạy cảm

source: manage the wiki and access to the wiki
ar: تحكم بصفحة الملعومات وبإمكانية الولوج إليها.
bs: upravljanje wikijem i pristupom wikiju
ca: gestionar la wiki i accés a la wiki
el: διαχείριση του βίκι και πρόσβασης στο βίκι
fi: johda wikiä ja pääsyä wikiin
fr_ca: gérer le wiki et l'accès au wiki
hu: a wiki és a wiki hozzáférés kezelése
it: gestisci la wiki e l'accesso alla wiki
mt_mt: iġġestixxi l-wiki u l-aċċess tagħha
nn: behandle wikien og tilgang til wikien
no: behandle wikien og tilgang til wikien
pl: zarządzaj wiki i dostępem do wiki
sv: administrera wikin och åtkomst till wikin
uk: керувати вікі та доступом до вікі
vi: quản lý wiki và truy cập wiki

source: discovery
ca: descobriment
el: ανακάλυψη
fi: löytö
fr_ca: découverte
hu: feltalálás
it: scopri
mt_mt: skoperta
nn: oppdagelse
no: oppdagelse
pl: odkrycie
sv: upptäckt
uk: відкриття
vi: khám phá

source: comment
ar: تعليق
bs: komentar
ca: comentari
el: σχόλιο
eo: komento
et: kommentaar
eu: iruzkin
fi: kommentti
fr_ca: commentaire
he: תגובה
hu: hozzászólás
it: commento
mt_mt: kumment
nn: innlegg
no: kommentar
pl: komentarz
sr_la: komentar
sv: kommentar
ta: காமென்ட்
uk: коментар
vi: bình luận

source: submitting...
ar: يتم الإرسال...
bs: šaljem...
ca: enviant...
el: υποβολή...
eo: afiŝado...
et: saadan...
eu: bidaltzen...
fi: lähetetään...
fr_ca: envoi...
he: מגיש...
hu: közreadás ...
it: invio in corso...
mt_mt: qed nimposta...
nn: sender inn ...
no: sender...
pl: momencik...
sr_la: postavljam...
sv: skickar...
ta: சமர்ப்பித்துக்கொண்டிருக்கிறோம்...
uk: відправляємо...
vi: đang gửi...

source: that link has already been submitted, but you can try to [submit it again](%s).
ar: هذا الرابط تم إرساله مسبقا. يمكنك أن تحاول [الإرسال مرة أخرى](%s).
bs: taj link je već poslan, ali možete pokušati da ga [pošaljete ponovo](%s).
ca: aquest enllaç ja ha estat enviat, però pots intentar [enviar-lo un altre cop](%s).
el: αυτό το άρθρο έχει ήδη υποβληθεί, αλλά αν θέλεις μπορείς να προσπαθήσετε να το [ξαναϋποβάλλεις](%s).
eo: tiu ligo jam afiŝiĝis, sed vi povas provi [afiŝi ĝin denove](%s).
et: see link on juba olemas, aga sa võid proovida seda [uuesti saata]( %s )
eu: esteka hau bidali da jada, baina [berriz bidaltzen](%s) saiatu zaitezke.
fi: tuo linkki on jo lisätty, mutta voit yrittää [lisätä sen uudestaan] ( %s )
fr_ca: ce lien a déjà été soumis, mais vous pouvez essayer de le [soumettre à nouveau](%s).
he: הלינק הזה כבר נשלח, אבל אתם יכולים [לשלוח אותו מחדש]( %s )
hu: ezt a linkek már beküldték, de megpróbálhatod újra [submit it again](%s)
it: quel link è già stato inviato, ma puoi provare ad [inviarlo di nuovo](%s).
mt_mt: dik il-link diġà mibgħuta, imma tista' [terġa timpustha](%s).
nn: den lenkja har allereie vorte posta, men du kan prøve å [sende ho inn på nytt] (%s)
no: den lenken har blitt postet før, men du kan prøve å [poste den på nytt]( %s )
pl: ten link został już dodany, ale możesz spróbować [dodać go ponownie](%s).
sr_la: taj link je već dodat, ali možete pokušati da [ponovno dodate]( %s )
sv: den länken har redan skickats in, men du kan försöka [submit it again](%s)
ta: இந்த இணைப்பு ஏற்கெனவே அனுப்பபட்டுள்ளது.மறுபடியும் அனுப்ப முயற்சி செய்யலாம் (%s)
uk: дане посилання уже було опубліковане, але ви можете спробувати [опублікувати його знову] (%s).
vi: liên kết đã gửi, nhưng bạn có thể thử [gửi lại](%s).

source: that link has been submitted to multiple subreddits. you can try to [submit it again](%s).
bs: taj link je objavljen na više različitih subreddita. možete pokušati da [ga objavite ponovo](%s).
ca: eixe enllaç ha estat enviat a múltiples subreddits. Pots provar a [tornar-ho a enviar](%s).
el: αυτός ο σύνδεσμος έχει υποβληθεί σε πολλαπλά υποreddit. μπορείς να προσπαθήσεις να το [ξαναϋποβάλλεις](%s).
fi: tuo linkki on jo lisätty useisiin redditeihin. voit yrittää [lisätä sen uudestaan](%s).
fr_ca: ce lien a déjà été soumis à plusieurs reddits, mais vous pouvez essayer de le [soumettre à nouveau](%s).
hu: az a link már több subredditre be lett küldve. megpróbálhatod [beküldeni ismét](%s).
it: quel link è già stato inviato a molteplici subreddit. puoi provare a [inviarlo di nuovo](%s).
mt_mt: dik il-link impustata lil subreddits multipli. tista' [terġa' timpustha](%s).
nn: den linken er allerede innsendt til flere subredditer. du kan prøve å [sende den inn igjen](%s).
no: den linken er allerede innsendt til flere subredditer. du kan prøve å [sende den inn igjen](%s).
pl: ten link został już dodany do kilku subredditów. możesz spróbować [dodać go ponownie](%s)
sv: den länken har redan skickats in till flera subredditar. du kan försöka [posta den igen](%s).
uk: це посилання вже було опубліковане в багатьох сабреддітах. ви можете спробувати [опублікувати ще раз](%s).
vi: liên kết đó được đăng trên nhiều chuyên mục. bạn có thể thử [đăng lại](%s).

source: your account has been deactivated, but we won't judge you for it.
fr_ca: votre compte a été désactivé, mais nous n'allons pas vous juger pour ça.
it: il tuo account è stato disattivato, ma non ti giudicheremo per questo.

source: Log in or sign up to connect your reddit account with %(app)s.
el: Συνδέσου ή γράψου για να συνδέσεις τον λογαριασμό reddit με την εφαρμογή %(app)s.
fr_ca: Connectez-vous ou inscrivez-vous pour connecter votre compte reddit à %(app)s.
it: Accedi o registrati per connettere il tuo account reddit con %(app)s.
sv: Logga in eller registrera dig för att ansluta ditt redditkonto till %(app)s.
uk: Увійдіть або зареєструйтеся, щоб прив'язати свою обліковку реддіта до %(app)s.
