Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: Your reddit gold payment has failed, contact %(gold_email)s for details
ar: فـشـل دفع ذهب رديت, تواصل مع %(gold_email)s للتفاصيل
ca: el vostre pagament de reddit or ha fallat. Contacteu a %(gold_email)s per a més detalls
el: Η πληρωμή σου για χρυσό reddit έχει αποτύχει, επικοινώνησε με το %(gold_email)s για λεπτομέρειες
fi: reddit kullan maksutapahtuma epäonnistui, ota yhteyttä %(gold_email)s lisätietoja varten
fr_ca: Votre paiement de reddit gold a échoué, contactez %(gold_email)s pour plus de détails
hu: A reddit arany fizetésed sikertelen volt, lépj kapcsolatba %(gold_email)s-val a részletekért
it: Il tuo pagamento per reddit gold è fallito, contatta %(gold_email)s per i dettagli
mt_mt: Il-ħlas tiegħek ta' reddit gold falla, ikkuntattja %(gold_email)s għal aktar dettalji
nn: Din betaling for reddit-gull har mislyktes, ta kontakt med %(gold_email)s for mer informasjon
no: Din betaling for reddit-gull har mislyktes, ta kontakt med %(gold_email)s for mer informasjon
pl: Opłata za reddit gold nie udała się, skontaktuj się z %(gold_email)s po szczegóły.
sv: Din reddit guld-betalning har misslyckats, kontakta %(gold_email)s för mer information
uk: Ваша оплата за Золоту підписку Реддіт не пройшла, напишіть %(gold_email)s для запиту підробиць
vi: Thanh toán reddit gold của bạn thất bại, liên hệ %(gold_email)s để biết thêm chi tiết

source: reddit gold subscription cancelled
ar: تم إلغاء عضوية ذهب رديت
ca: subscripció a Reddit Gold cancel·lada
el: η συνδρομή σας χρυσού ακυρώθηκε
fi: reddit-kullan tilaus peruttu
fr_ca: abonnement reddit gold annulé
hu: a reddit gold előfizetés megszüntetve
it: iscrizione a reddit gold annullata
mt_mt: l-abbonament ta' reddit gold tħassar
nn: redditgull-abonnement kansellert
no: reddit gull-abonnement kansellert
pl: subskrypcja reddit gold anulowana
sv: prenumeration på reddit guld har avslutats
uk: золоту підписку реддіт скасовано
vi: đã hủy bỏ việc đăng ký theo dõi reddit gold

source: Your reddit gold subscription has been cancelled because your credit card could not be charged. Contact %(gold_email)s for details
ar: تم إلغاء عضوية ذهب رديت لأن بطاقتك الإئتمانية لايوجد بها رصيد كافي. تواصل مع %(gold_email)s للتفاصيل
ca: La teva subscripció a Reddit Gold ha sigut cancel·lada per que la teva tarjeta de crèdit no ha pogut ser carregada. Contacta %(gold_email)s per detalls
el: Η χρυσή συνδρομή reddit έχει ακυρωθεί επειδή ήταν αδύνατη η χρέωση της κάρτας σου. Για λεπτομέρειες επικοινώνησε στο %(gold_email)s
fi: reddit gold -tilauksesi on peruutettu koska luottokorttiasi ei voitu veloittaa. Ota yhteyttä osoitteeseen %(gold_email)s lisätietoja varten
fr_ca: Votre abonnement reddit gold à été annulé car votre carte de crédit n'a pas pu être facturée. Contactez %(gold_email)s pour plus de détails
hu: A reddit gold előfizetésed nem jött létre, mivel a bankkártyáddal nem silerült fizetni. Lépj kapcsolatba a részletekért a következő e-mail címmel: %(gold_email)s
it: La tua iscrizione a reddit gold è stata annullata perché non è stato possibile accreditare il pagamento sulla tua carta di credito. Contatta %(gold_email)s per maggiori informazioni
mt_mt: L-abbonament tar-reddit gold tiegħek tħassar għax il-karta tal-kreditu tiegħek ma setgħetx tiġi akkreditata. Ikkuntattja %(gold_email)s għal aktar dettalji
nn: Ditt redditgull-abonnement har blitt kansellert fordi kredittkortet ikke kunne belastes. Kontakt %(gold_email)s for detaljer
no: Ditt reddit gull-abonnement har blitt kansellert fordi kredittkortet ikke kunne belastes. Kontakt %(gold_email)s for detaljer
pl: Twoja subskrypcja reddit gold została anulowana, ponieważ nie udało się pobrać opłaty z Twojej karty kredytowej. Napisz na %(gold_email)s, aby uzyskać więcej szczegółów
sv: Din prenumeration på reddit guld har avslutats eftersom ditt kreditkort inte kunde debiteras. Kontakta %(gold_email)s för detaljerna
uk: Вашу золоту підписку реддіт було скасовано, позаяк з вашої кредитної картки неможливо зняти кошти. Детальна інформація за поштовою адресою %(gold_email)s
vi: Phần đăng ký theo dõi reddit gold của bạn đã bị hủy vì thẻ tín dụng của bạn không thể khấu trừ chi phí. Liên lạc %(gold_email)s để nhận trợ giúp

source: reddit gold refund
ar: تم إسترداد ذهب رديت
ca: reemborsament del reddit or
el: επιστροφή χρημάτων για χρυσό reddit
fi: reddit kullan korvaus
fr_ca: remboursement de reddit gold
hu: reddit arany visszatérítés
it: rimborso reddit gold
mt_mt: rimborż tar-reddit gold
nn: reddit gull tilbakebetaling
no: refusjon av reddit-gull
pl: zwrot za reddit gold
sv: reddit guld-återbetalning
uk: повернення коштів за золото
vi: hoàn trả reddit gold

source: Your reddit gold payment has been refunded, contact %(gold_email)s for details
ar: تم إسترداد ذهب رديت الخاص بك, تواصل مع %(gold_email)s للتفاصيل
ca: El vostre pagament de reddit or ha estat reemborsat, contacteu %(gold_email)s per a més detalls
el: Η πληρωμή σου για χρυσό reddit έχει επιστραφεί, επικοινώνησε με το %(gold_email)s για λεπτομέρειες
fi: reddit kullan maksusuoritus on peruttu, ota yhteyttä %(gold_email)s lisätietoja varten
fr_ca: Votre paiement reddit gold a été remboursé, contactez %(gold_email)s pour plus de détails
hu: A reddit arany fizetésed visszatérítve, lépj kapcsolatba %(gold_email)s-val a részletekért
it: Il tuo pagamento per il reddit gold è stato rimborsato, contatta %(gold_email)s per maggiori informazioni
mt_mt: Il-ħlas tiegħek tar-reddit gold ġie rimborżat, ikkuntattja %(gold_email)s għal aktar dettalji
nn: Din betaling for reddit-gull har blitt avbrutt. Ta kontakt med %(gold_email)s for mer informasjon
no: Din betaling for reddit-gull har blitt refundert, ta kontakt med %(gold_email)s for detaljer
pl: Twoja wpłata za reddit gold została zwrócona, skonstaktuj się z %(gold_email)s po szczegóły
sv: Din reddit guld-betalning har blivit återbetald, kontakt %(gold_email)s för mer information
uk: Ваш платіж за Золоту підписку Реддіт був повернутий, напишіть %(gold_email)s для запиту підробиць
vi: Thanh toán reddit gold của bạn đã được hoàn trả, liên hệ %(gold_email)s để biết thêm chi tiết

source: error: %(error)s
ar: خطأ: %(error)s
el: σφάλμα: %(error)s
fi: virhe: %(error)s
fr_ca: erreur : %(error)s
hu: hiba: %(error)s
it: errore: %(error)s
mt_mt: problema: %(error)s
nn: Feil: %(error)s
no: feil: %(error)s
pl: błąd: %(error)s
sv: fel: %(error)s
uk: помилка: %(error)s
vi: lỗi: %(error)s

source: invalid request
ar: طلب غير صالح
bs: neispravan zahtjev
ca: sol·licitud invàlida
el: μη έγκυρο αίτημα
fi: virheellinen pyyntö
fr_ca: requête invalide
hu: érvénytelen kérés
it: richiesta non valida
mt_mt: rikjesta invalida
nn: Ugyldig forespørsel
no: ugyldig forespørsel
pl: niepoprawne żądanie
sv: ogiltig förfrågan
uk: невірний запит
vi: yêu cầu không hợp lệ

source: api error
ar: خطأ بواجهة التطبيق
bs: api greška
ca: error d'API
el: σφάλμα API
fi: api-virhe
fr_ca: erreur API
hu: api hiba
it: errore api
mt_mt: żball tekniku tal-API
nn: api-feil
no: api-feil
pl: błąd api
sv: API-fel
uk: помилка api
vi: lỗi api

source: connection error
ar: خطأ اتصال
bs: greška u vezik
ca: error de connexió
el: σφάλμα σύνδεσης
fi: yhteysvirhe
fr_ca: erreur de connexion
hu: kapcsolódási hiba
it: errore di connessione
mt_mt: problema bil-konnessjoni
nn: tilkoplingsfeil
no: tilkoblingsfeil
pl: błąd połączenia
sv: anslutningsfel
uk: помидка з'єднання
vi: lỗi kết nối

source: error
ar: خطأ
bs: greška
el: σφάλμα
fi: virhe
fr_ca: erreur
hu: hiba
it: errore
mt_mt: problema teknika
nn: feil
no: feil
pl: błąd
sv: fel
uk: помилка
vi: lỗi

source: error: address verification failed
ar: خطأ: فشل التحقق من العنوان
bs: greška: verifikacija adrese nije uspjela
ca: error: ha fallat la verificació d'adreça
el: σφάλμα: η επιβεβαίωση διεύθυνσης απέτυχε
fi: virhe: osoitteen varmennus epäonnistui
fr_ca: erreur : échec de la vérification de l'adresse
hu: hiba: cím megerősítés sikertelen
it: errore: verifica indirizzo fallita
mt_mt: problema: il-verifikazzjoni tal-indirizz falliet
nn: feil: adressebekreftelse feilet
no: feil: adressebekreftelse mislyktes
pl: błąd: weryfikacja adresu zakończona niepowodzeniem
sv: fel: verifiering av adressen misslyckades
uk: помилка: перевірка адреси не пройшла
vi: lỗi: xác minh địa chỉ thất bại

source: error: cvc check failed
ar: خطأ: فشل التحقق من cvc
bs: greška: neuspjela cvc provjera
ca: error: la comprovació de cvc ha fallat
el: σφάλμα: ο έλεγχος του cvc απέτυχε
fi: virhe: cvc tarkistus epäonnistui
fr_ca: erreur : échec de la vérification cvc
hu: hiba: cvc ellenőrzés sikertelen
it: errore: controllo cvc fallito
mt_mt: problema: verifikazzjoni tas-cvc falliet
nn: feil: kontrollnummersjekk feilet
no: feil: kontrollnummersjekk mislyktes
pl: bład: nieudane potwierdzenie cvc
sv: fel: CVC-kontroll misslyckades
uk: помилка: перевірка коду cvc не пройшла
vi: lỗi: kiểm tra cvc thất bại

source: your gold subscription has been cancelled
ar: تم إلغاء اشتراكك في عضوية الذهب
ca: la vostra subscripció a reddit or ha estat cancel·lada
el: Η συνδρομή χρυσού σας έχει ακυρωθεί
fi: sinun kulta tilauksesi on peruttu
fr_ca: votre abonnement gold a été annulé
hu: gold előfizetésed meg lett szakítva
it: Il tuo abbonamento a reddit gold è stato cancellato
mt_mt: L-abbonament tar-reddit gold tiegħek tħassar
nn: ditt gull-abonnement har blitt kansellert
no: ditt gull-abonnement har blitt kansellert
pl: twoja subskrypcja została anulowana
sv: din guld-prenumeration har blivit avbruten
uk: вашу Золоту підписку було відмінено
vi: đăng ký gold của bạn đã bị hủy

source: if you have any questions please email %(email)s
ar: اذا لديك أية استفسار,الرجاء مراسلة %(email)s
ca: si teniu alguna pregunta, si us plau contacteu a %(email)s
el: Αν έχεις οτιδήποτε απορίες στείλε ηλεκτρονικό μήνυμα %(email)s
fi: jos sinulla on kysyttävää, ole hyvä ja lähetä sähköpostia %(email)s
fr_ca: si vous avez des questions, merci d'envoyer un email à %(email)s
hu: ha bármilyen kérdésed van, küldj e-mailt a következő címre: %(email)s
it: se hai qualsiasi domanda, invia un'email a %(email)s
mt_mt: jekk għandek xi mistoqsijiet, jekk jogħġbok ibgħat email hawn %(email)s
nn: hvis du har spørsmål, send en epost til %(email)s
no: hvis du har spørsmål, send en epost til %(email)s
pl: jeśli masz pytania napisz proszę email %(email)s
sv: om du har några frågor, vänligen maila %(email)s
uk: якщо маєте будь-які запитання, будь ласка пишіть листа на %(email)s
vi: nếu bạn có câu hỏi nào hãy gửi thư vào %(email)s

source: something bad happened, try again later
ar: شيء سيء قد حصل,الرجاء المحاولة مرة أخرة
bs: nešto loše se desilo, pokušajte ponovo kasnije
ca: ha passat alguna cosa roïna, torneu a provar més tard
el: συνέβη κάτι κακό, προσπάθησε ξανά αργότερα
fi: jotakin pahaa tapahtui, yritä uudelleen myöhemmin
fr_ca: erreur inattendue, veuillez réessayer plus tard
hu: valami rossz történt, kérlek próbáld újra később
it: qualcosa è andato storto, riprova più tardi
mt_mt: inqalet problema teknika, erġa' pprova aktar tard
nn: noko gjekk galen, prøv seinare
no: noe gikk galt, prøv igjen senere
pl: stało się coś złego, spróbuj ponownie później
sv: någonting gick fel, försök igen senare
uk: сталося щось погане, спробуйте пізніше
vi: có gì đó tồi tệ đã xảy ra, hãy thử lại sau

source: your account already has a gold subscription
ar: يوجد لحسابك اشتراكٌ ذهبي حالياً
ca: el vostre compte ja té una subscripció a reddit or
el: ο λογαριασμός σου έχει ήδη μια συνδρομή χρυσού
fi: sinun tililläsi on jo kulta tilaus
fr_ca: Votre compte possède déjà un abonnement gold
hu: fiókod már rendelkezik arany előfizetéssel
it: il tuo account ha già un abbonamento a reddit gold
mt_mt: il-kont tiegħek diġà għandu abbonament gold
nn: kontoen din har allerede et gull-abonnement
no: kontoen din har allerede et gull-abonnement
pl: twoje konto posiada już złotą subskrypcję
sv: ditt konto har redan en guld-prenumeration
uk: ваш акаунт уже має активну Золоту підписку
vi: tài khoản của bạn đã đăng ký gold

source: stop trying to trick the form
ar: توقف عن محاولة خداع النموذج
bs: prestanite pokušavati da prevarite obrazac
ca: para d'intentar enganyar el formulari
el: σταμάτα να προσπαθείς να κοροϊδέψεις τη φόρμα
fi: älä koita huijata lomaketta enää
fr_ca: arrêtez d'essayer de tromper le formulaire
hu: hagyd abba az űrlap kicselezésének próbálgatását
it: Smettila di cercare di aggirare il modulo!
mt_mt: tibqax tipprova tiċċirkomventi l-formola
nn: ikkje prøv å lure skjemaet
no: slutt å prøve og lure skjemaet
pl: przestań próbować oszukać formularz
sv: Sluta försöka manipulera formuläret
uk: припиніть намагатись обдурити форму
vi: hãy dừng lại việc tạo lập các sự kiện không cần thiết trong biểu mẫu thông tin

source: subscription created
ar: تم إنشاء الاشتراك
ca: subscripció creada
el: Η συνδρομή δημιουργήθηκε
fi: tilaus luotu
fr_ca: L'abonnement créé
hu: előfizetés létrehozva
it: abbonamento creato
mt_mt: abbonament tnieda
nn: abonnement oppretta
no: abonnement opprettet
pl: subskrypcja utworzona
sv: prenumeration tillagd
uk: підписку створено
vi: đã tạo sự theo dõi

source: Your subscription is being processed and reddit gold will be delivered shortly.
ar: جاري تفعيل الاشتراك وسيتم تسليم ذهب رديت قريبا
ca: La teva subscripció està sent processada i el reddit or serà entregat en breu.
el: Η συνδρομή σου επεξεργάζεται και σε λίγο θα παραδοθεί ο χρυσός reddit.
fi: sinun tilaustasi käsitellään ja reddit kulta toimitetaan pian.
fr_ca: Votre abonnement est en cours de traitement et le reddit gold sera livré sous peu.
hu: Az előfizetésed feldolgozás alatt áll, a reddit arany hamarosan megérkezik.
it: Il tuo abbonamento è in fase di elaborazione e avrai reddit gold a breve.
mt_mt: l-abbonament tiegħek qed jiġi pproċessat u se tirċievi reddit gold dalwaqt.
nn: Abonnementet ditt behandles, og ditt reddit-gull vil bli levert snart.
no: Abonnementet ditt behandles, og ditt reddit-gull vil bli levert snart.
pl: Twoja subskrypcja jest właśnie przetwarzana. Reddid gold będzie dostarczone wkrótce.
sv: Din prenumeration bearbetas och reddit guld kommer att levereras snart.
uk: Ваша підписка зараз обробляється и Золотий Реддіт буде скоро доставлено.
vi: Đăng ký của bạn đang được tiến hành và reddit gold sẽ đến trong thời gian sớm nhất.

source: payment submitted
ar: تم الدفع
bs: uplata poslana
ca: pagament enviat
el: η πληρωμή υποβλήθηκε
fi: maksu lähetetty
fr_ca: paiement soumis
hu: fizetés elküldve
it: pagamento inviato
mt_mt: il-ħlas intbagħat
nn: betaling sendt
no: betaling sendt
pl: płatność dodana
sv: betalning skickad
uk: оплату відправлено
vi: đã thanh toán

source: reddit gold payment
ar: دفعة ذهب رديت
ca: pagament reddit or
el: πληρωμή χρυσού reddit
fi: reddit kullan maksu
fr_ca: paiement de reddit gold
hu: reddit arany fizetés
it: pagamento reddit gold
mt_mt: ħlas ta' reddit gold
nn: reddit gull betaling
no: reddit gull betaling
pl: opłata za reddit gold
sv: reddit guld-betalning
uk: платіж за Золоту підписку
vi: thanh toán reddit gold

source: Your payment is being processed and reddit gold will be delivered shortly.
ar: جارية عملية الدفع وسيتم تسليم ذهب رديت قريبا
ca: El teu pagament s'està processant i el reddit or serà entregat en breu.
el: Η πληρωμή σου για χρυσό reddit επεξεργάζεται και ο χρυσός reddit θα παραδοθεί σύντομα.
fi: Maksuasi käsitellään ja reddit kulta toimitetaan pian.
fr_ca: Votre paiement est en cours de traitement et le reddit gold sera livré sous peu.
hu: A fizetésed feldolgozás alatt van és a reddit arany rövidesen kézbesítve lesz.
it: Il tuo pagamento sta per essere processato e i reddit gold verranno consegnati a breve.
mt_mt: Il-ħlas tiegħek qed jiġi pproċessat u dalwaqt se tirċievi r-rreddit gold.
nn: Betalingen din er under behandling, og ditt reddit-gull vil bli levert innen kort tid.
no: Betalingen din er under behandling, og ditt reddit-gull vil bli levert innen kort tid.
pl: Twoja wpłata zostaje przetwarzana, reddit gold zostanie dodany już wkrótce
sv: Din betalning är under behandling och ditt reddit guld kommer levereras inom kort.
uk: Ваш платіж зараз обробляється і Золота підписка буде доставлена якнайшвидше.
vi: Thanh toán của bạn đang tiến hành và reddit gold sẽ đến tay bạn sớm thôi.

source: your payment details have been updated
ar: تم تحديث تفاصيل الدفع الخاصة بك
ca: els teus detalls de pagament han estat actualitzats
el: Οι λεπτομέρειες πληρωμής σας ανανεώθηκαν
fi: maksutietosi on päivitetty
fr_ca: vos données de paiement ont été mises à jour
hu: fizetésed részletei frissítésre kerültek
it: i tuoi dettagli per il pagamento sono stati aggiornati
mt_mt: Id-dettalji tal-ħlas tiegħek ġew aġġornati
nn: betalingsinformasjonen din har blitt oppdatert
no: betalingsinformasjonen din har blitt oppdatert
pl: Twoje dane płatnicze zostały zaktualizowane.
sv: din betalningsinformation har uppdaterats
uk: ваші платіжні деталі були оновлені
vi: chi tiết thanh toán của bạn đã được cập nhật

source: your subscription has been cancelled
ar: تم إلغاء اشتراكك
ca: la teva subscripció ha estat cancel·lada
el: η συνδρομή σου έχει ακυρωθεί
fi: tilauksesi on peruttu
fr_ca: Votre abonnement a été annulé
hu: előfizetésed törlésre került
it: il tuo abbonamento è stato cancellato
mt_mt: l-abbonament tiegħek tħassar
nn: abonnementet ditt har blitt kansellert
no: abonnementet ditt har blitt kansellert
pl: twoja subskrypcja została anulowana
sv: din prenumeration har blivit avbruten
uk: ваша підписка була відмінена
vi: đăng ký của bạn đã bị hủy

source: You have created a yearly Reddit Gold subscription for %(price)s per year. This subscription will renew automatically yearly until you cancel. You may cancel your subscription at any time by visiting %(subscr_url)s.
el: Έχετε δημιουργήσει μια ετήσια συνδρομή Χρυσού Reddit για %(price)s το χρόνο. Η συνδρομή αυτή θα ανανεώνεται αυτόματα ετησίως μέχρι να ακυρώσετε. Μπορείτε να ακυρώσετε τη συνδρομή σας οποιαδήποτε στιγμή με μια επίσκεψη στο %(subscr_url)s.
fr_ca: Vous avez souscris à un abonnement annuel Reddit Gold pour %(price)s par an. Cet abonnement se renouvellera automatiquement tous les ans jusqu'à ce que vous annuliez. Yous pouvez annuler votre abonnement n'importe quand en allant sur %(subscr_url)s.
it: Hai creato una sottoscrizione annuale a Reddit Gold per %(price)s all'anno. Questa sottoscrizione verrà rinnovata automaticamente ogni anno finché la cancelli. Puoi cancellare la tua sottoscrizione visitando %(subscr_url)s quando vuoi.

source: You have created a monthly Reddit Gold subscription for %(price)s per month. This subscription will renew automatically monthly until you cancel. You may cancel your subscription at any time by visiting %(subscr_url)s.
el: Έχετε δημιουργήσει μια μηνιαία συνδρομή Χρυσού Reddit για %(price)s το μήνα. Η συνδρομή αυτή θα ανανεώνεται αυτόματα μηνιαίως μέχρι να ακυρώσετε. Μπορείτε να ακυρώσετε τη συνδρομή σας οποιαδήποτε στιγμή με μια επίσκεψη στο %(subscr_url)s.
fr_ca: Vous avez souscris à un abonnement mensuel Reddit Gold pour %(price)s par mois. Cet abonnement se renouvellera automatiquement tous les mois jusqu'à ce que vous annuliez. Yous pouvez annuler votre abonnement n'importe quand en allant sur %(subscr_url)s.
it: Hai creato una sottoscrizione mensile a Reddit Gold per %(price)s al mese. Questa sottoscrizione verrà rinnovata automaticamente ogni mese finché la cancelli. Puoi cancellare la tua sottoscrizione visitando %(subscr_url)s quando vuoi.

source: Your Reddit Gold subscription has been renewed for 1 month for %(price)s. This subscription will renew automatically monthly until you cancel. You may cancel your subscription at any time by visiting %(subscr_url)s.
el: Η συνδρομή σας Χρυσού Reddit έχει ανανεωθεί για 1 μήνα για %(price)s. Η συνδρομή αυτή θα ανανεώνεται αυτόματα μηνιαίως μέχρι να ακυρώσετε. Μπορείτε να ακυρώσετε τη συνδρομή σας οποιαδήποτε στιγμή με μια επίσκεψη στο %(subscr_url)s.
fr_ca: Votre abonnement Reddit Gold a été renouvelé pour 1 mois au prix de %(price)s. Cet abonnement se renouvellera automatiquement chaque mois jusqu'à ce que vous annuliez. Vous pouvez annuler votre abonnement n'importe quand en allant sur %(subscr_url)s.
it: Hai creato una sottoscrizione mensile a Reddit Gold per %(price)s al mese. Questa sottoscrizione verrà rinnovata automaticamente ogni mese finché la cancelli. Puoi cancellare la tua sottoscrizione visitando %(subscr_url)s quando vuoi.

source: Your Reddit Gold subscription has been renewed for 1 year for %(price)s. This subscription will renew automatically yearly until you cancel. You may cancel your subscription at any time by visiting %(subscr_url)s.
el: Η συνδρομή σας Χρυσού Reddit έχει ανανεωθεί για 1 xρόνο για %(price)s. Η συνδρομή αυτή θα ανανεώνεται αυτόματα ετησίως μέχρι να ακυρώσετε. Μπορείτε να ακυρώσετε τη συνδρομή σας οποιαδήποτε στιγμή με μια επίσκεψη στο %(subscr_url)s.
fr_ca: Votre abonnement Reddit Gold a été renouvelé pour 1 an au prix de %(price)s. Cet abonnement se renouvellera automatiquement chaque année jusqu'à ce que vous annuliez. Vous pouvez annuler votre abonnement n'importe quand en allant sur %(subscr_url)s.
it: Hai creato una sottoscrizione mensile a Reddit Gold per %(price)s all'anno. Questa sottoscrizione verrà rinnovata automaticamente ogni anno finché la cancelli. Puoi cancellare la tua sottoscrizione visitando %(subscr_url)s quando vuoi.

source: Reddit Gold Subscription
el: Συνδρομή Χρυσού Reddit
fi: Reddit Gold-tilaus
fr_ca: Abonnement reddit gold
it: Abbonamento a Reddit Gold
sv: Reddit guld-prenumeration

source: If you cancel, you will not be billed for any additional months of service, and service will continue until the end of the billing period. If you cancel, you will not receive a refund for any service already paid for. If you have any questions, please contact %(gold_email)s.
el: Αν ακυρώσετε, δεν θα χρεωθείτε για άλλους επιπλέον μήνες υπηρεσίας, και η υπηρεσία θα συνεχίσει μέχρι το τέλος της περιόδου χρέωσης. Αν ακυρώσετε, δεν θα λάβετε επιστροφή χρημάτων για όποια υπηρεσία πληρώσατε ήδη. Αν έχετε ερωτήσεις, παρακαλώ επικοινωνήστε με το %(gold_email)s.
fr_ca: Si vous annulez, vous ne serez facturé pour aucun mois de service supplémentaire, et le service continuera jusqu'à la fin de la période de facturation. Si vous annulez, vous ne recevrez aucun remboursement pour les services que vous avez déjà payé. Si vous avez des questions, veuillez contacter %(gold_email)s.
it: Se la cancelli, non ti verrà addebitato nessun mese aggiuntivo del servizio ed il servizio continuerà fino alla fine del periodo addebitato. Se la cancelli non riceverai alcun rimborso per servizi già pagati. Se hai domande, contatta %(gold_email)s per piacere.

source: newest submissions
ar: أحدث المرسلات
bs: najnovije objave
ca: últims enviaments
el: πρόσφατες αναρτήσεις
eo: plej novaj afiŝoj
et: uusimad
eu: bidalketa berrienak
fi: uusimmat lisäykset
fr_ca: soumissions les plus récentes
he: הלינקים החדשים ביותר
hu: legújabb beküldések
it: Post più recenti
mt_mt: l-impostazzjonijiet l-aktar reċenti
nn: nyaste bidrag
no: nyeste poster
pl: najnowsze
sr_la: najnovije
sv: senaste bidrag
ta: புதிதாக சமர்ப்பணம் செய்யப் பட்டவை
uk: найновіші публікації
vi: Những bài mới nhất

source: rising submissions
ar: ارتفاع التقديمات
bs: poruke u usponu
ca: submissions ascendents
el: ανερχόμενες καταχωρήσεις
fi: nousevat julkaisut
fr_ca: soumissions croissantes
hu: emelkedő beküldések
it: Post in ascesa
mt_mt: impostazzjonijiet li tielgħin
nn: stigande innsendingar
no: stigende innlegg
pl: rosnące publikacje
sv: stigande bidrag
uk: публікації на підйомі
vi: các bài đăng đang nổi
