Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: to convert an existing subreddit to gold only, send a message to %(admin_modmail)s
ca: per a convertir un subreddit existent com a només or, envia un missatge a %(admin_modmail)s
el: για να μετατρέψετε ένα υπάρχων υπόreddit σε επιχρυσωμένο, στείλτε ένα μήνυμα στο%(admin_modmail)s Context | Request Context
fr_ca: pour convertir un subreddit en subreddit gold exclusivement, envoyez un message à %(admin_modmail)s
hu: hogy egy meglévő subredditet arannyá változtasd, írj egy üzenetet a %(admin_modmail)s -re
it: per convertire un subreddit esistente ad uno esclusivamente gold, manda un messaggio a %(admin_modmail)s
mt_mt: biex taqleb subreddit eżistenti għal wieħed irriżervat għal-membri gold, ibgħat messaġġ lil %(admin_modmail)s
sv: för att konvertera en existerande subreddit till guldexklusiv, skicka ett meddelande till %(admin_modmail)s
uk: щоб наявний сабреддіт став доступним лише для золотих підписників, надішліть повідомлення на %(admin_modmail)s
vi: để chuyển đổi một chuyên mục sang dạng chỉ dành cho các thành viên vàng, hãy gửi một tin nhắn tới %(admin_modmail)s

source: this subreddit must be 'gold only' to select this
ca: aquest subreddit ha de ser 'només or' per a seleccionar això
el: αυτό το υπόreddit πρέπει να είναι 'επιχρυσωμένο μόνο' για να κάνετε αυτήν την επιλογη
fi: tämän aliredditin pitää olla 'vain kultajäsenille' valitaksesi tämän
fr_ca: ce subreddit doit être 'exclusivement gold' pour sélectionner ceci
it: questo subreddit deve essere "solo gold" per scegliere questa opzione
mt_mt: dis-subreddit teħtieġ tkun irriżervata għal membri gold biss biex tagħmel din l-għażla
sv: denna subreddit måste vara 'guldexklusiv' för att välja detta
uk: цей сабреддіт має бути «лише для золотих». щоб таке вибрати
vi: thư mục này chỉ dành cho các thành viên vàng

source: you must select at least one mobile OS to target
fi: sinun täytyy valita kohteeksi ainakin yksi mobiilikäyttöjärjestelmä
fr_ca: vous devez sélectionner au moins un système opérateur mobile comme cible
hu: ki kell választanod legalább egy mobile operációs rendszert célpontnak
it: Devi selezionare almeno un sistema operativo mobile da bersagliare
mt_mt: jeħtieġ tagħżel mill anqas sistema operattiva waħda bħala objettiv
sv: du måste välja åtminstone ett mobilt operativsystem att markera
uk: Ви повинні обрати принаймні одну цільову мобільну ОС
vi: bạn cần chọn ít nhất một hệ điều hành di động để trỏ tới

source: you must select at least one device per OS to target
fi: sinun täytyy valita kohteeksi ainakin yksi laite per käyttöjärjestelmä
fr_ca: vous devez sélectionner au moins un appareil par système d'exploitation à cibler
it: è necessario selezionare almeno un dispositivo per OS di destinazione
sv: du måste välja åtminstone en enhet per operativsystem att markera
uk: Ви повинні обрати принаймні один цільовий пристрій для ОС

source: You have been muted from this subreddit.
el: έχετε μπλοκαριστεί από αυτό το υποreddit.
fi: Sinut on mykistetty tässä aliredditissä.
fr_ca: Vous êtes en silencieux sur ce subreddit.
it: Sei stato silenziato da questo subreddit.
sv: Du har blivit bannlyst från denna subreddit.
uk: Вам заборонили висловлюватися у цьому сабреддіті.

source: This user has been muted from the subreddit.
el: αυτός ο χρήστης έχει απαγορευτεί από αυτό το υποreddit.
fi: Käyttäjä on mykistetty aliredditissä.
fr_ca: Cet utilisateur a été mis en sourdine pour ce subreddit.
hu: Ez a felhasználó el lett tiltva ettől a subreddittől.
it: Questo utente è stato silenziato da questo subreddit.
sv: Denna användare har blivit bannlyst från subreddit:en.
uk: Цьому користувачеві заборонили висловлюватися у сабреддіті.

source: A subreddit rule by that name already exists.
fr_ca: Une règle de subreddit portant ce nom existe déjà.
sv: En subreddit-regel med det namnet finns redan.

source: No subreddit rule by that name exists.
fr_ca: Aucune règle de subreddit n'existe avec ce nom.
sv: Ingen subreddit-regel med det namnet finns.

source: This subreddit already has the maximum number of rules.
fr_ca: Ce subreddit a déjà atteint le nombre maximal de règles.

source: This comment is not stickyable. Ensure that it is a top level comment.
fr_ca: Ce commentaire n'est pas épinglable. Assurez-vous qu'il est de niveau suffisant.

source: Cannot access this comment.
el: Αδυναμία πρόσβασης σε αυτό το σχόλιο.
fr_ca: Vous ne pouvez pas accéder à ce commentaire.
it: Non puoi accedere a questo commento.
sv: Kan inte nå denna kommentar.

source: Cannot access this post.
el: Αδυναμία πρόσβασης σε αυτή την ανάρτηση.
fr_ca: Vous ne pouvez pas accéder à ce post.
it: Non puoi accedere a questo post.
sv: Kan inte nå detta inlägg.

source: No conversation id passed.
el: Δεν περάστηκε id συνομιλίας.
fr_ca: Aucun identifiant de conversation n'a été passé.

source: No conversation found.
el: Δεν βρέθηκε συνομιλία.
fr_ca: Aucune conversation n'a été trouvée.
it: Nessuna conversazione trovata.
sv: Inga konversationer hittades.

source: Invalid conversation id.
el: Εσφαλμένο id συνομιλίας.
fr_ca: Identifiant de conversation invalide.
sv: Ogiltigt konversations-id.

source: The subreddit does not have this feature enabled.
el: Το υποreddit δεν έχει ενεργοποιημένο αυτό το χαρακτηριστικό.
fr_ca: Cette fonctionnalité n'est pas activée pour ce subreddit.

source: Could not find thing object, it does not exist.
fr_ca: Nous n'avons pas pu trouver ça, il n'existe pas.

source: Failed to save modmail conversation.
fr_ca: Échec de l'enregistrement de la conversation de modérateurs.
sv: Kunde inte spara modmail-konversation.

source: Failed to save modmail message.
fr_ca: Échec de l'enregistrement du message de modérateur.
sv: Kunde inte spara modmail-meddelande.

source: Conversation not archivable.
fr_ca: La conversation ne peut pas être archivée.
it: Conversazione non archiviabile.
sv: Konversation ej arkiverbar.

source: You do not have the correct moderator permissions.
fr_ca: Vous ne détenez pas les droits requis de modérateur.

source: The requested subreddit was not found.
fr_ca: Le subreddit demandé n'a pas été trouvé.
sv: Den efterfrågade subredditen hittades inte.

source: Funny 500 page message 1
ar: 500 نقطة غريب وعجيب صفحة هزلي 1
ca: Ai mare! El servidor ha invocat Cthulhu sense voler. Error 500.
et: Naljakas 500-leheline sõnum 1
eu: "Programatzailea zara? <a href=\"http://github.com/reddit/reddit\">Aurkitu errorea.</a>"
fr_ca: Vous venez de casser reddit
it: Ci sono 10 tipi di persone al mondo: quelli che capiscono il codice binario e quelli che non lo capiscono
mt_mt: Skond id-daqqa ż-żifna
nn: serveren vår datt ned trappa - eit augeblikk, takk
pl: można płakać
sr_la: Učinili ste dosta štete, molimo vas ne pritiskajte reload.
sv: Våra servrar har gått och lagt sig en stund
uk: Не можна просто так взяти, і користуватися реддітом без помилок
vi: Trang thứ 500 vui vẻ- tin nhắn thứ nhất

source: Funny 500 page message 2
ar: 500 نقطة غريب وعجيب صفحة هزلي 2
ca: Un exèrcit de programadors va a veure què ha passat. Mentres tant... Error 500.
et: Naljakas 500-leheline sõnum 2
eu: Norbaitek esna ditzala administratzaileak!
fr_ca: Maintenant que c'est cassé il est temps de travailler
it: Il paradiso lo preferisco per il clima, l'inferno per la compagnia. M. Twain
mt_mt: Għan-niżla, kull qaddis jgħin
nn: kjetil, ta rattet!
pl: ale możesz <a href="http://reddit.com/store">kupić koszulkę</a>
sr_la: A vi ste savršeni pretpostavljam?
sv: Ojsan skojsan, nu hände det något tokigt!
uk: Схоже, тобі таки доведеться поговорити з людьми вживу
vi: Trang thứ 500 vui vẻ- tin nhắn thứ hai

source: Funny 500 page message 3
ar: 500 نقطة غريب وعجيب صفحة هزلي 3
ca: Horror 500!
et: Naljakas 500-leheline sõnum 3
eu: Zorionak, reddit hondatu duzu!
fr_ca: C'est cassé. Vous pouvez réparer ça? jobs@reddit.com
it: Un tatuaggio è come un diamante, è per sempre. E costa molto meno
mt_mt: Ta' Budobba, b'li kellu ddobba
nn: det her er heilt normale veksesmerter
pl: może czas na herbatkę?
sr_la: Znaš kako kažu, uvek dobijaš samo ono što platiš.
sv: Har du testat att stänga av och sätta på igen?
uk: 404… а ні, щось інше
vi: Trang thứ 500 vui vẻ- tin nhắn thứ ba

source: Funny 500 page message 4
ar: 500 نقطة غريب وعجيب صفحة هزلي 4
ca: Lapsus quingenti. Errare computatri est.
et: Naljakas 500-leheline sõnum 4
eu: Hirugarren mundu gerra hasi da. Gureak egin du!!!!
fi: Virhe 500, sivusto yritti opetella suomea
fr_ca: C'est pas votre jour
it: Cosa vuoi di più dalla vita, un abitante della Basilicata?
mt_mt: Skond iz-zokk il-fergħa
nn: det kunne ha vore verre vêr i været
pl: nie wciskaj F5. i tak nie pomoże
sr_la: Možeš li da popraviš ovo? <a href='mailto:jobs@reddit.com'>jobs@reddit.com</a>.
sv: Du är fel person på fel sida vid fel tillfälle
uk: Ви що, не бачите? У нас обід!
vi: Trang thứ 500 vui vẻ- tin nhắn thứ tư

source: Funny 500 page message 5
ar: 500 نقطة غريب وعجيب صفحة هزلي 5
ca: Hi ha 10 tipus de persones: les que entenen binari i les que no. I sembla que els nostres programadors són dels que no
et: Naljakas 500-leheline sõnum 5
eu: Lehen munduko arazoak: reddit erorita dago
fi: Metsästämme juuri tulikärpäsiä takaisin purkkiin
fr_ca: Vite, [achetez un t-shirt](http://reddit.com/store) et faites-vous une raison
it: Se i partiti non rappresentano più gli elettori, cambiamoli questi benedetti elettori!
mt_mt: Bil-flus tibni triq fil-baħar
nn: åj
pl: i co teraz?
sr_la: 9/11 je promenio sve.
sv: Akta dig, så du inte får en snigel på ögat
uk: Не треба ремонтувати те, що ще не зламалось
vi: Trang thứ 500 vui vẻ- tin nhắn thứ năm

source: Funny 500 page message 6
ar: 500 نقطة غريب وعجيب صفحة هزلي 6
ca: "Ojos que no ven", merderà que xafes. Error 500
et: Naljakas 500-leheline sõnum 6
eu: Argindarra moztu digute ez dugulako aspaldian ordaindu
fr_ca: Les fonctionnalités ne s'écrivent pas toutes seules, vous savez?
it: Avere un lavoro, è una cosa bella. E' farlo, che rompe i coglioni
mt_mt: Ta' Budobba, b'li kellu ddobba
nn: ZZZzzzzzz
pl: spokojnie, to tylko awaria
sr_la: Izgleda da danas nije tvoj dan.
sv: Något gick fel. En grupp högutbildade apor har skickats för att åtgärda problemet
uk: Ми саме відганяємо щурів від перегризеного кабеля
vi: Trang thứ 500 vui vẻ- tin nhắn thứ sáu

source: Funny 500 page message 7
ar: 500 نقطة غريب وعجيب صفحة هزلي 7
ca: Error 500. Alguna cosa ha passat però no podem dir-vos res més al respecte. Gràcies per la vostra atenció
et: Naljakas 500-leheline sõnum 7
eu: redditek ez du erantzuten, egizu rage komiki bat
fr_ca: Comme disait l'autre, vous n'avez que ce que vous payez
it: E' impossibile godere a fondo l'ozio se non si ha una gran quantità di lavoro da fare.
mt_mt: Għan-niżla, kull qaddis jgħin
nn: noko godt er på veg
pl: widzisz co zrobiłeś?!
sr_la: Conde Nast se isplatio njihov novac
sv: Förlåt. Det är inte dig det är fel på, det är oss
uk: Іде повстання машин… (завершено 62%)
vi: Trang thứ 500 vui vẻ- tin nhắn thứ bảy

source: Funny 500 page message 8
ar: 500 نقطة غريب وعجيب صفحة هزلي 8
ca: Açò és senyal que ja portes massa temps cara a la pantalla. Com deia Estellés, baixa al carrer!
et: Naljakas 500-leheline sõnum 8
eu: Nagusiari esan nion AutoPatxi ez zela egokiena zerbitzariak mantentzeko baina ez zidan kasurik egin
fr_ca: La première règle est, ils est interdit de parler du Reddit
it: Avere un lavoro, è una cosa bella. E' farlo, che rompe i coglioni.
mt_mt: Fejn qlejt bajda aqli tnejn
nn: ikkje få panikk!
pl: dlaczego? dlaczego teraz?
sr_la: Brzo, <a href="http://reddit.com/store ">buy a shirt</a> i iskupi se za ovo.
sv: Om du tar det lugnt en stund, kanske tar en kaffe och en tupplur, så är det möjligt att det funkar sen
uk: [Без поняття, що це було. Може, ти розберешся?](http://github.com/reddit/reddit)
vi: Trang thứ 500 vui vẻ- tin nhắn thứ tám

source: Funny 500 page message 9
ar: 500 نقطة غريب وعجيب صفحة هزلي 9
ca: demà és diumenge, el rei que es penge; a panxa llisa, no cal camisa; una "uela" en el terrat, ja s'ha vist ja s'ha amagat, en el cul arromangat.
et: Naljakas 500-leheline sõnum 9
eu: Zerbitzarien administratzaileak sagardotegira joan dira
fr_ca: Mais... qu'avez-vous fait?!
it: Ci sono 10 tipi di persone al mondo: quelli che capiscono il codice binario e quelli che non lo capiscono.
mt_mt: Bil-flus tibni triq fil-baħar
nn: luktar det litt svidd?
pl: och nie.
sr_la: Ove funkcije i kodovi se ne pišu sami, znaš.
sv: Du har inte fått något felmeddelande på ett tag, så här kommer ett för att du inte ska tro att något är fel
uk: Ліньки щось робити. Чи не випити нам кави?
vi: Trang thứ 500 vui vẻ- tin nhắn thứ chín

source: Funny 500 page message 10
ar: 500 نقطة غريب وعجيب صفحة هزلي 10
ca: Jo... No sé què m'ha passat. Ho sento. De debò. No ets tu, sóc jo. Error 500.
et: Naljakas 500-leheline sõnum 10
eu: Barkatu eragozpen honengatik, beste eragozpen desberdin bat sortzeko lanean ari gara
fr_ca: C'est normal de pleurer
it: Piuttosto che niente è meglio piuttosto.
mt_mt: Għan-niżla, kull qaddis jgħin
nn: sårri mæc, kuk i computeren.
sr_la: I šta sad? Da se izvinimo, a?
sv: Grattis, du förstörde internet...
uk: Здається, сервер учора перебрав. Не відповідає
vi: Trang thứ 500 vui vẻ- tin nhắn thứ mười

source: Reason to create a reddit 1
ar: سبب لتصنع ريديت 1
ca: ... perquè més gent vol parlar-ne i encara no té on
eo: ...ĉar Zamenhof farus tion.
et: Põhjus, miks teha omaenda reddit 1
eu: ...zure gustoko gaiarentzat.
fi: ...tee se lasten puolesta
fr_ca: parce que rien n'est gratuit (sauf reddit!)
it: per favorire la pace nel mondo
mt_mt: Raġuni biex toħloq xi reddit 1
nn: ... for yndlingsemnet ditt.
pl: ...dla miłośników Wykopu
sr_la: ...za očajnog političkog kandidata.
sv: åt ditt favoritämne
uk: …і буде тобі щастя.
vi: Lí do để tạo một reddit thứ nhất

source: Reason to create a reddit 2
ar: سبب إنشاء ريديت 2
ca: Perquè no tens res millor a fer
eo: ...ĉar UEA ne faras sufiĉan reklamon.
et: Põhjus, miks teha omaenda reddit 2
eu: ...zure gustoko sagardotegiarentzat.
fr_ca: pour discuter de la question "qui est le plus fort entre l'hippopotame et l'éléphant?"
it: per stimolare la discussione
mt_mt: Raġuni biex toħloq xi reddit 2
nn: ... for yndlingsboka di.
pl: ...dla Twojej szkoły
sr_la: ...zato što je ovaj prostor pun pobede.
sv: åt ditt favoritkaffe
uk: …бо так.
vi: Lí do để tạo một reddit thứ hai

source: Reason to create a reddit 3
ar: سبب إنشاء ريديت 3
ca: Perquè si no ho fas tu... Qui ho farà
eo: ...ĉar jam estas tro da angla lingvo ĉi tie!
et: Põhjus, miks teha omaenda reddit 3
eu: ...Goenkalerentzat?
fr_ca: pour votre équipe de foot favorite
it: perché sei un appassionato di cinema
mt_mt: Raġuni biex toħloq xi reddit 3
nn: ... for jobben din.
pl: ...dla Twojego psa
sr_la: ...jer misliš da je nephodan.
sv: varför inte Zoidberg?
uk: …поки Зойдберг тебе не випередив.
vi: Lí do để tạo một reddit thứ ba

source: Reason to create a reddit 4
ar: سبب لتصنع ريديت 4
ca: Perquè no tens res millor a fer
eo: ...por paroli pri via loka klubo.
et: Põhjus, miks teha omaenda reddit 4
eu: ...askatasuna maite duzulako.
fr_ca: parce que PPDA ne détient pas l'information
it: per parlare della tua squadra di calcio
mt_mt: Raġuni biex toħloq xi reddit 4
nn: ... for klubben din.
pl: ...bo mieć własny reddit to szczyt lansu
sr_la: ...za svoje omiljeno društvo.
sv: för att du älskar frihet
uk: …в ім'я любові до свободи.
vi: Lí do để tạo một reddit thứ tư

source: Reason to create a reddit 5
ar: سبب إنشاء ريديت 5
ca: raons per crearte un reddit 5
eo: ...ĉar vi volas pruvi ke Ido pli bonas.
et: Põhjus, miks teha omaenda reddit 5
eu: ...askatasuna gorroto duzulako.
fr_ca: pour perdre votre temps sur internet. Encore plus
it: per parlare delle cose che ti interessano
mt_mt: Raġuni biex toħloq xi reddit 5
nn: ... for fred i verda.
pl: ...zrób to dla potomnych
sr_la: ...za svoj omiljeni hobi.
sv: för att du hatar frihet
uk: …через причину для створення реддіта номер п'ять.
vi: Lý do để tạo một reddit 5

source: Reason to create a reddit 6
ar: سبب إنشاء ريديت 6
ca: Perquè el món s'ho mereix.
eo: ...por ne senti vin sola, sola, sola.
et: Põhjus, miks teha omaenda reddit 6
eu: ...zure zaletasunarentzat.
fr_ca: pour votre communauté d'amateurs de nougat de Montélimar
it: perché Facebook è bello ma reddit è meglio
mt_mt: Raġuni biex toħloq xi reddit 6
nn: ... fordi du hatar fridom.
pl: ...bo tak
sr_la: ...da bi ljudi znali da je Han pucao prvi.
sv: åt Göran Persson
uk: …щоб коні грому не боялись.
vi: Lý do để tạo một reddit 6

source: Reason to create a reddit 7
ar: سبب إنشاء ريديت 7
ca: Perquè si no ho fas tu... Qui ho farà?
eo: ...por via landa asocio.
et: Põhjus, miks teha omaenda reddit 7
eu: ...zure gustoko TBko saioarentzat.
fr_ca: pour votre guilde WoW
it: perché OKNOtizie è pieno di spazzatura
mt_mt: Raġuni biex toħloq xi reddit 7
nn: ... for yndlingsprogrammet ditt på TV.
pl: ...dla Twojej gildii
sr_la: ...zato što Pastafarijanci moraju da se organizuju.
sv: åt din favorithobby
uk: …в ім'я короля!
vi: Lý do để tạo một reddit 7

source: Reason to create a reddit 8
ar: سبب إنشاء ريديت 8
ca: Rao per crear un reddit 8
eo: ...por viaj tradukoj.
et: Põhjus, miks teha omaenda reddit 8
eu: ...zure WOWko taldearentzat.
fr_ca: parce que le Canard Enchainé n'est pas sur le web
it: ...per salvare i tuoi bookmarks
mt_mt: Raġuni biex toħloq xi reddit 8
nn: ... for skulen din.
pl: ...dla ulubionej drużyny
sr_la: ...za omiljeni tim.
sv: åt ditt favorit-tv-program
uk: …для дітей і внуків.
vi: Lý do để tạo một reddit 8

source: Reason to create a reddit 9
ar: سبب إنشاء ريديت 9
ca: Rao per crear un Reddit 9
eo: ...ĉar Esperanto senutilas se neniu alia parolas ĝin.
et: Põhjus, miks teha omaenda reddit 9
eu: ...zure gustoko bideo-jokoarentzat.
fr_ca: pour la communauté d'expats de votre ville d'adoption
it: ...per parlare della tua squadra di calcio
mt_mt: Raġuni biex toħloq xi reddit 9
nn: ... for staden du bur i.
pl: ...dla Twojego kółka różańcowego
sr_la: ...za tvoje udruženje.
sv: åt ditt WoW-guild
uk: …і все найцікавіше буде під рукою.
vi: Lý do để tạo một reddit 9

source: Reason to create a reddit 10
ar: سبب إنشاء ريديت 10
ca: Rao per crear un reddit 10
eo: ...ĉar ni bezonas pli da subteno por renomi la retejon al "leggĝin".
et: Põhjus, miks teha omaenda reddit 10
eu: ...zure ikastolarentzat.
fr_ca: pour le retour de Dorothée à la tv
it: perché il giornale più che leggerlo preferisci farlo
mt_mt: Raġuni biex toħloq xi reddit 10
nn: ... for fagfeltet ditt.
pl: ...sudo Utwórz własny reddit
sr_la: ...jer voliš slobodu.
sv: åt ditt favoritspel
uk: …і це буде неочікувано.
vi: Lý do để tạo một reddit 10

source: Reason to create a reddit 11
ar: سبب إنشاء ريديت 11
ca: Raó per a crear un reddit 11
eo: ...ĉar vi volas plendi pri la traduko al Esperanto.
et: Põhjus, miks teha omaenda reddit 11
eu: ...zure proiektuarentzat.
fr_ca: pour discuter de politique française
it: per non subire le notizie, dalle tu
mt_mt: Raġuni biex toħloq xi reddit 11
nn: ... for ting som er raude.
pl: ...dla Twojej sekty
sr_la: ...za esnaf lama farmera.
sv: Anledning att skapa en reddit 11
uk: …й історики голову зламають над тим, що б це значило.
vi: Lý do để tạo một reddit 11

source: Reason to create a reddit 12
ar: سبب إنشاء ريديت 12
ca: Raó per a crear un reddit 12
eo: ...ĉar vi trovis pli bonan planlingvon.
et: Põhjus, miks teha omaenda reddit 12
eu: ...zure bulegoarentzat.
fr_ca: pour les potins
it: ...perché sei un appassionato di politica
mt_mt: Raġuni biex toħloq xi reddit 12
nn: ... for prosjektet ditt.
pl: ...bo kochasz wolność
sr_la: ...jer je 4chan prepun.
sv: Anledning att skapa en reddit 12
uk: …бо це круто!
vi: Lý do để tạo một reddit 12

source: Reason to create a reddit 13
ar: سبب إنشاء ريديت 13
ca: Raó per a crear un reddit 13
eo: ...ĉar Esperanto ne estas via nura hobio.
et: Põhjus, miks teha omaenda reddit 13
eu: ...zure komunitatearentzat.
fr_ca: pour votre sujet préféré
it: perché sei un appassionato di politica
mt_mt: Raġuni biex toħloq xi reddit 13
nn: ... for katta di.
pl: ...bo nienawidzisz wolności
sr_la: ...za svoj omiljeni programski jezik.
sv: Anledning att skapa en reddit 13
uk: …і справедливість восторжествує.
vi: Lý do để tạo một reddit 13

source: Reason to create a reddit 14
ar: سبب إنشاء ريديت 14
ca: Raó per a crear un reddit 14
et: Põhjus, miks teha omaenda reddit 14
eu: ...zure ikasgelarentzat.
fr_ca: parce que vous aimez la liberté d'expression.
it: ...perché il giornale più che leggerlo preferisci farlo
mt_mt: Raġuni biex toħloq xi reddit 14
nn: ... for fotballaget ditt.
pl: ...na Twój ulubiony temat
sr_la: ...jer mrziš slobodu.
sv: Anledning att skapa en reddit 14
uk: …для Вашого офісу.
vi: Lý do để tạo một reddit 14

source: Reason to create a reddit 15
ar: سبب إنشاء ريديت 15
ca: Raó per a crear un reddit 15
eo: Kialo por kreado de reddit 15
et: Põhjus, miks teha omaenda reddit 15
eu: ...zure herriarentzat.
fr_ca: pour discuter de la question : « PC ou console? »
it: per un mondo migliore
mt_mt: Raġuni biex toħloq xi reddit 15
nn: ... for beising av sjarkar.
pl: ...dla Twojego hobby
sr_la: ...jer u životu ništa nije besplatno. osim reddita.
sv: Anledning att skapa en reddit 15
uk: …для свого народу.
vi: Lý do để tạo một reddit 15

source: Reason to create a reddit 16
ar: سبب إنشاء ريديت 16
ca: Raó per a crear un reddit 16
eo: Kialo por kreado de reddit 16
et: Põhjus, miks teha omaenda reddit 16
eu: ...zure mugimenduarentzat.
fr_ca: parce que vous détestez la liberté.
it: Per la tua scuola
mt_mt: Raġuni biex toħloq xi reddit 16
nn: ... for hobbyen din.
pl: ...dla własnej partii
sr_la: ...za omiljeni predmet.
sv: Anledning att skapa en reddit 16
uk: …для всього класу.
vi: Lý do để tạo một reddit 16

source: Reason to create a reddit 17
ar: سبب إنشاء ريديت 17
ca: Raó per a crear un reddit 17
eo: Kialo por kreado de reddit 17
et: Põhjus, miks teha omaenda reddit 17
eu: ...zure gustoko kirol taldearentzat.
fr_ca: pour votre chocolat favori.
it: perchè puoi
mt_mt: Raġuni biex toħloq xi reddit 17
nn: ... for dei skeive fantasiane dine.
pl: ...dla Ciebie, dla rodziny!
sr_la: ...uradi to zbog dece.
sv: Anledning att skapa en reddit 17
uk: …і все освітиться.
vi: Lý do để tạo một reddit 17

source: Reason to create a reddit 18
ar: سبب إنشاء ريديت 18
ca: Raó per a crear un reddit 18
eo: Kialo por kreado de reddit 18
et: Põhjus, miks teha omaenda reddit 18
eu: ...denbora modu antolatuan alferrik galtzeko.
fr_ca: pourquoi pas?
it: perchè ami la libertà
mt_mt: Raġuni biex toħloq xi reddit 18
nn: ... når Dalai Lama ikkje strekk til.
pl: ...bo dlaczego nie?
sr_la: ...zbog nje.
sv: Anledning att skapa en reddit 18
uk: …бо ти єдина людина, яка цього ще не зробила.
vi: Lý do để tạo một reddit 18

source: Reason to create a reddit 19
ar: سبب إنشاء ريديت 19
ca: Raó per a crear un reddit 19
eo: Kialo por kreado de reddit 19
et: Põhjus, miks teha omaenda reddit 19
eu: ...zure gustoko musika taldearentzat.
fr_ca: pour votre école.
it: ...per far sapere al mondo cosa ne pensi
mt_mt: Raġuni biex toħloq xi reddit 19
nn: ... for å dele idear.
pl: ...bo masz dość innych redditów
sr_la: ...za Quake 2 klan.
sv: Anledning att skapa en reddit 19
uk: …і фінансова криза скінчиться.
vi: Lý do để tạo một reddit 19

source: Reason to create a reddit 20
ar: سبب إنشاء ريديت 20
ca: Raó per a crear un reddit 29
el: ... για την Ελλάδα
eo: Kialo por kreado de reddit 20
et: Põhjus, miks teha omaenda reddit 20
eu: ...gogoak ematen dizulako.
fr_ca: parce que vous voulez voir plus de vidéos de chats sur Internet.
it: ...per stimolare la discussione
mt_mt: Raġuni biex toħloq xi reddit 20
nn: ... for borna si skuld.
pl: ...bo jesteś rebel
sr_la: ...jer su Topalovići stvarno postojali.
sv: Anledning att skapa en reddit 20
uk: …заради дітей всього світу.
vi: Lý do để tạo một reddit 20
