Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: full permissions
ar: إذن كامل
bs: sve dozvole
ca: tots els permisos
el: πλήρη δικαιώματα
fi: täydet käyttöoikeudet
fr_ca: permissions complète
hu: teljeskörű engedély
it: permessi completi
mt_mt: il-permessi kollha
nn: alle tillatelser
no: alle tillatelser
pl: pełne uprawnienia
sv: fullständiga behörigheter
uk: повний дозвіл на все
vi: toàn quyền

source: no permissions
ar: لا يوجد إذن
bs: bez dozvola
ca: sense permisos
el: καθόλου δικαιώματα
fi: ei käyttöoikeuksia
fr_ca: aucune permission
hu: nincs engedély
it: nessun permesso
mt_mt: l-ebda permess
nn: ingen tillatelser
no: ingen tillatelser
pl: brak uprawnień
sv: inga behörigheter
uk: все заборонено
vi: không có quyền

source: … and %(count)s more ⇒
fi: … ja %(count)s lisää ⇒
fr_ca: … et %(count)s de plus ⇒
it: ... e %(count)s altri ⇒
mt_mt: … u %(count)s aktar ⇒
no: … og %(count)s flere ⇒
sv: ... och %(count)s fler ⇒
uk: …і %(count)s ще ⇒

source: ⇐ less
fi: Vähemmän
fr_ca: ⇐ moins
it: ⇐ meno
mt_mt: ⇐ anqas
no: ⇐ mindre
sv: ⇐ mindre
uk: ⇐ менше

source: You have %(count)s new messages!
fr_ca: Vous avez %(count)s nouveaux messages !
it: Hai %(count)s nuovi messaggi!
sv: Du har %(count)s nya meddelanden!

source: You have unsaved changes!
fr_ca: Vous avez des modifications non enregistrées !
sv: Du har osparade ändringar!

source: Undo
fr_ca: Annuler
it: Annulla
sv: Ångra

source: Hide NSFW
fr_ca: Masquer NSFW
hu: NSFW elrejtése
it: Nascondi NSFW
sv: Dölj NSFW

source: Click to see NSFW
fr_ca: Cliquer pour voir le contenu NSFW
it: Clicca per vedere NSFW
sv: Klicka för att se NSFW

source: Click to see spoiler
fr_ca: Cliquer pour voir le spoiler
it: Clicca per vedere lo spoiler
sv: Klicka för att se spoiler

source: Click to see NSFW spoiler
fr_ca: Cliquer pour voir le spoiler NSFW
it: Clicca per vedere lo spoiler NSFW
sv: Klicka för att se NSFW-spoiler

source: (required)
ar: (مطلوب)
bs: (neophodno)
ca: (requerit)
el: (υποχρεωτικό)
eu: (beharrezkoa)
fi: (vaaditaan)
fr_ca: (requis)
hu: (kötelező)
it: (necessario)
mt_mt: (meħtieġ)
nn: (påkravd)
no: (påkrevd)
pl: (wymagane)
sv: (obligatoriskt)
uk: (обов'язково)
vi: (bắt buộc)

source: original password
fr_ca: mot de passe initial
it: password originale
sv: originallösenord

source: new password
ar: كلمة السر الجديدة
bs: nova šifra
ca: contrasenya nova
el: νέος κωδικός
et: uus parool
eu: pasahitz berria
fi: uusi salasana
fr_ca: nouveau mot de passe
he: סיסמא חדשה
hu: új jelszó
it: nuova password
mt_mt: password ġdida
nn: nytt passord
no: nytt passord
pl: nowe hasło
sv: nytt lösenord
ta: புதிய கடவுச்சொல்
uk: новий пароль
vi: mật khẩu mới

source: verify password
ar: تأكيد كلمة السر
bs: verifikacija šifre
ca: verifica la contrasenya
el: επαλήθευση
et: parool uuesti
eu: egiaztatu pasahitza
fi: vahvista salasana
fr_ca: vérifier le mot de passe
he: וודא סיסמא
hu: erősítsd meg a jelszót
it: verifica password
mt_mt: ivverifika l-password
nn: stadfest passordet
no: bekreft passord
pl: potwierdź hasło
sr_la: potvrdi lozinku
sv: upprepa lösenord
ta: கடவுச் சொல்லை சரி பார்க்கவும்
uk: перевірте пароль
vi: xác nhận mật khẩu

source: Account recovery link expired
fr_ca: Le lien de récupération du compte a expiré

source: Your token has expired. Please forward your email to %(support_email)s for assistance.
fr_ca: Votre jeton a expiré. Merci de transférer le mail à %(support_email)s pour obtenir de l'aide.

source: status
ar: حالة
ca: estat
el: κατάσταση
fr_ca: statut
hu: állapot
it: stato
mt_mt: stat
uk: статус
vi: trạng thái

source: admin mode enabled
bs: admin mod omogućen
ca: mode d'administrador activat
el: διαχείριση ενεργοποιημένη
fi: ylläpitäjätila käytössä
fr_ca: mode administrateur activé
hu: admin mód engedélyezve
it: modalità amministratore abilitata
mt_mt: modalità t'amministrazzjoni attivata
nn: adminmodus skrudd på
no: administratormodus aktivert
pl: tryb admina włączony
sv: administrationsläge på
uk: режим адміна
vi: đã bật tính năng quản trị

source: admin off
bs: admin isključen
ca: administrador desactivat
el: απενεργοποίηση διαχείρισης
fi: ylläpitäjä pois käytöstä
fr_ca: admin désactivé
hu: admin ki
it: amministratore off
mt_mt: amministrazzjoni diżattivata
nn: admin av
no: admin av
sv: administrationsläge av
uk: режим адміна вимкнено
vi: tắt chức năng quản trị

source: debug mode
ar: وضع التصحيح
bs: debug mod
ca: mode de depuració
el: λειτουργία αποσφαλμάτισης
fi: debug-modi
fr_ca: mode débug
hu: hibakereső mód
it: modalità debug
mt_mt: modalità debug
nn: feilsøkingsmodus
no: feilsøkingsmodus
pl: tryb debugowania
sv: felsökningsläge
uk: режим налагодження
vi: chế độ gỡ lỗi

source: secure
ar: تأمين
bs: sigurno
ca: segur
el: ασφαλές
fi: turvallinen
fr_ca: sécurisé
hu: biztonságos
it: sicuro
mt_mt: żgur
nn: sikre
no: sikker
pl: Zabezpiecz
sv: säker
uk: безпечний
vi: bảo mật

source: development statics
bs: razvojna statistika
ca: estadístiques de desenvolupament
fi: kehitystilastot
fr_ca: statiques de développement
hu: fejlődési statisztika
it: statistiche di sviluppo
mt_mt: statistiċi taż-żvilupp
nn: utviklingsstatistikk
no: utviklingsanalyse
pl: statystki developerskie
sv: utvecklingsstatistik
uk: статистика розробки
vi: thống kê quy trình phát triển

source: production statics
ar: احصائيات الانتاج
bs: produkcijska statistika
ca: estadístiques de producció
fi: tuottamistilastot
fr_ca: statiques de production
hu: termék statisztika
it: produzione statica
mt_mt: statistiċi tal-produzzjoni
nn: produksjonsstatistikk
no: produksjonsanalyse
pl: statystyki produkcyjne
sv: produktionsstatistik
uk: статистика живої системи
vi: thống kê sản phẩm

source: ads disabled
bs: reklame onemogućene
ca: anuncis desactivats
el: απενεργοποιημένες διαφημίσεις
fi: mainokset poistettu käytöstä
fr_ca: pubs désactivées
hu: reklámok kikapcsolva
it: pubblicità disabilitate
mt_mt: reklami ddiżattivati
nn: reklamar skrudd av
no: annonser deaktivert
pl: reklamy wyłączone
sv: annonser inaktiverade
uk: реклама вимкнена
vi: vô hiệu hóa quảng cáo

source: captcha disabled
ar: كبك معطل
bs: captcha onemogućena
ca: captcha desactivat
el: απενεργοποιημένο captcha
fi: captcha poistettu käytöstä
fr_ca: captcha désactivé
hu: captcha letiltva
it: captcha disabilitato
mt_mt: kapċa ddiżattivata
nn: captcha skrudd av
no: captcha deaktivert
pl: captcha wyłączone
sv: captcha inaktiverad
uk: капчу вимкнено
vi: vô hiệu hóa captcha

source: ratelimit disabled
bs: ratelimit onemogućen
ca: límit de velocitat desactivat
fr_ca: limite de taux désactivé
it: limite voti disabilitato
mt_mt: limitu fuq l-ivvutar iddiżattivat
nn: trafikk-kontroll deaktivert
no: trafikk-kontroll deaktivert
pl: limit oceniania wyłączony
sv: frekvensgräns inaktiverad
uk: обмеження навантаження вимкнено
vi: vô hiệu hóa giới hạn tỉ lệ

source: timings
ar: المواقيت
bs: tajminzi
ca: cronometratges
el: χρονισμοί
fi: ajoitukset
fr_ca: horaires
hu: időzítések
it: tempi
mt_mt: ħinijiet
nn: tidsberegninger
no: tidsberegninger
pl: tajmingi
sv: tajmingar
uk: хронометраж
vi: thời gian

source: hide
ar: إخفاء
bs: sakrij
ca: amaga
el: απόκρυψη
eo: kaŝu
et: peida
eu: ezkutatu
fi: piilota
fr_ca: masquer
he: הסתר
hu: elrejt
it: nascondi
mt_mt: aħbi
nn: gøym
no: gjem
pl: ukryj
sr_la: sakrij
sv: göm
ta: மறைக்க
uk: сховати
vi: ẩn

source: give creddits to a user
fi: anna kreddittejä käyttäjälle
fr_ca: donner des creddits à un utilisateur
it: dona creddit ad un utente
mt_mt: agħti il-kredditi lil utent
no: Gi kreditter til en bruker
sv: ge kredditer till en användare
uk: подарувати креддіти користувачеві

source: recipient
fi: vastaanottaja
fr_ca: destinataire
hu: fogadó
it: ricevente
mt_mt: reċipjent
no: mottaker
sv: mottagare
uk: отримувач

source: (negative to take away)
fr_ca: (impossible de changer le statut gold en creddits)
it: (negativo per rimuovere)
mt_mt: (negattiv biex tnaqqas)
no: (negativt for å ta vekk)
sv: (negativt för att ta bort)
uk: (від'ємне число аби забрати)

source: give
eu: eman
fi: anna
fr_ca: donner
hu: adni
it: dona
mt_mt: agħti
no: Gi
sv: ge
uk: подарувати

source: give or take months of gold for a user
fr_ca: donner ou prendre l'abonnement gold pour un autre utilisateur
it: dona o prendi mesi di gold per un utente
mt_mt: agħti jew ħu x-xuhur ta' gold lil utent
no: Gi eller ta måneder av gull for en bruker
sv: ge eller ta månader av guld för en användare
uk: подарувати користувачеві або забрати місяці Золотої підписки
vi: trao hay nhận số tháng vàng từ người dùng

source: months
fi: kuukautta
fr_ca: mois
hu: hónapok
it: mesi
mt_mt: xuhur
no: måneder
sv: månader
uk: місяці
vi: tháng

source: Are you one of us?
fr_ca: Êtes-vous l'un des nôtres ?
it: Sei uno di noi?
sv: Är du en av oss?
uk: Ви один із нас?

source: Enter your password and one-time code
fr_ca: Entrez votre mot de passe et votre code à usage unique
it: Inserisci la tua password e il codice ad uso singolo
sv: Skriv in ditt lösenord och din engångskod
uk: Введіть свій пароль і одноразовий код

source: one-time verification code
fr_ca: code de vérification à usage unique
it: codice di verifica univoco
sv: engångs-verifikationskod
uk: одноразовий код перевірки

source: remember this computer
ar: تذكر هذا الجهاز
bs: zapamti ovaj računar
ca: recorda aquest ordinador
el: θυμήσου αυτόν τον υπολογιστή
fi: muista tämä tietokone
fr_ca: mémoriser cet ordinateur
hu: emlékezzen erre a számítógépre
it: ricorda questo computer
mt_mt: ftakar dal-kompjuter
nn: hugs denne datamaskina
no: husk denne datamaskinen
pl: zapamiętaj ten komputer
sv: kom ihåg den här datorn
uk: запам'ятати цей комп'ютер
vi: nhớ máy tính này

source: Past notes
ca: Notes anteriors
el: Παλιές σημειώσεις
fi: Aiemmat muistiinpanot
fr_ca: notes passées
it: Note precedenti
mt_mt: noti preċedenti
nn: Tidligere merknader
no: Tidligere merknader
pl: Poprzednie notatki
sv: Gamla anteckningar
uk: Минулі замітки
vi: Các ghi chú trước đó

source: top adverts
ar: إعلانات
bs: najbolje reklame
ca: anuncis destacats
el: κορυφαίες διαφημίσεις
fi: parhaat mainokset
fr_ca: meilleures annonces
hu: legjobb hirdetések
it: pubblicità migliori
mt_mt: l-aqwa reklami
nn: toppreklamar
no: topp-annonser
pl: najlepsze reklamy
sv: bästa annonserna
uk: найкраща реклама
vi: quảng cáo hàng đầu

source: ad
ar: إعلان
bs: reklama
ca: anunci
el: διαφήμιση
fi: mainos
fr_ca: publicité
hu: hirdetés
it: pubblicità
mt_mt: reklam
nn: reklame
no: annonse
pl: reklama
sv: annons
uk: реклама
vi: quảng cáo

source: Exclude your subscribed subreddits
bs: Izuzmi reddite na koje sam pretplaćen
ca: Exclou els subreddits als quals estàs subscrit
el: Eξαίρεσε τα υποreddit που έχεις εγγραφεί
fi: Poissulje tilaamasi aliredditit
fr_ca: Excluez les subreddits auxquels vous vous abonnez
hu: A már létező subreddit feliratkozásaid kizárása
it: escludi i subreddit a cui sei iscritto
mt_mt: Eskludi s-subreddits li inti abbonat fihom
nn: Ekskluder dine abonnerte subredditer
no: Ekskluder dine abonnerte subredditer
pl: Wyłącz subskrybowane subreddity
sv: Exkludera subredditar du prenumererar på.
uk: Виключити сабреддіти, на які ви підписані
vi: Loại trừ ra các chuyên mục mà bạn đã đăng ký theo dõi

source: See gilded comments and submissions
ca: Veure comentaris i publicacions daurats
el: Δείτε επιχρυσωμένα σχόλια και αναρτήσεις.
fi: Näytä kullatut kommentit ja postaukset
fr_ca: Voir les commentaires et posts dorés
it: Guarda commenti e post dorati
mt_mt: Ara l-kummenti u impostazzjonijiet indurati
nn: Se forgylte kommentarer og innleveringer
no: Se forgylte kommentarer og innleveringer
pl: Zobacz ozłocone komentarze i wkłady
sv: Se förgyllda kommentarer och bidrag
uk: Дивитись позолочені коментарі та публікації
vi: Xem các bình luận và bài đăng được tín nhiệm

source: This endpoint expects JSON data of this format
ca: Aquest punt final espera dades JSON d'aquest format
fr_ca: Le formatage JSON attendu est le suivant
it: Questo endpoint richiede dati JSON di questo formato
mt_mt: Dan l-endpoint jistenna informazzjoni fil-format JSON
nn: Dette endepunktet forventer JSON data av denne formaten
no: Dette endepunktet forventer JSON data av denne formaten
pl: Punkt końcowy oczekuje dane JSON w tym formacie
sv: Denna endpoint förväntar sig JSON-data i detta format
uk: Ця кінцева точка очікує JSON дані в такому форматі
vi: Phần endpoint này lẽ ra là dạng dữ liệu JSON dành cho định dạng này

source: archived
ar: في الأرشيف
bs: arhivirano
ca: arxivat
el: αρχειοθετημένο
eu: artxibatua
fi: arkistoitu
fr_ca: archivé
hu: archiválva
it: archiviato
mt_mt: arkivjat
nn: arkivert
no: arkivert
pl: zarchiwizowano
sv: arkiverad
uk: заархівовано
vi: đã lưu trữ

source: Posts are automatically archived after %(num)s %(months)s.
fr_ca: Les posts sont automatiquement archivés au bout de %(num)s%(months)s.

source: Got It
fr_ca: J'ai compris
hu: Értettem
it: Capito
sv: Jag förstår
uk: Зрозуміло

source: you already have that trophy!
bs: već posjedujete taj trofej
ca: ja teniu aquest trofeu!
el: έχεις ήδη αυτό το τρόπαιο!
fi: sinulla on jo tuo palkinto!
fr_ca: vous avez déjà ce trophée
hu: már megvan az a trófea!
it: hai già quel trofeo!
mt_mt: diġà għandek dak it-trofew!
nn: du har allerede det trofeet!
no: du har allerede det trofeet!
pl: już posiadasz tą nagrodę!
sv: du har redan den trofén!
uk: ви вже володієте таким трофеєм!
vi: bạn đã có chiến tích đó!

source: trophy claimed!
ar: خزانة الكؤوس
bs: trofej preuzet!
ca: trofeu bescanviat!
el: το τρόπαιο παραλήφθηκε!
fi: palkinto lunastettu!
fr_ca: trophée revendiqué!
hu: trófea megszerezve!
it: trofeo preso!
mt_mt: trofew irrivendikat!
nn: trofé gjort krav på!
no: trofé gjort krav på!
pl: otrzymałeś nagrodę!
sv: anspråk gjort på den trofén!
uk: трофей отримано!
vi: đã công bố chiến tích!

source: This community has been banned
fr_ca: Cette communauté à été bannie
it: Questa comunità è stata bannata
sv: Den här gemenskapen har avstängts
uk: Цю спільноту було забанено

source: This community has been banned for violating the [Reddit rules](/rules).
fr_ca: Cette communauté à été bannie pour avoir violer les [règles de Reddit](/rules).
it: Questa comunità è stata bannata per violazione delle [Regole di reddit](/regole).
sv: Denna gemenskap har blivit bannad för att den bryter mot [Reddits regler](/rules).
uk: Цю спільноту було забанено за порушення правила [правил Reddit](/rules).

source: Banned %(time_ago)s.
fr_ca: Banni %(time_ago)s.
it: Bannato %(time_ago)s.
sv: Bannad %(time_ago)s.
uk: Забанено %(time_ago)s.

source: This account has been %(suspended_link)s
fr_ca: Ce compte a été %(suspended_link)s
sv: Detta konto har blivit %(suspended_link)s

source: /* Custom css: use this block to insert special translation-dependent css in the page header */
ar: /* CSS عرفيّ: استخدم هذه المقطع لإدخال CSS مترجم - تابع على رأس الصفحة */
bs: /* Korisnički css: koristite ovaj odlomak za umetanje specijalnog css-a zavisnog od prijevoda u zaglavlje stranice */
ca: /* css personalitzat : fes servir aquest bloc per a instertar css especial que depèn de traducció a la capçalera de la pàgina */
el: #sr-header-area,.promoted-traffic tfoot th,.promoted-traffic tfoot td,.calendar thead th,.calendar thead td,.sidecontentbox .title h1 { text-transform:none; }
fi: /* Räätälöidyt tyylit: käytä tätä kenttää lisätäksesi käännöstä tukevaa css:ää sivun ylätunnisteeseen */
fr_ca: /* Personnalisation css: utilisez ce bloc pour insérer des traductions-dépendances css spéciales dans l'en-tête de la page */
hu: /* Egyedi css: használd ezt a blokkot, hogy speciális, fordítás-függő css-t illessz az oldal fejlécébe */
it: /* Css personalizzato: usa questo blocco per inserire un css relativa alla traduzione nel page header */
mt_mt: /* css ippersonalizzat: uża dil-blokka sabiex iddaħħal css dipendenti fuq it-traduzzjoni fil-header tal-paġna */
nn: /* Tilpassa css: bruk desse blokkene til å setje inn spesiell omsetjingsavhengig css i filhodet */
no: /* Modifisert css: bruk denne blokken for å legge til css til spesielle oversettelsesbehov i sideheader */
pl: /* placeholder */
sr_la: /* Custom css: iskoristite ovaj blok da ubacite specijalne prevodno-zavisne css u uzglavlje stranice */
sv: /* Anpassad css: använd det här blocket för att infoga särskild översättningsberoende css i sidhuvudet */
uk: /* Стиль css заданий користувачем: використовуйте цей блок для того щоб вставити спеціальні, залежні від перекладу css в заголовок сторінки */
vi: /* CSS tự chọn: dùng khối này để chèn vào phần dịch đặc biệt-tùy thuộc vào css của trang header */

source: links from %(site)s
ar: روابط من %(site)s
bs: linkovi sa %(site)s
ca: enllaços de %(site)s
el: σύνδεσμοι από %(site)s
eu: %(site)s-(e)ko estekak
fi: linkkejä saitilta %(site)s
fr_ca: liens de %(site)s
hu: hivatkozások a következő oldalról: %(site)s
it: link da %(site)s
mt_mt: links minn %(site)s
nn: lenkjer frå %(site)s
no: lenker fra %(site)s
pl: linki z %(site)s
sr_la: linkovi sa %(site)s
sv: länkar från %(site)s
uk: посилання від %(site)s
vi: liên kết từ %(site)s

source: put %(site)s buttons on your site
ar: ضع أزرار %(site)s على موقعك
bs: postavite %(site)s dugmad na vašu stranicu
ca: posa els botons de %(site)s a la teva web
el: βάλε κουμπιά του %(site)s στον ιστοχώρο σου
et: pane %(site)s nupud oma saidile
eu: jarri %(site)s botoiak zure gunean
fi: laita %(site)s-painikkeet sivustollesi
fr_ca: ajouter les boutons de %(site)s sur votre site
he: הוסיפו את כפתורי %(site)s לאתר שלכם
hu: tedd ki %(site)s gombokat a saját website-odra
it: metti i pulsanti %(site)s sul tuo sito
mt_mt: daħħal il-buttuni ta' %(site)s fis-sit tiegħek
nn: legg %(site)s sine knappar på sida di
no: legg %(site)s knapper på din side
pl: dodaj przyciski %(site)s do swojej strony
sr_la: stavite %(site)s dugmiće na svoj sajt
sv: lägg till %(site)s -knappar på din sajt
ta: %(site)s ளின் பொறிகளை உங்கள் இணைதளத்தில் சேர்க்கவும்
uk: розмістіть кнопки %(site)s на вашому сайті
vi: đặt nút %(site)s trên trang của bạn

source: the reddit button is the smart way to get your content submitted to and discussed on reddit. pick the button you like from below, and then copy/paste the code into your HTML editor.
ar: زر ريدّيت هو الوسيلة الأذكى لنشر و مناقشة مواضيعك على ريديت. أختر الزر الذي يعجبك من الأسفل، و ثمّ أنسخ وألصق نصّ الشيفرة في محرر الـ HTML .
bs: reddit dugme je pametan način slanja sadržaja i rasprave na reddit. odaberite dugme koje vam se sviđa iz liste ispod, a potom ga zalijepite u vaš HTML uređivač.
ca: el botó de reddit és la via més ràpida per tenir el teu contingut publicat i comentat a reddit. tria el botó que desitgis d'aquí sota, i després copia i enganxa el codi en el teu editor de HTML.
el: το κουμπί reddit είναι ο έξυπνος τρόπος για να υποβληθεί και συζητηθεί στο reddit το περιεχόμενό σου. επέλεξε το κουμπί που σ' αρέσει από κάτω, και μετά αντέγραψε τον κώδικα στον επεξεργαστή HTML σου.
eu: reddit botoia zure edukia redditera bidali eta eztabaidatzeko modu azkarra da. aukeratu gustoko botoia behetik eta ondoren kopiatu/itsatsi kodea zure HTML editorean.
fi: reddit-nappi on fiksu tapa saada sisältösi lisätyksi redditiin ja keskusteltavaksi siellä. valitse nappula alempaa ja leikkaa ja liimaa sen koodi html-editoriisi.
fr_ca: le bouton reddit est la bonne méthode pour soumettre votre contenu et en discuter sur reddit. Cliquez sur le bouton de votre choix ci-dessous, puis copiez/collez le code dans votre éditeur HTML.
hu: a reddit gomb egy okos megoldás, hogy a tartalmakat beküldjék és megbeszéljék a reddit-en. válaszd ki a neked megfelelő gombot alulról és utána másold be a kódot a HTML szerkesztődbe.
it: il pulsante di reddit è il sistema intelligente per inviare e far discutere sui tuoi contenuti su reddit. scegli un pulsante che ti piace tra quelli sotto e incolla il codice nell'HTML nelle tue pagine.
mt_mt: il-buttuna ta' reddit hija mod faċli biex timposta l-kontenut tiegħek u tinħalaq diskussjoni dwaru fuq reddit. agħżel il-buttuna li tgħoġbok minn hawn taħt, u ikkopja u inkolla l-kodiċi fl-applikazzjoni tal-editjar tal-HTML tiegħek.
nn: redditknappen er ein lur måte å få innhaldet ditt sendt inn og diskutert på reddit. Vel den knappen du liker nedanfor og kopier/lim inn koden i HTML-tekstprogrammet ditt.
no: reddit-knappen er en lur måte å få innhold postet og diskutert på reddit. velg knappen du liker nedenfor og kopier/lim inn koden i din HTML-editor.
pl: przycisk reddit to sprytny sposób na dodanie twojego materiału na reddit. wybierz przycisk z poniższych przykładów i wklej kod na swoją stronę.
sr_la: reddit dugmence je dobar način da vaš sadržaj prijavite i diskutujete na redditu. izaberite koje dugmence hoćete od dole i onda kopirajte kod u vaš HTML editor.
sv: reddit-knappen är det smarta sättet att skicka in innehåll och få det diskuterat på reddit. välj önskad knapp nedan och kopiera/klistra sedan in koden i din HTML-redigerare.
uk: кнопка Реддіт — розумний спосіб для того щоб опублікувати вашу інформацію і для того, щоб вона стала обговорюваною на Реддіті. Візьміть кнопку, яка вам подобається, внизу і скопіюйте її у ваш HTML редактор.
vi: nút reddit là cách tiện dụng để có thể gửi các nội dung của bạn và sau đó thảo luận trên reddit. chọn nút mà bạn thích phía bên dưới, và sau đó sao chép/dán đoạn mã vào trong trình chỉnh sửa HTML của bạn.

source: commonly used buttons
ar: أزرار شائعة الاستعمال
bs: često korištena dugmad
ca: botons més utilitzats
el: συχνά χρησιμοποιούμενα κουμπιά
eu: maiz erabilitako botoiak
fi: useimmin käytetyt nappulat
fr_ca: boutons utilisés fréquemment
hu: gyakran használt gombok
it: pulsanti usati comunemente
mt_mt: buttuni li jintużaw ta' spiss
nn: jamt nytta knappar
no: ofte brukte knapper
pl: często używane przyciski
sr_la: često korišteni dugmići
sv: de mest använda knapparna
uk: найпопулярніші кнопки
vi: các nút thường sử dụng

source: use one of these buttons to quickly add reddit links to your site, or see below for more options.
ar: استخدم إحدى هذه الأزرار لإضافة روابط ريديت لموقعك بصورة سريعة، أو اطلع على ما يلي لمزيد من الخيارات.
bs: koristite neko od ovih dugmadi za brzo dodavanje reddit linkova na vašu stranicu ili pogledajte ispod za dodatne opcije.
ca: fes servir un d'aquests botons per a ràpidament afegir enllaços a reddit desde la teva pàgina, o mira a sota per a més opcions
el: χρησιμοποίησε ένα από αυτά τα κουμπιά για να προσθέσεις συνδέσμους προς στο reddit στον ιστοτόπο σου, ή δες παρακάτω για περισσότερες επιλογές.
eu: erabili botoi hauetako bat zure guneari reddit estekak gehitzeko modu errazean edo ikusi behean aukera gehiagorako.
fi: käytä jotain näistä nappuloista lisätäksesi reddit-linkit sivustollesi tai katso alempaa lisävalintoja
fr_ca: utilisez l'un de ces boutons pour ajouter rapidement des liens reddit sur votre site, ou voyez pour d'autres options plus bas.
hu: ezen gombok közül használd az egyiket, hogy gyorsan hozzáadj az oldaladhoz reddit linkeket vagy nézz lejjebb további lehetőségekért
it: usa uno di questi pulsanti per aggiungere velocemente link di reddit al tuo sito oppure leggi sotto per più opzioni.
mt_mt: uża waħda minn dawn il-buttuni sabiex faċilment iżżid links għal reddit fis-sit tiegħek, jew ara hawn taħt għal aktar preferenzi.
nn: nytt ein av desse knappane for raskt å leggje til lenkjer til sida di, eller sjå under for fleire val.
no: bruk en av disse knappene til enkelt å legge reddit-lenker til på din side, eller se nedenfor for flere valg.
pl: użyj jednego z tych przycisków aby szybko dodać linki z reddita do twojej strony, albo spójrz poniżej aby uzyskać więcej opcji.
sr_la: koristite ove dugmiće da brzo dodate reddit linkove na vaš sajt ili vidite dole za još opcija
sv: använd någon av dessa knappar för att snabbt lägga till reddit-länkar på din webbplats, eller se nedan för fler alternativ.
uk: використай одну з цих кнопок щоб швидко додати посилання з Реддіт на своєму сайті, або дивися інші варіанти далі.
vi: sử dụng một trong những nút này để nhanh chóng thêm vào các đường dẫn reddit đến trang của bạn, hoặc xem bên dưới để có thêm nhiều tùy chọn hơn.
