Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: Recent activity on your account
ar: الفعاليات الأخيرة على حسابك
bs: Nedavna aktivnost ovog računa
ca: Activitat recent al teu compte
el: Πρόσφατη δραστηριότητα στο λογαριασμό σας
eu: Zure kontuaren azkenaldiko aktibitatea
fi: viimeaikaiset tapahtumasi
fr_ca: Activité récente sur votre compte
hu: Legutóbbi aktivitás a számládon
it: Attività recente nel tuo account
mt_mt: Attività reċenti fil-kont tiegħek
nn: Siste aktivitet på kontoen din
no: Nylig aktivitet på kontoen din
pl: Ostatnia aktywność na twoim koncie
sv: Senaste aktiviteterna i ditt konto
uk: Остання активність у вашому акаунті
vi: Hoạt động gần đây của tài khoản bạn

source: Location
ar: المنطقة
bs: Lokacija
ca: Localització
el: Τοποθεσία
eu: Kokalekua
fi: Paikka
fr_ca: emplacement
hu: Helyszín
it: Luogo
mt_mt: Lok
nn: Stad
no: Sted
pl: Lokalizacja
sv: Plats
uk: Місцезнаходження
vi: Vị trí

source: Last Visit
ar: أخر زيارة
bs: Posljednja posjeta
ca: Última Visita
el: Τελευταία Επίσκεψη
eu: Azken bisita
fi: Viimeksi katsottu
fr_ca: Dernière visite
hu: Legutóbbi látogatás
it: Ultima visita
mt_mt: L-Aħħar Żjara
nn: Siste vitjing
no: Siste besøk
pl: Ostatnia wizyta
sv: Senaste besök
uk: Останнє Відвідування
vi: Lần Ghé Thăm Cuối

source: Log out of all other sessions
ar: الخروج من جميع الجلسات
bs: Odjavi se iz svih ostalih sesija
ca: Sortir de totes les altres sessions
el: Έξοδος από όλες τις άλλες συνεδρίες
eu: Amaitu beste saio guztiak
fi: Kirjaudu ulos muista istunnoista
fr_ca: Déconnecter toutes les autres sessions
hu: Többi munkamenet kiejekentkeztetése
it: Disconnetti tutte le altre sessioni
mt_mt: Agħlaq is-sessjonijiet l-oħra kollha
nn: Logg ut or alle andre økter
no: Logg ut av alle andre økter
pl: Wyloguj ze wszystkich sesji
sv: Logga ut från alla andra sessioner
uk: завершити всі інші сесії
vi: Đăng xuất tất cả các phiên

source: clear sessions
ar: مسح الجلسات
bs: očisti sesije
ca: netejar sessions
el: καθαρισμός συνεδριών
eu: garbitu saioak
fi: pyyhi istunnot
fr_ca: remettre les sessions à zéro
hu: munkamenetek törlése
it: azzera sessioni
mt_mt: neħħi s-sessjonijiet
nn: tøm øktene
no: Rensk økter
pl: wyczyść sesje
sv: rensa sessioner
uk: очистити сесії
vi: dọn dẹp các phiên

source: Apps you have authorized
ar: التطبيقات المسموح لها
bs: Dozvoljene aplikacije
el: Εφαρμογές που έχεις εξουσιοδοτήσει
fi: Valtuuttamasi sovellukset
fr_ca: Applications que vous avez autorisées
hu: Alkalmazások, amiket engedélyeztél
it: App che hai autorizzato
mt_mt: Applikazzjonijiet li int awtorizzajt
nn: Appar som du har godkjend
no: Apps som du har autorisert
pl: Aplikacje zaakceptowane przez ciebie
sv: Appar som du har auktoriserat
uk: Програми, яким ви дали доступ
vi: Ứng dụng bạn đã ủy quyền

source: who to ban?
bs: koga banovati?
ca: a qui bandejar?
el: Ποιον να μπλοκάρω;
fi: ketä bannata?
fr_ca: Qui bannir ?
hu: kit bannolni?
it: chi vuoi bannare?
mt_mt: lil min trid tkeċċi?
nn: hvem skal man utestenge?
no: hvem skal man utestenge?
pl: kogo zbanować?
sv: vem ska bannlysas?
uk: кого блокувати?
vi: cấm ai?

source: reason
fr_ca: raison
it: motivo
sv: orsak

source: Other
fr_ca: Autre
it: Altro

source: (will not be visible to user)
bs: (neće biti vidljivo korisniku)
el: (δεν θα είναι ορατό στον χρήστη)
fi: (ei tule näkymään käyttäjälle)
fr_ca: (ne sera pas visible par les utilisateurs)
hu: (nem lesz látható a felhasználó számára)
it: (non sarà visibile all'utente)
mt_mt: (ma' jkunx viżibbli mill-utent)
nn: (vil ikke være synlig for brukeren)
no: (vil ikke være synlig for brukeren)
pl: (nie będzie widoczny dla użytkownika)
sv: (kommer inte synas för användaren)
uk: (не показується користувачеві)
vi: (không hiển thị đối với người dùng)

source: how long?
fi: kuinka kauan?
fr_ca: combien de temps ?
it: per quanto tempo?
mt_mt: għal kemm żmien?
nn: hvor lenge?
no: hvor lenge?
pl: jak długo?
sv: hur länge?
uk: як довго?

source: days (leave blank for permanent)
fi: päivää (tai jätä tyhjäksi, jolloin ikuinen)
fr_ca: nombre de jours(laisser vide pour rendre permanent)
it: giorni (lascia vuoto per permanente)
mt_mt: ġranet (ħallijha vojta jekk tridha permanenti)
nn: dager (la være blank for permanent)
no: dager (la være blank for permanent)
pl: dni (zostaw puste, aby ustawić na permanentne)
sv: dagar (lämna tomt för permanent)
uk: кількість днів (залиште порожнім для постійного)

source: note to include in ban PM
fr_ca: remarque pour inclure le bannissement en PM
it: nota da includere nel messaggio privato di ban
mt_mt: nota x'tinkludi fil-PM tat-tkeċċija
no: beskjed som blir lagt ved i utestengelsesmeldingen
sv: meddelande att skicka med ett bannlysnings-PM
uk: примітка, текст якої буде включено у повідомлення про блокування

source: No items found
el: Δεν βρέθηκαν αντικείμενα
fi: Täältä ei löytynyt mitään
fr_ca: Aucun élément trouvé
hu: Nincs találat
it: Nessun oggetto trovato
mt_mt: L-ebda oġġett ma nstab
nn: Ingen elementer funnet
no: Ingen elementer funnet
pl: Nie znaleziono rekordów
sv: Hittade inget
uk: Нічого не знайдено

source: jump to
el: μεταπήδηση στο
fi: siirry
fr_ca: aller à
it: salta a
mt_mt: aqbeż għal
nn: hopp til
no: hopp til
pl: skocz do
sv: hoppa till
uk: перейти до

source: show all
bs: prikaži sve
el: δείξε όλα
fi: näytä kaikki
fr_ca: Afficher tout
hu: mutasd mindet
it: mostra tutto
mt_mt: uri kollox
nn: vis alle
no: vis alle
pl: pokaż wszystko
sv: visa alla
uk: показати все

source: send message
ar: أرسل رسالة
bs: pošalji poruku
ca: envia un missatge
el: αποστολή μηνύματος
eo: sendu mesaĝo
et: saada sõnum
eu: bidali mezua
fi: lähetä viesti
fr_ca: envoyer un message
he: שלח הודעה
hu: üzenet elküldése
it: invia messaggio
mt_mt: ibgħat messaġġ
nn: send melding
no: send en melding
pl: wyślij wiadomość
sr_la: pošalji poruku
sv: skicka meddelande
ta: செய்தி அனுப்ப
uk: відправити повідомлення
vi: gửi tin nhắn

source: can't remove
ar: لايمكن المسح
bs: nije moguće ukloniti
ca: no es pot eliminar
el: δεν μπορώ να το αφαιρέσω
eu: ezin da kendu
fi: ei voi poistaa
fr_ca: impossible à supprimer
hu: nem távolítható el
it: impossibile rimuovere
mt_mt: ma' nistax inneħħi
nn: kan ikkje fjerne
no: kan ikke fjerne
pl: nie można usunąć
sv: det går inte att ta bort
uk: неможливо видалити
vi: không thể bỏ

source: %(time)s days left
fi: %(time)s päivää jäljellä
fr_ca: %(time)s jours restants
hu: %(time)s nap van vissza
it: %(time)s giorni rimanenti
mt_mt: baqa' %(time)s ġranet
nn: %(time)s dager igjen
no: %(time)s dager igjen
pl: %(time)s dni pozostało
sv: %(time)s dagar kvar
uk: днів залишилось: %(time)s

source: make permanent
fr_ca: rendre permanent
it: rendi permanente
mt_mt: agħmel permanenti
nn: omgjør til permanent
no: omgjør til permanent
pl: ustaw permanentne
sv: gör permanent
uk: зробити постійним

source: made permanent
fr_ca: rendu permanent
it: reso permanente
mt_mt: magħmul permanenti
nn: omgjort til permanent
no: omgjort til permanent
sv: gjord permanent
uk: зроблено постійним

source: you type:
ar: قمت بإدخال:
bs: vi pišete:
ca: escrius:
el: γράφεις:
eo: se vi tajpas:
et: sa kirjutad:
eu: hau idatzi duzu:
fi: mitä kirjoitat:
fr_ca: vous écrivez :
he: אתם כתבתם:
hu: ezt írod be:
it: se scrivi:
mt_mt: int iddaħħal:
nn: du skriv:
no: du skrev:
pl: wpisujesz:
sr_la: vi pišete:
sv: du skriver:
ta: நீங்கள் தட்டச்சு செய்யவும்:
uk: ви пишете:
vi: bạn đánh:

source: you see:
ar: سترى:
bs: vi vidite:
ca: veus:
el: βλέπεις:
eo: vi vidos:
et: sa näed:
eu: hau ikusten duzu:
fi: mitä näet:
fr_ca: vous voyez :
he: אתם רואים:
hu: ezt látod:
it: vedrai:
mt_mt: int tara:
nn: du ser:
no: du ser:
pl: widzisz:
sr_la: vi vidite:
sv: du ser:
ta: நீங்கள் பார்க்கவும்:
uk: ви бачите:
vi: bạn thấy:

source: italics
ar: مائل
bs: nakrivljeno
ca: itàliques
el: πλάγια
eo: kursiva
et: kursiivkiri
eu: etzana
fi: kursiivi
fr_ca: italique
he: כתב נוטה
hu: dőlt
it: corsivo
mt_mt: korsiv
nn: kursiv
no: kursiv
pl: kursywa
sr_la: nakošeno
sv: kursiv
ta: முன் சாய்ந்த எழுத்துக்கள்
uk: курсив
vi: chữ nghiêng

source: bold
ar: عريض
bs: podebljano
ca: negreta
el: έντονα
eo: grasa
et: paks kiri
eu: lodia
fi: lihavoitu
fr_ca: gras
he: כתב מובלט
hu: kövér
it: grassetto
mt_mt: tipa grassa
nn: feit
no: fet
pl: pogrubienie
sr_la: debelo
sv: fetstil
ta: அழுத்தமான எழுத்துக்கள்
uk: жирний
vi: chữ in đậm

source: item
ar: عنصر
bs: stavka
ca: ítem
el: αντικείμενο
eo: listero
et: element
eu: elementua
fi: rivi
fr_ca: élément
he: אייטם
hu: listaelem
it: oggetto
mt_mt: oġġett
nn: gjenstand
no: punkt
pl: element
sr_la: predmet
sv: sak
ta: தேர்ந்தெடுத்த பொருள்
uk: елемент
vi: vật phẩm

source: quoted text
ar: نص مقتبس
bs: citirani tekst
ca: text citat
el: αναφερόμενο κείμενο
eo: citaĵo
et: tsitaat
eu: aipua
fi: lähdeviittaus
fr_ca: texte cité
he: טקסט מצוטט
hu: idézés
it: testo citato
mt_mt: test ikwotat
nn: sitert tekst
no: sitert tekst
pl: cytowany tekst
sr_la: citirani tekst
sv: citerad text
ta: மேற்கோளிட்ட உரை
uk: цитований текст
vi: đoạn được trích dẫn

source: an embedded version of that link
fi: upotettu versio tuosta linkistä
fr_ca: une version intégrée de ce lien
it: una versione incorporata di quel link
mt_mt: verżjoni inkorporata tal-link
sv: en inbäddad version av den länken
uk: вбудована версія того посилання

source: formatting help
ar: تنسيق المساعدة
bs: pomoć oko formatiranja
ca: ajuda de format
el: βοήθεια μορφοποίησης
eo: formathelpo
eu: formatuaren laguntza
fi: muotoiluapu
fr_ca: aide au formatage
hu: segítség a formázáshoz
it: aiuto con la formattazione
mt_mt: għajnuna tal-ifformatjar
nn: formateringshjelp
no: formateringshjelp
pl: formatowanie
sr_la: pomoć pri formatiranju
sv: formateringshjälp
uk: допомога у форматуванні
vi: trợ giúp định dạng

source: upload
ar: تحميل
bs: dodaj
ca: pujar
el: ανέβασμα
eo: alŝutu
eu: kargatu
fi: lähetä
fr_ca: charger
hu: feltöltés
it: carica
mt_mt: tella'
nn: last opp
no: last opp
pl: uploaduj
sr_la: učitaj
sv: ladda upp
uk: завантажити
vi: tải lên

source: select
fr_ca: sélectionner
it: seleziona
sv: välj

source: uploading
ar: يتم التحميل
bs: dodajem
ca: pujant
el: ανεβαίνει
eo: alŝuto
eu: kargatzen
fi: lähetetään
fr_ca: chargement
hu: feltöltés
it: caricamento in corso
mt_mt: qed intella'
nn: lastar opp
no: laster opp
pl: uploaduję
sr_la: učitavanje
sv: laddar upp
uk: завантаження
vi: đang tải lên

source: last edited
ar: اخر تعديل
bs: posljednje uređivanje
ca: última edició
el: τελευταία επεξεργασία
fi: viimeksi muokattu
fr_ca: dernière édition
hu: utoljára szerkesztve
it: ultima modifica
mt_mt: l-aħħar modifika
nn: sist endra
no: sist endret
pl: ostatnio zmieniany
sv: senast redigerad
uk: останнє редагування
vi: lần sửa cuối

source: Adult content: Not Safe For Work
ar: محتوى للبالغين فقط: غير آمن للعمل
bs: Sadržaj za odrasle: nije sigurno za rad
ca: Contingut per adults: No és segur per el lloc de treball
el: Ακατάλληλο περιεχόμενο: Μη ασφαλές για την δουλειά
eo: Plenkreskulaĵo: Maltaŭga Por Laborejo
eu: Helduentzako edukia: Not Safe For Work, NSFW
fi: K-18, ei työturvallista
fr_ca: Contenu adulte : pas sûr pour le travail
hu: Felnőtt tartalom: Nem Biztonságos Munkában
it: Contenuto adulto: non adeguato per lavoro (NSFW).
mt_mt: Kontenut irriżervat għall-adulti: mhux żgur għal xogħol (NSFW)
nn: Vaksent innhald: Ikkje trygt på jobben (NSFW)
no: Voksent innhold: Ikke jobbsikkert (NSFW)
pl: Treść dla dorosłych: Not Safe For Work
sv: Vuxeninnehåll: Ej lämpligt på arbetet
uk: Дорослий контент: Не Для Офісу
vi: Nội dung dành cho người lớn: Cẩn thận khi xem

source: Quarantined content: Content may be highly offensive
fr_ca: Contenu mis en quarantaine : Le contenu de cette page peut être très offensant
it: Contenuto in quarantena: questo contenuto potrebbe essere offensivo
uk: Вміст в карантині: Контент може бути дуже неприємним

source: Quarantined
fr_ca: Mis en quarantaine
it: In quarantena
sv: I karantän
uk: в карантині

source: learn more
ar: معرفة المزيد
bs: saznaj više
el: μάθετε περισσότερα
fi: opi lisää
fr_ca: en savoir plus
hu: Tudj meg többet
it: più info
mt_mt: Tgħallem aktar
nn: lær meir
no: lær mer
pl: dowiedz się więcej
sv: lär dig mer
uk: дізнатися більше
vi: tìm hiểu thêm

source: get live %(site)s headlines on your site
ar: أحصل على عناوين %(site)s على موقعك
bs: dobijte najnovije vijesti sa %(site)s na vašoj stranici
ca: posa els titulars de %(site)s a la teva web
el: απόκτησε ζωντανές επικεφαλίδες του %(site)s στον ιστοχώρο σου
et: näita %(site)s pealkirju oma saidil LIVEs
fi: lisää reaaliaikaisia %(site)s-rivejä sivustollesi
fr_ca: obtenir les primeurs de %(site)s sur votre site
he: קבל כותרות %(site)s חיות לאתרך
hu: friss %(site)s címsorok a te website-odon
it: ricevi in diretta le news sul tuo sito da %(site)s
mt_mt: ikseb aħbarijiet ta' %(site)s fuq is-sit tiegħek
nn: få overskrifter i sann tid %(site)s på sida di
no: få live overskrifter fra %(site)s på din side
pl: pobieraj najnowsze nagłówki %(site)s na swoją stronę
sr_la: imajte najnovije %(site)s naslove uživo
sv: få rubriker från %(site)s på din sajt
ta: நிகழ்வு தலைப்புச்செய்திகளை உங்கள் இணைதளத்தில் பெறுங்கள்!
uk: отримайте найсвіжіші заголовки з %(site)s на вашому сайті

source: just cut and paste the generated code into your site and your specified %(site)s feed will be displayed and updated as new stories bubble up
ar: فقط أنسخ و أضف الشفرة المنتجة في موقعك و تغذية %(site)s المختارة سوف تعرض و تُحدث عندما تظهر منشورات جديدة
bs: jednostavno kopirajte i zalijepite generisani kod na vašu stranicu i vaš odabrani %(site)s kanal će početi prikazivati sve poruke koje se u njemu nalaze
ca: només has de copiar i enganxar el codi generat a la teva web i el feed especificat per %(site)s es mostrarà i s'actualitzarà mesura que arribin noves histories
el: απλά αντέγραψε και επικόλλησε τον παραγόμενο κώδικα στον ιστοχώρο σου και η τροφοδοσία του %(site)s θα εμφανίζεται και θα ενημερώνεται καθώς αναδύονται νέα άρθρα
et: lihtsalt cut ja paste genereeritud kood oma saidile ning sinu valitud %(site)s feedi näidatakse ja uuendatakse, kui midagi uut tekib
fi: leikkaa ja liimaa generoitu koodi sivustollesi niin sen %(site)s-osuus päivitetään sitä mukaa kun uusia juttuja putkahtaa.
fr_ca: Copiez et coller ce code sur votre site. Vos fils de nouvelles %(site)s seront affichés et mis à jour lorsqu'une nouvelle histoire est ajoutée.
he: כל שצריך הוא להעתיק ולהדביק את הקוד לאתרך כדי להציג את הסיפורים החדשים מרדהיט
hu: másold ki ezt a kódot és illeszd be a website-odba ahhoz, hogy az általad összeállított %(site)s feed megjelennyen és frissüljön, ahogy új linkek megjelennek
it: copia e incolla il codice che è stato generato nel tuo sito e il feed di news da %(site)s verrà mostrato e aggiornato in diretta
mt_mt: kemm taqta' u twaħħal il-kodiċi ġġenerat fis-sit tiegħek u l-feed isspeċifikata ta' sit%(site)s tintwera u tkun aġġornata b'aħbarijiet ġodda
nn: berre klipp og lim den genererte koden inn i sida di, og straumane du plukka ut %(site)s vil bli viste og oppdaterte ettersom nye postar flyt opp
no: bare kopier og lim inn den genererte koden inn i den side og dine spesifiserte %(site)s feed vil bli vist og oppdatert ettersom nye historier dukker opp
pl: wytnij i wklej wygenerowany kod do swojej strony a treść %(site)s będzie aktualizowana i ukazywana jak tylko pojawią się nowe treści
sr_la: samo kopirajte generisan kod u vaš sajt i prikaz specificiranog %(site)s izvora će biti prikazani i osvežavani kako nove priče dolaze
sv: klistra in den genererade koden på din sajt så får du automatiskt uppdaterade rubriker från %(site)s
uk: виріжте та вставте згенерований код на ваш сайт і обраний поток новин з %(site)s буде показано и оновлятиметься з появою нових історій

source: which links do you want to display?
ar: أي روابط تريد أن تعرض؟
bs: koje linkove je potrebno prikazati?
ca: quins enllaços vols mostrar?
el: ποιούς συνδέσμους θέλεις να προβάλλεις;
et: milliseid linke sa näidata tahad?
eu: zein esteka bistaratu nahi dituzu?
fi: mitä linkkejä haluaisit näyttää?
fr_ca: Quel liens souhaitez-vous afficher ?
he: כמה לינקים תרצה להציג?
hu: melyik linket szeretnéd megjeleníteni?
it: quali link vuoi mostrare?
mt_mt: liema links tixtieq turi?
nn: kva lenkjer vil du vise?
no: hvilke lenker vil du vise?
pl: które linki chcesz pokazać?
sr_la: koje linkove želite da budu prikazani?
sv: vilka länkar vill du visa?
ta: எந்த இணைகளைக் காண்பிக்க விருப்பம்?
uk: які посилання бажаєте бачити?
vi: bạn muốn hiển thị liên kết nào?

source: this hour
ar: هذه الساعة
bs: u ovom satu
ca: aquesta hora
el: αυτή την ώρα
eo: ĉi horo
et: sel tunnil
eu: azken ordua
fi: tältä tunnilta
fr_ca: cette heure-ci
he: בשעה האחרונה
hu: ebben az órában
it: nell'ultima ora
mt_mt: l-aħħar siegħa
nn: den her timen
no: denne timen
pl: tej godziny
sr_la: ovog sata
sv: denna timmen
ta: இப்போது
uk: цієї години
vi: giờ này

source: today
ar: اليوم
bs: danas
ca: avui
el: σήμερα
eo: hodiaŭ
et: täna
eu: gaur
fi: tältä päivältä
fr_ca: aujourd'hui
he: היום
hu: ma
it: oggi
mt_mt: illum
nn: i dag
no: i dag
pl: dzisiaj
sr_la: danas
sv: idag
ta: இன்று
uk: сьогодні
vi: hôm nay

source: this week
ar: هذا الاسبوع
bs: ove sedmice
ca: aquesta setmana
el: αυτή τη βδομάδα
eo: ĉisemajne
et: sel nädalal
eu: azken astea
fi: tältä viikolta
fr_ca: cette semaine
he: השבוע
hu: ezen a héten
it: questa settimana
mt_mt: dil-ġimgħa
nn: den her veka
no: denne uken
pl: tego tygodnia
sr_la: ove nedelje
sv: denna vecka
ta: இந்த வாரம்
uk: цього тижня
vi: tuần này

source: this month
ar: هذا الشهر
bs: ovog mjeseca
ca: aquest mes
el: αυτό το μήνα
eo: ĉimonate
et: sel kuul
eu: azken hilabetea
fi: tältä kuukaudelta
fr_ca: ce mois-ci
he: החודש
hu: ebben a hónapban
it: questo mese
mt_mt: dax-xahar
nn: den her månaden
no: denne måneden
pl: tego miesiąca
sr_la: ovaj mesec
sv: denna månad
ta: இந்த மாதம்
uk: цього місяця
vi: tháng này

source: all-time
ar: كل الوقت
bs: sve vrijeme
ca: tots els temps
el: όλων των εποχών
eo: ĉiam ajn
et: aegade algusest
eu: beti
fi: kaikilta ajoilta
fr_ca: depuis le début
he: בכל הזמנים
hu: eddig
it: di sempre
mt_mt: ta' dejjem
nn: tidenes
no: gjennom tidene
pl: od początku
sr_la: svih vremena
sv: all tid
ta: என்றென்றும்
uk: за весь час
vi: mọi lúc

source: submitted by
ar: أرسلت بواسطة
bs: poslano od
ca: enviada per
el: υποβληθέντα από
eo: afiŝita de
et: postitas redditisse
eu: nork bidalia
fi: lisäsi
fr_ca: soumis par
he: הוגש על ידי
hu: beküldte
it: inviato da
mt_mt: impostat minn
nn: sendt inn av
no: sendt inn av
pl: dodane przez
sr_la: postavio/la
sv: inskickade av
ta: சமர்ப்பித்தவர்கள்
uk: розміщено
vi: đăng bởi

source: saved by
ar: حفظت بواسطة
bs: sačuvao
ca: desada per
el: αποθηκευμένα από
eo: savita de
et: salvestasid
eu: nork gordea
fi: tallensi
fr_ca: enregistré par
he: נשמר על ידי
hu: elmentette
it: salvato da
mt_mt: salvat minn
nn: lagra av
no: lagret av
pl: zapisane przez
sr_la: snimio/la
sv: sparade av
ta: இப்படி பதிவு செய்யப்பட்டது
uk: збережено
vi: lưu bởi

source: upvoted by
fr_ca: voté positivement par
hu: felpontozta
it: votato positivamente da
mt_mt: ivvutat il-fuq minn
uk: проголосоване за

source: downvoted by
fr_ca: voté négativement par
hu: lepontozta
it: votato negativamente da
mt_mt: ivvutat l-isfel minn
sv: nedröstad av
uk: проголосоване проти

source: listing options
ar: خيارات التعداد
bs: opcije listinga
ca: opcions de llistat
el: επιλογές λίστας
eu: zerrendatze aukerak
fi: listausvalinnat
fr_ca: options de listes
hu: listázási beállítások
it: opzioni elenchi
mt_mt: preferenzi tal-elenku
nn: listeval
no: listevalg
pl: opcje list
sr_la: opcije listinga
sv: listinställningar
uk: параметри списку
vi: tùy chọn liệt kê

source: links from %(domain)s
ar: روابط من %(domain)s
bs: linkovi sa %(domain)s
ca: enllaços des de %(domain)s
el: σύνδεσμοι από %(domain)s
eo: ligoj de %(domain)s
eu: %(domain)s-(e)ko estekak
fi: linkkejä domainista %(domain)s
fr_ca: liens de %(domain)s
hu: hivatkozások a következő címről: %(domain)s
it: link da %(domain)s
mt_mt: links minn %(domain)s
nn: lenkjer frå %(domain)s
no: lenker fra %(domain)s
pl: linki z %(domain)s
sr_la: linkovi sa %(domain)s
sv: länkar från %(domain)s
uk: посилання з %(domain)s
vi: liên kết từ %(domain)s

source: links %(submitted_by)s the user %(who)s
ar: روابط %(submitted_by)s المُتسخدم %(who)s
bs: linkovi %(submitted_by)s od korisnika %(who)s
ca: enllaços %(submitted_by)s l'usuari %(who)s
el: σύνδεσμου %(submitted_by)s τον/την the %(who)s
eo: ligoj %(submitted_by)s la uzulo %(who)s
eu: %(who)s erabiltzaileak %(submitted_by)s estekak
fi: linkit jotka %(who)s %(submitted_by)s
fr_ca: liens %(submitted_by)s l'utilisateur %(who)s
hu: link %(submitted_by)s %(who)s felhasználó által beküldve
it: link %(submitted_by)s dall'utente %(who)s
mt_mt: links %(submitted_by)s l-utent %(who)s
nn: lenkjer %(submitted_by)s brukaren %(who)s
no: lenker %(submitted_by)s bruker %(who)s
pl: linki %(submitted_by)s użytkownika %(who)s
sr_la: linkovi %(submitted_by)s korisnika %(who)s
sv: länkar %(submitted_by)s användaren %(who)s
uk: посилання %(submitted_by)s користувачем %(who)s
vi: liên kết %(submitted_by)s thành viên %(who)s

source: links from the domain %(domain)s
ar: راوبط من النطاق %(domain)s
bs: linkovi sa domene %(domain)s
ca: enllaços del domini %(domain)s
el: σύνδεσμοι από τον ιστοτόπο %(domain)s
eo: ligoj de la domajno %(domain)s
eu: %(domain)s domeinuko estekak
fi: linkit domainista %(domain)s
fr_ca: liens depuis le domaine %(domain)s
hu: hivatkozások a %(domain)s doménről
it: link dal dominio %(domain)s
mt_mt: links mid-dominju %(domain)s
nn: lenkjer frå domenet %(domain)s
no: lenker fra domenet %(domain)s
pl: linki z domeny %(domain)s
sr_la: linkovi sa domena %(domain)s
sv: länkar från domänen %(domain)s
uk: посилання з домену %(domain)s
vi: liên kết từ tên miền %(domain)s

source: sorting options
ar: خيارات التصنيف
bs: opcije sortiranja
ca: opcions d'ordenació
el: επιλογές ταξινόμησης
eo: ordig-opcioj
eu: ordenatze aukerak
fi: lajitteluvalinnat
fr_ca: options de triage
hu: rendezési beállítások
it: opzioni di ordinamento
mt_mt: preferenzi tal-ordnar
nn: sorteringsval
no: sorteringsvalg
pl: opcje sortowania
sr_la: opcije sortiranja
sv: sorteringsinställningar
uk: опції сортування
vi: tùy chọn sắp xếp

source: hottest
ar: أكثر سخونة
bs: najpopularnije
ca: les més candents
el: πιο τρέχοντα
eo: plej popularaj
et: kuumimad
eu: beroena
fi: kuumat
fr_ca: meilleur
he: החמים ביותר
hu: legérdekesebb
it: più popolari
mt_mt: l-aktar jaħarqu
nn: heitaste
no: mest populær
pl: najciekawsze
sr_la: vruće
sv: hetast
ta: மிகவும் விரும்பப் பட்டவை
uk: найгарячіше
vi: nóng nhất

source: newest
ar: الأحدث
bs: najnovije
ca: les més noves
el: πιο καινούρια
eo: plej novaj
et: uusimad
eu: berriena
fi: uusimmat
fr_ca: nouveau
he: החדשים ביותר
hu: legfrissebb
it: più nuovi
mt_mt: l-aktar ġodda
nn: nyaste
no: nyeste
pl: najnowsze
sr_la: najnovije
sv: nyast
ta: மிகவும் புதியவை
uk: найновіше
vi: mới nhất

source: sort links by %(what)s
ar: صنف الروابط بـ %(what)s
bs: sortiraj linkove po %(what)s
ca: ordena enllaços per %(what)s
el: ταξινόμηση συνδέσμων ανά %(what)s
eu: ordenatu estekak %(what)s-(r)en arabera
fi: lajittele %(what)s mukaan
fr_ca: trier les liens par %(what)s
hu: linkek rendezése %(what)s szerint
it: ordina i link per %(what)s
mt_mt: poġġi il-links fl-ordni tal-%(what)s
nn: sorter lenkjer etter %(what)s
no: sorter lenker etter %(what)s
pl: sortuj linki przez %(what)s
sr_la: poređaj linkove po %(what)s
sv: sortera länkar efter %(what)s
uk: сортувати посилання за %(what)s
vi: sắp xếp liên kết bởi %(what)s
