Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: see the suggestions again
el: ξαναδές τις προτάσεις
fi: katso ehdotukset uudelleen
fr_ca: Voir les suggestions à nouveau
hu: javaslatok ismételt megtekintése
it: visualizza di nuovo i suggerimenti
mt_mt: erġa' ara s-suġġerimenti
nn: se alternativene igjen
no: se alternativene igjen
pl: sprawdź ponownie propozycje
sv: se förslagen igen
uk: ще раз погляньте на рекомендації
vi: xem lại đề nghị lần nữa

source: submit to %(sr)s
ar: إرسل إلى %(sr)s
bs: pošalji na %(sr)s
ca: enviar a %(sr)s
el: υποβολή στο %(sr)s
eu: bidali %(sr)s-(e)ra
fi: lisää %(sr)s
fr_ca: soumettre à %(sr)s
hu: beküldés a(z) %(sr)s subredditre
it: invia a %(sr)s
mt_mt: imposta lil %(sr)s
nn: send til %(sr)s
no: send til %(sr)s
pl: wyślij do %(sr)s
sv: skicka till %(sr)s
uk: опублікувати в %(sr)s
vi: đệ trình tới %(sr)s

source: Choose File
fr_ca: Choisir un Fichier
it: Scegli File
sv: Välj fil

source: use suggested title
fr_ca: utiliser le titre suggéré
it: usa titolo suggerito
sv: använd föreslagen titel

source: text
ar: نص
bs: tekst
el: κείμενο
eu: testua
fi: teksti
fr_ca: texte
hu: szöveg
it: testo
mt_mt: test
nn: tekst
no: tekst
pl: tekst
uk: текст
vi: văn bản

source: (optional)
ar: (اختياري)
bs: (neobavezno)
ca: (opcional)
el: (προαιρετικό)
eo: (ne deviga)
eu: (hautazkoa)
fi: (valinnainen)
fr_ca: (facultatif)
hu: (nem kötelező)
it: (opzionale)
mt_mt: (opzjonali)
nn: (valfri)
no: (valgfritt)
pl: (opcjonalnie)
sr_la: neobavezno
sv: (valfritt)
uk: (необов'язково)
vi: (có hoặc không)

source: suggest title
ar: اقترح عنوان
bs: predloži naslov
ca: suggereix títol
el: πρότεινε τίτλο
eu: proposatu izenburua
fi: ehdota otsikkoa
fr_ca: suggérer un titre
hu: ajánlott cím
it: suggerisci titolo
mt_mt: issuġġerixxi titlu
nn: føreslå tittel
no: foreslå tittel
pl: zaproponuj tytuł
sv: föreslå rubrik
uk: підказати заголовок
vi: tiêu đề đề nghị

source: choose a subreddit
ar: اختر ريديت فرعية
bs: odaberite subreddit
ca: Tria un subreddit
el: επιλέξτε ένα υποreddit
eu: aukeratu azpireddit bat
fi: valitse subreddit
fr_ca: choisir un subreddit
hu: subreddit választása
it: scegli un subreddit
mt_mt: agħżel subreddit
nn: vel ein subreddit
no: velg en subreddit
pl: wybierz subreddit
sv: välj en subreddit
uk: оберіть сабреддіт
vi: chọn một reddit phụ

source: submitting to %(sr)s
fi: lähetetään %(sr)s
fr_ca: envoi à %(sr)s
hu: beküldés ide: %(sr)s
it: stai inviando a %(sr)s
mt_mt: qed nimposta ġo %(sr)s
nn: sender inn til %(sr)s
no: sender inn til %(sr)s
pl: wyślij do %(sr)s
sv: postar till %(sr)s
uk: відправляється до %(sr)s
vi: đang gửi bài lên %(sr)s

source: send replies to my inbox
bs: šalji odgovore u moje sanduče
el: στείλε τις απαντήσεις στα εισερχόμενά μου
fi: lähetä vastaukset saapuneet-kansiooni
fr_ca: envoyer les réponses dans ma boîte de réception
hu: küldje a válaszokat a bejövőkbe
it: invia risposte nella mia casella della posta in arrivo
mt_mt: ibgħat it-tweġibiet lejn l-inbox tiegħi
nn: send svar til innboksen min
no: send svar til min innboks
pl: informuj mnie o odpowiedziach
sv: skicka svar till min inbox
uk: відправляти відповіді до моєї вхідної скриньки
vi: gửi trả lời đến hộp thư đến của tôi

source: please be mindful of reddit's %(content_policy)s and practice %(good_reddiquette)s.
fr_ca: veuillez être attentifs à la %(content_policy)s de Reddit et vous entraîner aux %(good_reddiquette)s.
it: tieni a mente %(content_policy)s di reddit e attieniti a una %(good_reddiquette)s.

source: good reddiquette
ar: قواعدّيت
bs: dobar reddiket
el: ορθή δεοντολογία
fi: hyvä retiketti
fr_ca: reddiquette appropriée
hu: jó reddikett
it: buona reddiquette
mt_mt: redikett kif imiss
nn: god redikette
no: god reddiquette
pl: Dobra reddykieta
sv: god reddikett
uk: реддікету

source: *required
fr_ca: *requis
it: *richesto
sv: *obligatorisk

source: reddit newsletter - upvoted weekly
fr_ca: newsletter de reddit - voté positivement cette semaine
it: newsletter reddit - votato settimanalmente
mt_mt: ċirkolari ta' reddit - ivvutat il-fuq kull ġimgħa
sv: reddits nyhetsbrev - upröstat i veckan

source: subscribe to reddit's official newsletter,
fr_ca: abonnez-vous à la newsletter officielle de reddit,
it: iscriviti alla newsletter ufficiale di reddit,
mt_mt: abbona għaċ-ċirkolari uffiċċjali ta' reddit,
sv: prenumerera på reddits officiella nyhetsbrev,
uk: підписатися на офіційну розсилку Реддіт

source: upvoted weekly
fr_ca: voté positivement par semaine
it: votato positivamente ogni settimana
mt_mt: ivvutat il-fuq kull ġimgħa
uk: щотижнева доставка

source: Enter your email to get the very best of reddit's content curated, packaged, and delivered to your inbox once a week. It's free and we'll never spam you.
fr_ca: Entrez votre adresse mail pour recevoir une fois par semaine le tout meilleur du contenu de reddit. C'est gratuit et vous ne serrez jamais spammé.
it: Inserisci la tua email per ottenere il meglio dei contenuti di reddit curati, confezionati e consegnati alla tua casella di posta una volta alla settimana. E' gratuito e non invieremo mai spam.
mt_mt: Daħħal l-indirizz tal-email tiegħek sabiex tikseb l-aqwa kontenut ta' reddit, ikkurat, ippakkeġġjat, u miġjub fl-inbox tiegħek kull ġimgħa. Das-servizz jingħata b'xejn u qatt mu se nispamjawk.
sv: Skriv in din e-postadress för att få det allra bästa av reddits material sammanställt och levererat till din inbox en gång i veckan. Det är gratis och vi kommer aldrig spamma dig.
uk: Введи свій email, щоб отримувати найкращий контент доглянутий, запакований і доставлений у твою скриньку раз на тиждень. Це безплатно і ми ніколи не будемо спамити.

source: back to reddit
fr_ca: retourner sur reddit
hu: vissza a redditre
it: ritorna a reddit
mt_mt: lura lejn reddit
sv: tillbaka till reddit
uk: назад у реддіт

source: enter your email
fi: Lisää sähköpostisi
fr_ca: entrez votre adresse e-mail
hu: írd be az email címedet
it: inserisci la tua email
mt_mt: daħħal l-indirizz tal-email tiegħek
sv: skriv in din e-postadress
uk: введи свій email

source: subscribe
ar: اشترك
bs: pretplata
ca: subscriu-te
el: εγγραφή
et: telli
eu: harpidetu
fi: tilaa
fr_ca: s'abonner
hu: feliratkozás
it: iscriviti
mt_mt: abbona
nn: ting
no: abonner
pl: subskrybuj
sv: prenumerera
ta: சந்தாதராக
uk: підписатись
vi: đăng ký theo dõi

source: More Info
fi: Enemmän tietoa
fr_ca: Plus d'info
hu: Több infó
it: Maggiori Informazioni
mt_mt: Aktar tagħrif
sv: Mer information
uk: Більше інформації

source: subscribe to our newsletter
fi: Seuraa uutiskirjettämme
fr_ca: inscrivez-vous à notre newsletter
it: inscriviti alla nostra newsletter
mt_mt: abbona għaċ-ċirkolari tagħna
sv: prenumerera på vårt nyhetsbrev
uk: підписатися на нашу розсилку

source: get the best of reddit, delivered once a week
fi: Saa reddittin parhaat palat, kerran viikossa
fr_ca: recevez une fois par semaine le meilleur de reddit
it: Ottieni il meglio di Reddit una volta a settimana
mt_mt: ikseb l-aħjar ta' reddit, miġjub lilek kull ġimgħa
sv: få det bästa från reddit levererat till dig en gång i veckan
uk: отримуй найкраще з reddit, щотижнева доставка

source: Pick 3 or more topics:
fr_ca: Choisissez 3 sujets ou plus:
it: Scegli 3 o più argomenti:
sv: Välj 3 eller fler ämnen:

source: Then we'll build a custom Front Page for you.
fr_ca: Ensuite nous construirons une première page personnalisée pour vous.

source: Go
fr_ca: Allez-y
it: Vai

source: Use Defaults
fr_ca: Utiliser les paramètres par défault
it: Usa i Default
sv: Använd förval

source: Skip this stuff
fr_ca: Passer ces trucs
it: Salta questa roba
sv: Hoppa över det här

source: Congratulations %(name)s!
fr_ca: Félicitations %(name)s!
it: Congratulazioni %(name)s!
sv: Grattis %(name)s!

source: You are a Redditor.
fr_ca: Vous êtes un redditeur.
it: Ora sei un redditor.
sv: Du är en Redditor.

source: There are thousands of communities here. Go forth and find your people!
fr_ca: Il y a des milliers de communautés ici. Allez-y et trouvez les bonnes personnes!

source: Hey %(username)s! %(app)s would like to connect with your reddit account.
fr_ca: Hé %(username)s! %(app)s voudrait se lier à votre compte reddit.

source: Allow %(app)s to:
bs: Dozvole za %(app)s:
el: Επέτρεψε στην εφαρμογή %(app)s να:
fi: Anna sovelluksille %(app)s lupa:
fr_ca: Autoriser %(app)s à :
hu: Engedélyezze %(app)s, hogy:
it: Consenti a %(app)s di:
mt_mt: Ippermetti %(app)s:
nn: Tillat %(app)s å:
no: Tillatt følgende for %(app)s:
pl: Zezwól %(app)s na:
sv: Tillåt %(app)s att:
uk: Дозволити програмі %(app)s робити такі дії:
vi: Cho phép %(app)s để:

source: %(app)s will not be able to access your reddit password.
bs: %(app)s neće biti u mogućnosti da pristupi vašoj reddit šifri.
el: Η εφαρμογή %(app)s δεν θα μπορεί να δει τον κωδικό σου για το reddit.
fi: %(app)s eivät pääse käsiksi sinun reddit salasanaan.
fr_ca: %(app)s ne sera pas autorisé à accéder à votre mot de passe reddit.
hu: %(app)s nem fog tudni hozzáférni a reddit jelszavadhoz.
it: %(app)s non potrà in ogni caso accedere alla tua password di reddit.
mt_mt: %(app)s mhux se tkun tista' taċċedi l-password ta' reddit tiegħek.
nn: %(app)s vil ikkje ha tilgjenge til redditpassordet ditt.
no: %(app)s vil aldri få tilgang til ditt passord på reddit.
pl: %(app)s nie będzie mieć dostępu do hasła do Twojego konta
sv: %(app)s får inte tillgång till ditt reddit-lösenord.
uk: %(app)s не зможе отримати доступ до вашого паролю Реддіт.
vi: %(app)s không thể truy cập mật khẩu reddit của bạn.

source: Allow
ar: اسمح
bs: Dozvoli
ca: Permet
el: Επιτρέπεται
eu: Baimendu
fi: Hyväksy
fr_ca: Autoriser
hu: Engedélyezés
it: Accetta
mt_mt: Ippermetti
nn: Tillat
no: Tillat
pl: Zezwól
sv: Tillåt
uk: Дозволити
vi: Cho phép

source: Decline
ar: ارفض
bs: Odbij
ca: Rebutjar
el: Απορρίπτεται
eu: Ukatu
fi: Torju
fr_ca: Refuser
hu: Elutasítás
it: Rifiuta
mt_mt: Irrifjuta
nn: Avslå
no: Avslå
pl: Odmów
sv: Neka
uk: Відхилити
vi: Từ chối

source: The address '%(email)s' will no longer receive email from us.
ar: البريد '%(email)s' لن يستلم بريد جديد من طرفنا .
bs: Adresa '%(email)s' više neće primati emailove od nas.
ca: La adreça '%(email)s' no rebrà més correus electrònics nostres.
el: Η διεύθυνση '%(email)s' δεν θα παίρνει πλέον email από εμάς.
eu: '%(email)s' helbideak aurrerantzean ez du gure e-postarik jasoko.
fi: osoite '%(email)s' ei enää saa postia meiltä.
fr_ca: L'adresse ' %(email)s ' ne recevra plus de courriels de notre part.
hu: A '%(email)s' cím többé nem fog emailt kapni tőlünk.
it: L'indirizzo ' %(email)s ' non riceverà più email da noi.
mt_mt: L-indirizz tal-email '%(email)s' mhux se jirċievi aktar emails minn għandna.
nn: Adressa '%(email)s' vil ikkje lenger motta e-post frå oss.
no: Adressen ' %(email)s ' vil ikke lenger motta e-poster fra oss.
pl: Adres '%(email)s' nie będzie już dostawał od nas emaili.
sr_la: adresa '%(email)s' više neće dobijati emailove od nas
sv: Adressen '%(email)s' kommer inte längre få e-post från oss.
uk: На адресу '%(email)s' більше не надходитимуть листи від нас.
vi: Phần địa chỉ '%(email)s' sẽ không còn nhận các email từ phía chúng tôi trong thời gian sắp tới.

source: A confirmation email has been queued up and should be reaching you shortly. It will be the last you hear from us.
fi: Vahvistusviesti on jonossa ja lähetetään hetken kuluttua. Se on viimeinen viesti mitä saat meiltä.
fr_ca: Un email de confirmation va être envoyé et vous devriez le recevoir rapidement. Ce sera le dernier que nous vous enverrons.
hu: Egy megerősítő email sorba lett állítva és rövidesen el kellene érnie téged. Ez lesz az utolsó, hogy hallasz felőlünk.
it: Un'email di conferma è in attesa e dovrebbe arrivarti tra poco. Sarà l'ultima comunicazione che riceverai da noi.
mt_mt: Avviż ta' konferma bl-email tqiegħed fil-kjù u għandu jasal għandek dalwaqt. Din l-aħħar darba li se tisma' minn għandna.
nn: En e-postbekreftelse vil snarlig bli sendt fra oss. Den vil være det siste du hører fra oss.
no: En e-postbekreftelse vil snarlig bli sendt fra oss. Den vil være det siste du hører fra oss.
pl: Email z potwierdzeniem powinien wkrótce dotrzeć. To będzie ostatni raz kiedy nas usłyszysz.
sv: Ett e-postmeddelande för bekräftelse har satts i kö och bör komma fram till dig inom kort. Det blir det sista du hör från oss.
uk: Поштове повідомлення з підтвердженням було розміщене в черзі і скоро буде доставлене. Це буде останній лист від нас.
vi: Một email xác nhận đã lên hàng đợi và sẽ đến tay bạn sớm thôi. Đó sẽ là lần cuối bạn nghe từ chúng tôi.

source: Would you like the address %(email)s to no longer receive email from us?
ar: هل ترغب بعدم أستقبال رسائل منا على البريد %(email)s ؟
bs: Želite li da adresa %(email)s više ne dobija naše emailove?
ca: T'agradaria que l'adreça '%(email)s no rebés més correus electrònics de nosaltres?
el: Θέλεις η διεύθυνση %(email)s να μην λαμβάνει πλέον email από εμάς;
fi: Haluaisitko, ettei osoitteeseen %(email)s enää lähetetä postia?
fr_ca: Voulez vous que l'adresse %(email)s ne reçoive plus de courriels de notre part ?
hu: Szeretnéd, ha %(email)s cím többé nem kapna emailt tőlünk?
it: preferisci non ricevere più nostre email all'indirizzo %(email)s?
mt_mt: Tixtieq li ma' tibqax tirċievi email minn għandna fuq l-indirizz tal-email %(email)s?
nn: Vil du at adressa %(email)s ikkje lenger skal motta e-post frå oss?
no: Vil du at %(email)s ikke lenger skal motta e-post fra oss?
pl: Czy chciałbyś aby adres %(email)s nie dostawał od nas emaili?
sr_la: da li bi želeli da adresa %(email)s više ne dobija emailove od nas?
sv: Vill du att adressen %(email)s inte längre ska få e-post från oss?
uk: Ви хочете щоб на адресу %(email)s більше не приходили листи від нас?
vi: Bạn có muốn phần địa chỉ %(email)s sẽ không còn nhận các email từ phía chúng tôi trong thời gian sắp tới hay không?

source: '%(email)s' has been removed from our block list.
ar: لقد تم حذف %(email)s من قائمة الحجب .
bs: '%(email)s' je uklonjena sa naše liste blokiranih adresa.
ca: '%(email)s' ha sigut eliminat de la nostra llista de bloqueigs.
el: Η διεύθυνση '%(email)s' έχει αφαιρεθεί από την λίστα με τις μπλοκαρισμένες μας.
eu: '%(email)s' kendu dugu gure blokeatze zerrendatik.
fi: '%(email)s' on poistettu estolistaltamme.
fr_ca: '%(email)s' a été supprimé de notre liste noire.
hu: '%(email)s' törölve a blokkoltak listájáról.
it: ' %(email)s ' è stato rimosso dal nostro elenco di indirizzi bloccati.
mt_mt: '%(email)s' tneħħa mil-elenku tal-indirizzi tal-email ibblokkati.
nn: '%(email)s' har vorte fjerna frå blokkeringslista vår.
no: ' %(email)s ' har blitt fjernet fra vår blokkeringsliste.
sr_la: '%(email)s' je uklonjena sa naše blok liste.
sv: '%(email)s' har tagits bort från vår blockeringslista.
uk: '%(email)s' був видалений із нашого списку блокувань.
vi: '%(email)s' đã được loại bỏ khỏi danh sách chắn từ phía chúng tôi.

source: Allow '%(email)s' to receive email from us?
ar: السماح بإستقبال رسائل منا على '%(email)s' ؟
bs: Dozvoliti primanje naših emailova za '%(email)s'?
ca: Permetre que '%(email)s' rebi correus electrònics nostres?
el: Θα επιτρέψεις στο '%(email)s' να λαμβάνει email από εμάς;
fi: Salli postin lähetys osoitteeseen '%(email)s'?
fr_ca: Autoriser '%(email)s' à recevoir des courriels de notre part ?
hu: Engedélyezed, hogy '%(email)s' emailt kapjon tőlünk?
it: Consenti a ' %(email)s ' di ricevere email da noi?
mt_mt: Tippermetti r-riċeviment ta' email minn għandna fl-indirizz '%(email)s'?
nn: Tillate '%(email)s' å motta e-postar frå oss?
no: Tillat ' %(email)s ' å motta e-poster fra oss?
pl: Pozwalaj ' %(email)s' na otrzymywanie emaili od nas?
sr_la: dozvoli '%(email)s' da dobija emailove od nas?
sv: Tillåt '%(email)s' att få e-post från oss?
uk: Дозволити '%(email)s' отримувати пошту від нас?
vi: Cho phép '%(email)s' nhận các email được gửi từ phía chúng tôi?

source: over 18
fr_ca: 18 ans ou plus
hu: 18-on felül
it: maggiorenne
sv: över 18
uk: більше 18

source: You must be 18+ to view this community
fi: Sinun tulee olla yli 18-vuotias tarkastellaksesi tätä yhteisöä
fr_ca: Vous devez avoir 18 ans ou plus pour voir cette communauté
hu: Legalább 18 évesnek kell lenned, hogy megtekinthesd ezt a közösséget
it: Devi avere più di 18 anni per vedere questa comunità
sv: Du måste vara 18 år eller äldre för att besöka detta community
uk: Вам має бути більше 18, щоб переглядати цю спільноту

source: You must be at least eighteen years old to view this content. Are you over eighteen and willing to see adult content?
fi: Sinun tulee olla ainakin 18-vuotias tarkastellaksesi tätä sisältöä. Oletko yli 18-vuotias ja halukas näkemään aikuisille suunnattua sisältöä?
fr_ca: Vous devez avoir au moins 18 ans pour voir se contenu. Avez-vous plus de dix-huit et désireux de voir du contenu adulte?
it: Devi avere almeno diciotto anni per visualizzare questo contenuto. Hai più di diciotto anni e vuoi vedere contenuti per adulti?
sv: Du måste vara minst 18 år gammal för att se det här innehållet. Är du 18 eller äldre och vill se vuxet innehåll?
uk: Вам має бути більше вісімнадцяти для перегляду цього вмісту. Вам більше вісімнадцяти і хочете дивитись матеріали для дорослих?

source: no thank you
fi: ei kiitos
fr_ca: non merci
it: no grazie
sv: nej tack
uk: ні, дякую

source: This is an [internationalized domain name](http://en.wikipedia.org/wiki/Internationalized_domain_name). We've modified how it is displayed [for security reasons](http://en.wikipedia.org/wiki/IDN_homograph_attack).
fr_ca: Ceci est un [nom de domaine internationalisé](http://fr.wikipedia.org/wiki/Nom_de_domaine_internationalis%C3%A9). Nous avons modifié l'affichage [pour des raisons de sécurité](http://en.wikipedia.org/wiki/IDN_homograph_attack).
it: Questo è un [nome di dominio internazionalizzato](http://en.wikipedia.org/wiki/Internationalized_domain_name). Abbiamo modificato il modo in cui viene mostrato [per ragioni di sicurezza](http://en.wikipedia.org/wiki/IDN_homograph_attack).
mt_mt: Dan hu [isem ta' dominju internazzjonalizzat](http://en.wikipedia.org/wiki/Internationalized_domain_name). Aħna biddilna l-mod kif jintwera [għal raġunijiet ta' sigurtà](http://en.wikipedia.org/wiki/IDN_homograph_attack).
nn: Dette er et [internasjonalisert domenenavn](http://en.wikipedia.org/wiki/Internationalized_domain_name). Vi har endret hvordan det vises [av sikkerhetsgrunner](http://en.wikipedia.org/wiki/IDN_homograph_attack).
no: Dette er et [internasjonalisert domenenavn](http://en.wikipedia.org/wiki/Internationalized_domain_name). Vi har endret hvordan det vises [av sikkerhetsgrunner](http://en.wikipedia.org/wiki/IDN_homograph_attack).
pl: To jest [domena ze znakami diakratycznymi](https://pl.wikipedia.org/wiki/Internationalized_domain_name). Zmodyfikowaliśmy jej sposób wyświetlania [ze względów bezpieczeństwa](http://en.wikipedia.org/wiki/IDN_homograph_attack)
sv: Detta är ett [internationaliserat domännamn](http://sv.wikipedia.org/wiki/Internationalized_Domain_Name). Vi har modifierat hur det visas [av säkerhetsskäl](http://en.wikipedia.org/wiki/IDN_homograph_attack).
uk: Це [інтернаціоналізоване ім'я домену](http://uk.wikipedia.org/wiki/IDN). Ми змінили його вигляд [з причин безпеки](http://en.wikipedia.org/wiki/IDN_homograph_attack).
vi: Đây là một [tên miền quốc tế hóa](http://en.wikipedia.org/wiki/Internationalized_domain_name). Chúng tôi đã sửa đổi cách hiển thị [vì lý do bảo mật](http://en.wikipedia.org/wiki/IDN_homograph_attack).

source: reset your password
fr_ca: réinitialiser le mot de passe
it: resetta la password
sv: återställ ditt lösenord

source: enter your username below and we'll email you a link to reset your password
fr_ca: entrez votre nom d'utilisateur ci-dessous et nous vous enverrons un lien pour réinitialiser votre mot de passe

source: password reset link expired. please try again
ar: رابط إبدال كلمة السر قد انقضى عمره، الرجاء المحاولة مرة أخرى
bs: link za resetovanje šifre je istekao. molimo vas da pokušate ponovo
ca: Enllaç per a recuperar el password expirat. Sisplau torna-ho a intentar
el: ο σύνδεσμος επαναφοράς του κωδικού έχει λήξει. παρακαλώ ξαναπροσπάθησε
eu: pasahitza berrezartzeko esteka iraungi da. mesedez, saiatu berriro
fi: salasanan palautuslinkki vanhentunut. yritä uudelleen
fr_ca: Le lien pour réinitialiser le mot de passe a expiré. Merci de réessayer.
hu: a jelszó visszaállító link lejárt, kérel próbáld újra
it: il link per il reset della password è scaduto, riprova
mt_mt: l-link tal-biddla tal-password skadiet. jekk jogħġbok erġa' pprova
nn: nullstillingslenkja for passordet har gått ut. prøv om att
no: lenken for passordbytte har utløpt. vennligst prøv igjen
pl: link umożliwiający zresetowanie hasła wygasł. spróbuj ponownie.
sv: länken för lösenordsåterställning har förfallit. försök igen
uk: посилання на відновлення паролю застаріло. просимо спробувати ще раз
vi: đường dẫn liên kết để cài đặt lại mật khẩu đã hết hạn. vui lòng thử lại lần nữa.

source: email me
ar: أرسل بريد الكتروني إليّ
bs: pošalji mi email
ca: envia'm un correu electrònic
el: στείλε μου email
eo: retpoŝtu al mi
et: saada mulle meil
eu: bidali e-posta niri
fi: lähetä minulle sähköposti
fr_ca: écrivez moi
hu: Küldj nekem e-mailt
it: inviami un'email
mt_mt: ibgħatli email
nn: send meg epost
no: send meg e-post
pl: wyślij do mnie email
sr_la: pošaljite mi email
sv: skicka mig e-post
ta: மின்னஞ்ஜல் அனுப்பவும்
uk: напишіть мені
vi: gửi cho tôi email

source: set up payment for this link
ar: تنصيب وسيلة الدفع لهذا الرابط
bs: postavi plaćanje za ovaj link
ca: tria pagament per a aquest enllaç
el: ρύθμιση πληρωμών για αυτό το σύνδεσμο
eu: konfiguratu esteka honen ordainketa
fi: aseta maksu tälle linkille
fr_ca: préparer un paiement pour ce lien
hu: fizetés beállítása ehhez a linkhez
it: imposta pagamento per questo link
mt_mt: issettja metodu ta' ħlas għal dal-link
nn: Ordne ei betaling for den lenka her
no: sett opp betaling for denne lenken
pl: ustaw płatność za ten link
sv: ordna betalning för den här länken
uk: налаштувати оплату за це посилання
vi: cài đặt phần thanh toán cho đường dẫn liên kết này

source: The duration of this link is %(duration)s (from %(start)s to %(end)s).
fi: Tämän linkin kestoaika on %(duration)s (%(start)s - %(end)s).
fr_ca: La durée de ce lien est de %(duration)s (de %(start)s à %(end)s).
it: La durata di questo link è %(duration)s (da %(start)s a %(end)s).
mt_mt: It-tul taż-żmien ta' dil-link hu %(duration)s (minn %(start)s sa %(end)s).
nn: Varigheten av denne lenken er %(duration)s (fra %(start)s til %(end)s).
no: Varigheten av denne lenken er %(duration)s (fra %(start)s til %(end)s).
pl: Długość trwania tego linku to %(duration)s (od %(start)s do %(end)s).
sv: Varaktigheten för denna länk är %(duration)s (från %(start)s till %(end)s).
uk: Тривалість цього посилання %(duration)s (від %(start)s до %(end)s).
vi: Khoảng thời gian của liên kết này là %(duration)s (từ %(start)s đến %(end)s).

source: Your current budget is %(budget)s
el: Ο τρέχον προϋπολογισμός σου είναι %(budget)s
fi: Sinun nykyinen budjettisi on %(budget)s
fr_ca: Votre budget actuel est de %(budget)s
hu: A jelenlegi költségvetésed: %(budget)s
it: Il tuo budget attuale è di %(budget)s
mt_mt: Il-baġit kurrenti tiegħek hu %(budget)s
nn: Ditt nåværende budsjett er %(budget)s
no: Ditt nåværende budsjett er %(budget)s
pl: Twój bieżący budżet wynosi %(budget)s
sv: Din nuvarande budget är %(budget)s
uk: Ваш поточний бюджет %(budget)s
