Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: users muted from /r/%(subreddit)s
el: αποκλεισμένοι χρήστες από το /r/%(subreddit)s
fi: mykistetyt käyttäjät /r/%(subreddit)s :sta
fr_ca: utilisateurs mis en sourdine de /r/%(subreddit)s
it: utenti silenziati da /r/%(subreddit)s
sv: bannlysta användare från /r/%(subreddit)s
uk: користувачів приглушено у /r/%(subreddit)s

source: ban wiki contibutors
el: απαγόρευε τους συμβάλλοντες βίκι
fr_ca: bannir les contributeurs wiki
hu: wiki közreműködők kitiltása
it: banna contributori wiki
mt_mt: keċċi kontributuri tal-wiki
nn: utesteng wiki bidragsyter
no: utesteng wiki bidragsyter
pl: zablokuj edytorów wiki
sv: banna wikibidragsgivare
uk: блокування авторів вікі
vi: chặn người cống hiến wiki

source: wiki contibutors banned from /r/%(subreddit)s
el: συμβάλλοντες βίκι αποκλεισμένοι από το /r/%(subreddit)s
fr_ca: contributeurs wiki bannis de /r/%(subreddit)s
it: collaboratori wiki bannati da /r/%(subreddit)s
mt_mt: kontributuri tal-wiki mkeċċija minn /r/%(subreddit)s
nn: bidragsytere utestengt fra /r/%(subreddit)s
no: bidragsytere utestengt fra /r/%(subreddit)s
pl: edytorzy wiki zbanowani w /r/%(subreddit)s
sv: wikibidragsgivare bannlysta från /r/%(subreddit)s
uk: автори вікі, заблоковані на /r/%(subreddit)s

source: approved submitters for /r/%(subreddit)s
el: εγκεκριμένοι υποβάλλοντες για το /r/%(subreddit)s
fi: /r/%(subreddit)s:n hyväksytyt lisääjät
fr_ca: auteurs approuvés pour /r/%(subreddit)s
it: autori approvati per /r/%(subreddit)s
mt_mt: awturi approvati għal /r/%(subreddit)s
nn: godkjente innsendere for /r/%(subreddit)s
no: godkjente innsendere for /r/%(subreddit)s
pl: zaufani autorzy w /r/%(subreddit)s
sv: godkända uppladdare för /r/%(subreddit)s
uk: схвалені автори для /r/%(subreddit)s

source: add approved submitter
ar: إضافة ناشر مُصرح
bs: dodaj odobrenog korisnika
ca: afegeix un publicador autoritzat
el: προσθήκη εγκεκριμένου αποστολέας
eu: gehitu onartutako bidaltzailea
fi: lisää hyväksytty lisääjä
fr_ca: ajouter un émetteur approuvé
hu: elfogadott beküldő hozzáadása
it: aggiungi autore approvato
mt_mt: żid awtur approvat
nn: legg til ein godkjend innsendar
no: legg til godkjent innsender
pl: dodaj zaufanego autora
sv: lägg till godkänd uppladdare
uk: додати автора до списку схвалених
vi: thêm người đệ trình được cho phép

source: approved wiki contributors for /r/%(subreddit)s
el: εγκεκριμένοι συμβάλλοντες βίκι για το /r/%(subreddit)s
fr_ca: contributeurs wiki approuvés pour /r/%(subreddit)s
it: collaboratori wiki approvati per /r/%(subreddit)s
mt_mt: kontributuri tal-wiki approvati għal /r/%(subreddit)s
nn: godkjente bidragsytere for /r/%(subreddit)s
no: godkjente bidragsytere for /r/%(subreddit)s
pl: zaakceptowani edytorzy wiki w /r/%(subreddit)s
sv: godkända wikibidragsgivare för /r/%(subreddit)s
uk: схвалені автори вікі для /r/%(subreddit)s

source: add approved wiki contributor
el: προσθήκη εγκεκριμένου συμβάλλοντα βίκι
fr_ca: ajouter un contributeur wiki approuvé
it: aggiungi collaboratore approvato wiki
mt_mt: żid kontributur approvat tal-wiki
nn: legg til godkjent bidragsyter
no: legg til godkjent bidragsyter
pl: dodaj zaakceptowanego edytora wiki
sv: lägg till godkänd wikibidragsgivare
uk: додати схваленого автора для вікі
vi: thêm người cống hiến wiki đã được bổ nhiệm

source: invite moderator
ar: دعوة المشرف
bs: pozovi moderatora
ca: convidar un moderador
el: πρόσκληση επιβλέποντα
fi: kutsu moderaattori
fr_ca: inviter un modérateur
hu: moderátor meghívása
it: invita moderatore
mt_mt: stieden moderatur
nn: inviter moderator
no: inviter moderator
pl: zaproś moderatora
sv: bjud in moderator
uk: запросити модератора
vi: mời người điều hành

source: you are a moderator of this subreddit. %(action)s
ar: أنت مشرف على هذا الريديت %(action)s
bs: vi ste moderator na ovm subredditu. %(action)s
ca: ets un moderador d'aquest subreddit. %(action)s
el: είσαι συντονιστής για αυτό το υποreddit. %(action)s
eu: azpireddit honetako moderatzaile bat zara. %(action)s
fi: olet tämän aliredditin moderaattori. %(action)s
fr_ca: vous êtes modérateur de ce subreddit. %(action)s
hu: moderátor vagy ezen az alredditen. %(action)s
it: sei un moderatore di questo subreddit. %(action)s
mt_mt: int moderatur ta' das-subreddit. %(action)s
nn: du er ein moderator for denne subredditen. %(action)s
no: du er en moderator på denne subredditen. %(action)s
pl: jesteś moderatorem tego subreddita. %(action)s
sv: du är moderator för denna subreddit. %(action)s
uk: ви модератор цього сабреддіту %(action)s
vi: bạn là người điều hành của chuyên mục này. %(action)s

source: invited moderators for %(subreddit)s
ca: convidar moderadors per %(subreddit)s
el: προσκληθέντες συντονιστές για %(subreddit)s
fr_ca: modérateurs invités pour %(subreddit)s
it: moderatori invitati su %(subreddit)s
mt_mt: moderaturi mistiedna fis-subreddit %(subreddit)s
nn: inviterte moderatorer for %(subreddit)s
no: inviterte moderatorer for %(subreddit)s
pl: zaproszeni moderatorzy w /r/%(subreddit)s
sv: moderatorer inbjudna till %(subreddit)s
uk: запрошені модератори для %(subreddit)s
vi: đã gửi lời mời tới người điều hành của %(subreddit)s

source: force add moderator
ca: forçar afegir moderador
el: εξαναγκασμένη προσθήκη διαχειρηστή
fr_ca: ajouter de force un modérateur
it: forza aggiungi moderatore
mt_mt: żid moderatur direttament
nn: legg til moderator ved tvang
no: legg til moderator ved tvang
pl: wymuś dodanie moderatora
sv: tvinga moderatorstilläggning
uk: додати модератора без запрошення
vi: buộc thêm vào người điều hành

source: moderators of /r/%(subreddit)s
ca: moderadors de /r/%(subreddit)s
el: διαχειριστές του /r/%(subreddit)s
fi: /r/%(subreddit)s :n moderaattorit
fr_ca: modérateurs de /r/%(subreddit)s
hu: %(subreddit)s moderátorai
it: moderatori di /r/%(subreddit)s
mt_mt: moderaturi ta' /r/%(subreddit)s
nn: moderatorer av /r/%(subreddit)s
no: moderatorer av /r/%(subreddit)s
pl: moderatorzy /r/%(subreddit)s
sv: moderatorer i /r/%(subreddit)s
uk: модератори /r/%(subreddit)s
vi: người điều hành của /r/%(subreddit)s

source: [reddit] %(user)s has shared a link with you
ar: [ريدّيت] لقد شارك %(user)s رابط معك
bs: [reddit] %(user)s je podijelio link sa vama
ca: [reddit]%(user)s ha compartit un enllaç amb tu
el: [reddit] ο/η %(user)s μοιράστηκε ένα άρθρο με εσένα
eu: [reddit] %(user)s erabiltzaileak esteka bat partekatu du zurekin
fi: [reddit] %(user)s on lähettänyt linkin sinulle
fr_ca: [reddit] %(user)s a partagé un lien avec vous
hu: [reddit] %(user)s megosztott veled egy linket
it: [reddit] %(user)s ha condiviso un link con te
mt_mt: [reddit] %(user)s ikkondivida link miegħek
nn: [reddit] %(user)s har delt ei lenkje med deg
no: [reddit] %(user)s har delt en lenke med deg
pl: [reddit] %(user)s podzielił się z Tobą linkiem
sr_la: [reddit]%(user)s su podelili link sa tobom
sv: [reddit] %(user)s har delat med sig av en länk till dig
uk: [реддіт] %(user)s поділився з вами посиланням
vi: [reddit] %(user)s đã chia sẻ một đường dẫn liên kết với bạn

source: [feedback] feedback from '%(user)s'
ar: [رد] رد من '%(user)s'
bs: [povratne informacije] povratne informacije od '%(user)s'
ca: [retroacció] retroacció de '%(user)s'
el: [feedback] σχόλια από '%(user)s'
fi: [feedback] palautetta '%(user)s' :lta
fr_ca: [feedback] feedback de '%(user)s'
hu: [visszajelzés] visszajelzés '%(user)s'-től
it: [feedback] feedback da ' %(user)s '
mt_mt: [feedback] feedback minn '%(user)s'
nn: [tilbakemelding] tilbakemelding frå '%(user)s'
no: [tilbakemelding] tilbakemelding fra ' %(user)s '
pl: [komentarz] komentarz od '%(user)s'
sr_la: [fidbek] fidbek od '%(user)s'
sv: [feedback] återkoppling från '%(user)s'
uk: [зворотній зв’язок] повідомлення від '%(user)s'
vi: [feedback] phản hồi từ '%(user)s'

source: [advertising] feedback from '%(user)s'
el: [advertising] ανατροφοδότηση από τον/την '%(user)s'
fr_ca: [advertising] retours de '%(user)s'
it: [advertising] feedback da '%(user)s'
mt_mt: [advertising] feedback minn '%(user)s'
no: [advertising] tilbakemelding fra '%(user)s'
sv: [advertising] återkoppling från '%(user)s'
uk: [advertising] відгук від '%(user)s'
vi: [advertising] phản hồi từ '%(user)s'

source: [reddit] email removal notice
ar: [ريديت] إعلام عن مسح معلومة البريد الإلكتروني
bs: [reddit] napomena o uklanjanju email
ca: [reddit] avís d'eliminació de correu electrònic
el: [reddit] ειδοποίηση αφαίρεσης email
eu: [reddit] e-posta ezabaketaren jakinarazpena
fi: [reddit] huomautus poistettavasta sähköpostiosoitteesta
fr_ca: [reddit] avis de retrait de courriel
hu: [reddit] email eltávolítási értesítés
it: [reddit] avviso di rimozione
mt_mt: [reddit] avviż ta' tneħħija
nn: [reddit] notis om fjerna e-post
no: [reddit] melding om fjerning av e-post
pl: [reddit] powiadomienie usunięcia email
sr_la: [reddit] email uklanjanje obaveštenja
sv: [reddit] meddelande om e-postborttagning
uk: [реддіт] повідомлення про видалення електронної пошти
vi: [reddit] lưu ý loại bỏ email

source: [reddit] email addition notice
ar: [ريديت] إعلام عن إضافة معلومة البريد الإلكتروني
bs: [reddit] napomena o dodavanju emaila
ca: [reddit] avís d'addició de correu electrònic
el: [reddit] ειδοποίηση προσθήκης email
eu: [reddit] e-posta gehitzearen jakinarazpena
fi: [reddit] huomautus lisätystä sähköpostiosoitteesta
fr_ca: [reddit] avis d'ajout de courriel
hu: [reddit] email hozzáadási értesítés
it: [reddit] avviso di iscrizione
mt_mt: [reddit] avviżż ta' iskrizzjoni
nn: [reddit] notis om lagt til e-post
no: [reddit] melding om innlagt e-post
pl: [reddit] powiadomienie dodania email
sr_la: [reddit] email dodavanje obaveštenja
sv: [reddit] meddelande om e-posttillägg
uk: [reddit] повідомлення про додання електронної пошти
vi: [reddit] lưu ý bổ sung email

source: [reddit] reset your password
ar: [ريديت] تغيير كلمة السر خاصّتك
bs: [reddit] resetovanje vaše šifre
ca: [reddit] restaura la seva contrasenya
el: [reddit] επαναφορά του κωδικού σου
eu: [reddit] berrezarri zure pasahitza
fi: [reddit] resetoi salasanasi
fr_ca: [reddit] réinitialiser votre mot de passe
hu: új jelszó kérése
it: [reddit] resetta la tua password
mt_mt: [reddit] irrisetja l-password
nn: [reddit] nullstill passordet ditt
no: [reddit] tilbakestill passordet ditt
pl: [reddit] zresetuj hasło
sr_la: [reddit] resetujte svoju lozinku
sv: [reddit] nollställ ditt lösenord
uk: [реддіт] відновити пароль
vi: [reddit] đặt lại mật khẩu của bạn

source: [reddit] verify your email address
ar: [ريديت] تأكيد بريدك الإلكتروني
bs: [reddit] verificirajte vašu email adresu
ca: [reddit] verifica la seva direcció de correu electrónic
el: [reddit] επιβεβαίωσε την διεύθυνση email σου
eu: [reddit] egiaztatu zure e-posta helbidea
fi: [reddit] vahvista sähköpostiosoitteesi
fr_ca: [reddit] vérifier votre adresse courriel
hu: [reddit] email megerősítése
it: [reddit] verifica il tuo indirizzo email
mt_mt: [reddit] ivverifika l-indirizz tal-email tiegħek
nn: [reddit] stadfest e-postadressa di
no: [reddit] bekreft e-postadressen din
pl: [reddit] zweryfikuj adres email
sr_la: [reddit] verifikujte vašu email adresu
sv: [reddit] verifiera din e-postadress
uk: [реддіт] підтвердіть вашу електронну поштову адресу
vi: [reddit] xác nhận địa chỉ email của bạn

source: [reddit] your budget has been accepted
fr_ca: [reddit] votre budget a été accepté
it: [reddit] il tuo budget è stato accettato
sv: [reddit] din budget har accepterats

source: [reddit] your promotion has been accepted
ar: [ريديت] لقد تمّ قبول ترويجك
bs: [reddit] vaša promocija je prihvaćena
ca: [reddit] la teva promoció ha sigut acceptada
el: [reddit] η προώθησή σου έγινε αποδεκτή
eu: [reddit] zure sustapena onartu da
fi: [reddit] mainoksesi on hyväksytty
fr_ca: [reddit] votre promotion a été acceptée
hu: [reddit] a támogatásod elfogadva
it: [reddit] la tua promozione è stata accettata
mt_mt: [reddit] il-promozzjoni tiegħek ġiet aċċettata
nn: [reddit] fremjinga di har vorte godteke
no: [reddit] promoteringen din har blitt akseptert
pl: [reddit] twoja promocja została zaakceptowana
sr_la: [reddit] vaša promocija je prihvaćena
sv: [reddit] din marknadsföring har accepterats
uk: [реддіт] ваше рекламна кампанія була прийнята
vi: [reddit] việc thăng cấp cho bạn đã được chấp nhận

source: [reddit] your promotion has been rejected
ar: [ريديت] لقد تمّ رفض ترويجك
bs: [reddit] vaša promocija je odbijena
ca: [reddit] la teva promoció ha sigut denegada
el: [reddit] η προώθησή σου απορρίφθηκε
eu: [reddit] zure sustapena baztertu da
fi: [reddit] mainoksesi on hylätty
fr_ca: [reddit] votre promotion a été rejetée
hu: [reddit] a támogatásod visszautasítva
it: [reddit] la tua promozione è stata rifiutata
mt_mt: [reddit] il-promozzjoni tiegħek ġiet irrifjutata
nn: [reddit] fremjinga di har vorte avslege
no: [reddit] promoteringen din har blitt avslått
pl: [reddit] twoja promocja została odrzucona
sr_la: [reddit] vaša promocija je odbijena
sv: [reddit] din marknadsföring har avvisats
uk: [реддіт] ваша рекламна кампанія була відхилена
vi: [reddit] việc thăng cấp cho bạn đã bị từ chối

source: [reddit] your promotion has been charged
ar: [ريديت] تم سحب المبلغ لترويجك
bs: [reddit] vaša promocijena je naplaćena
ca: [reddit] la teva promoció ha sigut cobrada
el: [reddit] η προώθησή σου χρεώθηκε
eu: [reddit] zure sustapena kobratu da
fi: [reddit] mainoksesi on laskutettu
fr_ca: [reddit] votre promotion a été facturée
hu: [reddit] a támogatásod elszámolva
it: [reddit] la tua promozione ti è stata addebitata
mt_mt: [reddit] il-promozzjoni tiegħek ġiet addebitata
nn: [reddit] fremjinga di har vorte betalt
no: [reddit] promoteringen din har blitt betalt
pl: [reddit] twoja promocja została zaakceptowana
sv: [reddit] din marknadsföring har debiterats
uk: [реддіт] кошти за вашу рекламну кампанію були зняті
vi: [reddit] việc thăng cấp cho bạn đang được xét lại

source: [reddit] your promotion is now live
ar: [ريديت] لقد تمّ تنشيط ترويجك
bs: [reddit] vaša promocija je sada aktivirana
ca: [reddit] la teva promoció és ara activa
el: [reddit] η προώθησή σου ενεργοποιήθηκε
eu: [reddit] zure sustapena martxan dago orain
fi: [reddit] mainoksesi on nyt esillä
fr_ca: [reddit] votre promotion est présentement active
hu: [reddit] a támogatásod mostantól él
it: [reddit] la tua promozione è online
mt_mt: [reddit] il-promozzjoni tiegħek issa live
nn: [reddit] fremjinga di pågår no
no: [reddit] promoteringen din er nå live
pl: [reddit] twoja promocja jest aktywna
sr_la: [reddit] vaša promocija je aktivna
sv: [reddit] din marknadsföring är nu live
uk: [реддіт] ваша рекламна кампанія тепер активна
vi: [reddit] việc thăng cấp cho bạn hiện đang được duyệt

source: [reddit] your promotion has finished
ar: [ريديت] لقد انتهت فترة الترويج
bs: [reddit] vaša promocija je završena
ca: [eddit] la seva promoció ha finaliçat
el: [reddit] η προώθησή σου τελείωσε
eu: [reddit] zure sustapena amaitu da
fi: [reddit] mainoksesi on päättynyt
fr_ca: [reddit] votre promotion est terminée
hu: [reddit] a támogatásod véget ért
it: [reddit] la tua promozione è finita
mt_mt: [reddit] il-promozzjoni tiegħek spiċċat
nn: [reddit] fremjinga di er ferdig
no: [reddit] promoteringen din er nå ferdig
pl: [reddit] twoja promocja została zakończona
sr_la: [reddit] vaša promocija je završena
sv: [reddit] din marknadsföring har avslutats
uk: [реддіт] ваша рекламна кампанія завершилась
vi: [reddit] việc thăng cấp cho bạn đã hoàn tất

source: [reddit] your promotion has been created
ar: [ريديت] لقد تمّ إنشاء ترويجك
bs: [reddit] vaša promocija je kreirana
ca: [reddit] la teva promoció ha sigut creada
el: [reddit] η προώθησή σου δημιουργήθηκε
eu: [reddit] zure sustapena sortu da
fi: [reddit] mainoksesi on luotu
fr_ca: [reddit] votre promotion a été créée
hu: [reddit] a támogatásod létrehozva
it: [reddit] la tua promozione è stata creata
mt_mt: [reddit] il-promozzjoni tiegħek ġiet maħluqa
nn: [reddit] fremjinga di har vorte oppretta
no: [reddit] promoteringen din har blitt opprettet
pl: [reddit] twoja promocja została utworzona
sv: [reddit] din marknadsföring har skapats
uk: [реддіт] ваша рекламна кампанія була створена
vi: [reddit] việc thăng cấp cho bạn đã được tạo

source: [reddit] your promotion edit is being approved
fr_ca: [reddit] votre publicité a été acceptée
it: [reddit] la modifica della tua promozione è stata approvata

source: [reddit] reddit gold activation link
ar: [ريديت] رابط تفعيل ريديت ذهب
bs: [reddit] aktivacijski link za reddit zlato
ca: [reddit] link d'activació per a reddit gold
el: [reddit] σύνδεσμος ενεργοποίησης χρυσού reddit
eu: [reddit] reddit urrea aktibatzeko esteka
fi: [reddit] reddit-kullan aktivointilinkki
fr_ca: [reddit] lien d'activation reddit gold
hu: [reddit] reddit gold aktivációs link
it: [reddit] link di attivazione reddit gold
mt_mt: [reddit] link ta' attivazzjoni tar-reddit gold
nn: [reddit] aktiveringslenkje for redditgull
no: [reddit] reddit gold aktiveringslenke
pl: [reddit] link aktywacyjny złota reddit
sv: [reddit] aktiveringslänk för reddit guld
uk: [реддіт] посилання на активування Золотої підписки Реддіт
vi: [reddit] đường dẫn liên kết để kích hoạt reddit gold

source: [reddit] your password has been changed
bs: [reddit] vaša šifra je promijenjena
ca: [reddit] s'ha canviat la teva contrasenya
el: [reddit] ο κωδικός σου έχει αλλάξει
fi: [reddit] salasanasi on vaihdettu
fr_ca: [reddit] votre mot de passe a été changé
hu: [reddit] jelszavad megváltoztatásra került
it: [reddit] la tua password è stata cambiata
mt_mt: [reddit] il-password tiegħek ġiet mibdula
nn: [reddit] ditt passord har blitt endret
no: [reddit] ditt passord har blitt endret
pl: [reddit] twoje hasło zostało zmienione
sv: [reddit] ditt lösenord har ändrats
uk: [реддіт] ваш пароль було змінено
vi: [reddit] mật khẩu của bạn đã được thay đổi

source: [reddit] your email address has been changed
bs: [reddit] vaš email je promijenjen
ca: [reddit] s'ha canviat la teva adreça d'email
el: [reddit] η διεύθυνση email σου έχει αλλάξει
fi: [reddit] sähköpostiosoitteesi on vaihdettu
fr_ca: [reddit] votre adresse mail a été changée
hu: [reddit] e-mail címed megváltoztatásra került
it: [reddit] il tuo indirizzo email è stato cambiato
mt_mt: [reddit] l-indirizz tal-email ġie mibdul
nn: [reddit] din e-postadresse har blitt endret
no: [reddit] din e-postadresse har blitt endret
pl: [reddit] twój adres e-mail został zmieniony
sv: [reddit] din e-postadress har ändrats
uk: [реддіт] вашу електронну адресу було змінено
vi: [reddit] địa chỉ email của bạn đã được thay đổi

source: [reddit] your campaign didn't get enough impressions
ca: [reddit] la seva campanya no ha rebut suficient impressions
el: [reddit] η καμπάνια σου δεν είχε αρκετές προβολές
fr_ca: [reddit] Votre campagne n'a pas reçu assez d'impressions.
it: [reddit] la tua campagna non ha ricevuto abbastanza impression
mt_mt: [reddit] il-kampanja tiegħek ma' ġabitx impressjonijiet biżżejjed
nn: [reddit] kampanjen din fikk ikke nok støtte
no: [reddit] kampanjen din fikk ikke nok støtte
pl: [reddit] twoja kampania nie uzyskała wystarczającej liczby wyświetleń
sv: [reddit] din kampanj fick inte tillräckligt många intryck
uk: [реддіт] ваша рекламна кампанія не отримала достатньо переглядів
vi: [reddit] chiến dịch của bạn không đủ sức hút

source: [reddit] your payment has been voided
el: [reddit] η πληρωμή σου έχει ακυρωθεί
fr_ca: [reddit] votre paiement a été annulé
it: [reddit] il tuo pagamento è stato annullato
mt_mt: [reddit] il-ħlas tiegħek ġie annullat
nn: [reddit] til betaling har blitt annullert
no: [reddit] til betaling har blitt annullert
pl: [reddit] Twoja płatność została anulowana
sv: [reddit] din betalning har annullerats
uk: [реддіт] вашу оплату анульовано
vi: [reddit] việc chi trả của bạn hiện đã mất khả năng thanh toán

source: [reddit] your reddit gold gift code
el: [reddit] ο κωδικός-δώρο του χρυσού reddit σου
fr_ca: [reddit] votre clé reddit gold
it: [reddit] il tuo codice regalo reddit gold
mt_mt: [reddit] il-kodoċi tiegħek ta' għotja ta' reddit gold
nn: [reddit] din gavekode for reddit gull
no: [reddit] din gavekode for reddit gull
pl: [reddit] Twój kod podarunkowy reddit gold
sv: [reddit] din presentkod för reddit guld
uk: [реддіт] ваш подарунковий код на Золоту підписку
vi: [reddit] mã dành cho reddit gold

source: [selfserve] suspicious payment alert
el: [selfserve] ειδοποίηση ύποπτης πληρωμής
fr_ca: [selfserve] alerte pour paiement suspect
it: [selfserve] avviso di pagamento sospetto
mt_mt: [selfserve] avvertenza ta' ħlass suspett
no: [selfserve] varsel for mistenkelig betaling
sv: [selfserve] misstänksam betalning alert
uk: [selfserve] увага, підозрілий платіж
vi: [selfserve] cảnh báo giao dịch khả nghi

source: [selfserve] fraud alert
el: [selfserve] ειδοποίηση απάτης
fr_ca: [selfserve] alerte pour fraude
it: [selfserve] pericolo di frode
mt_mt: [selfserve] avvertenza ta' frodi
no: [selfserve] svindelvarsling
sv: [selfserve] bedrägeri alert
uk: [selfserve] увага, шахрайство
vi: [selfserve] cảnh báo lừa đảo

source: [selfserve] a user has committed fraud
el: [selfserve] ένας χρήστης έχει διαπράξει απάτη
fr_ca: [selfserve] un utilisateur a commis une fraude
it: [selfserve] un utente ha commesso una frode
mt_mt: [selfserve] xi utent ikkommetta frodi
no: [selfserve] en bruker har svindlet
sv: [selfserve] en användare har begått bedrägeri
uk: [selfserve] користувач був помічений у шахрайстві
vi: [selfserve] một người dùng đã lừa đảo

source: [reddit] Ads Alert
el: [reddit] ειδοποίηση διαφημίσεων
fr_ca: [reddit] alerte pub
it: [reddit] Avviso di pubblicità
mt_mt: [reddit] Avviż ta' reklami
sv: [reddit] Annonsvarning
uk: [reddit] Попередження про рекламу
vi: [reddit] Cảnh báo quảng cáo

source: [selfserve] your promotion has been extended
fr_ca: [selfserve] votre promotion a été étendue
it: [selfserve] la tua promozione è stata estesa

source: [reddit] a promotion has been transferred to your account
fr_ca: [reddit] une promotion a été transférée à votre compte
it: [reddit] una promozione è stata trasferita al tuo account

source: [reddit] your promotion campaign has been rejected
fr_ca: [reddit] votre campagne de promotion a été rejetée
it: [reddit] la tua campagna di promozione è stata rifiutata

source: ban user
ar: إقصاء المستخدم
bs: banuj korisnika
ca: expulsa l'usuari
el: απαγόρευση χρήστη
eu: egotzi erabiltzailea
fi: estä käyttäjä
fr_ca: bannir utilisateur
hu: felhasználó kitiltása
it: banna utente
mt_mt: keċċi utent
nn: bannlys brukar
no: utesteng bruker
pl: zbanuj
sv: bannlys användare
uk: заблокувати користувача
vi: cấm người dùng

source: unban user
ar: إزالة حظر مستخدم
bs: odbanuj korisnika
ca: readmetre usuari expulsat
el: άρση απαγόρευσης χρήστη
eu: berriz onartu erabiltzailea
fi: salli käyttäjä
fr_ca: débannir l'utilisateur
hu: kitiltás feloldása
it: sbanna utente
mt_mt: aħfer lill-utent
nn: opphev bannlysing
no: opphev utestenging av bruker
pl: odbanuj
sv: upphäv bannlysning av användare
uk: розблокувати користувача
vi: bỏ cấm người dùng

source: remove post
ar: حذف منشور
bs: ukloni poruku
el: αφαίρεση ανάρτησης
eu: kendu bidalketa
fi: poista viesti
fr_ca: supprimer le message
hu: bejegyzés eltávolítása
it: rimuovi messaggio
mt_mt: neħħi l-messaġġ
nn: fjern post
no: fjern innlegg
pl: usuń wpis
sv: ta bort inlägg
uk: видалити публікацію
vi: xóa bài

source: approve post
ar: تصريح المنشور
bs: odobri poruku
ca: aprova la publicació
el: έγκριση ανάρτησης
eu: onartu bidalketa
fi: hyväksy viesti
fr_ca: approuver le message
hu: bejegyzés elfogadása
it: approva messaggio
mt_mt: approva l-messaġġ
nn: godkjenn post
no: godkjenn innlegg
pl: zatwierdź wpis
sv: godkänn inlägg
uk: схвалити пост
vi: chấp thuận bài

source: remove comment
ar: حذف تعليق
bs: ukloni komentar
ca: elimina el comentari
el: αφαίρεση σχολίου
eu: kendu iruzkina
fi: poista kommentti
fr_ca: supprimer commentaire
hu: hozzászólás eltávolítása
it: rimuovi commento
mt_mt: neħħi l-kumment
nn: fjern innlegg
no: fjern kommentar
pl: usuń komentarz
sv: ta bort kommentar
uk: видалити коментар
vi: xóa nhận xét
