Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: two-factor authentication
ar: عملية التحقق بخطوتين
bs: višestruka autentifikacija
ca: autenticació de dos factors
el: ταυτοποίηση δύο παραγόντων
fi: kaksivaiheinen tunnistautuminen
fr_ca: authentification forte
hu: kétlépcsős hitelesítés
it: autenticazione a due fattori
mt_mt: awtentikazzjoni b'żewġ fatturi
nn: tofaktors identitetsstadfesting
no: to-faktor autentisering
pl: autoryzacja dwuetapowa
sv: tvåfaktorautentisering
uk: двохфакторна ідентифікація
vi: chứng thực 2 lớp

source: two-factor authentication is currently **enabled**. fill out the form below if you would like to disable it.
ar: عملية التحقق من خطوتين **مفعلة** حاليا. قم بتعبة النموذج بالأسفل اذا كنت ترغب بتعطيلها.
bs: dvostruka autentifikacija je trenutno **omogućena**. popunite obrazac ispod ako želite da je onemogućite.
ca: autenticació de dos factors està actualment **activada**. Omple el formulari d'abaix si t'agradaria desactivar-la.
el: η ταυτοποίηση δύο παραγόντων είναι τώρα **ενεργή**. γέμισε τη φόρμα παρακάτω αν θες να την απενεργοποιήσεις.
fi: kaksivaiheinen vahvistus on **käytössä**. täytä alla oleva lomake, jos haluat poistaa sen käytöstä.
fr_ca: Uune authentification à deux facteurs est désormais **activée**. Remplissez le formulaire ci-dessous si vous voulez la désactiver.
hu: a kétlépcsős hitelesítés jelenleg **engedélyezve** van. Töltsd ki a lenti űrlapot ha ki szeretnéd kapcsolni.
it: l'autenticazione a due fattori è attualmente **abilitata**. riempi il modulo sottostante per disabilitarla.
mt_mt: l-awtentikazzjoni b'żewġ fatturi bħalissa **attivata**. imla l-formola hawn taħt jekk tixtieq tiddiżattivaha.
nn: tofaktors identitetsstadfesting er **skrudd på**. fyll ut skjemaet nedanfor viss du vil skru det av.
no: to-faktor godkjennelse er for øyeblikket **aktivert**. fyll ut skjemaet under om du ønsker å deaktivere det.
pl: autoryzacja dwuetapowa jest obecnie **włączona**. wypełnij poniższy formularz aby ją wyłączyć.
sv: tvåfaktorautentisering är för närvarande **aktiverad**. fyll i formuläret nedan om du vill inaktivera den.
uk: двохфакторна ідентифікація зараз **включена**. заповніть форму нижче, якщо бажаєте відключити її.
vi: xác thực hai chiều đang được **cho phép**. điền đầy đủ mẫu bên dưới nếu bạn muốn vô hiệu hóa.

source: one-time password
ar: كلمة سر لمرة واحدة
bs: šifra za jednu upotrebu
ca: contrasenya d'ús únic
el: κωδικός μιας χρήσης
fi: kertakäyttöinen salasana
fr_ca: mot de passe unique
hu: egyszeri jelszó
it: password monouso
mt_mt: password ta' darba
nn: eingongs passord
no: engangspassord
pl: hasło jednorazowe
sv: engångslösenord
uk: одноразовий пароль
vi: mật khẩu dùng một lần

source: disable
ar: تعطيل
bs: onemogući
ca: desactiva
el: απενεργοποίησε
eo: malpermesu
fi: poista käytöstä
fr_ca: désactiver
hu: letiltás
it: disabilita
mt_mt: iddiżattiva
nn: skru av
no: deaktiver
pl: wyłącz
sr_la: onesposobi
sv: inaktivera
uk: вимкнути
vi: vô hiệu hóa

source: enter your current password below to start the activation process for two-factor authentication.
ar: ادخل كلمة السر الحالية بالأسفل لبدء عملية تفعيل التحقق ثنائي العامل.
bs: ispod upišite vašu trenutnu šifru da započnete aktivacijski proces dvostruke autentifikacije.
ca: escriu la teva actual contrasenya a sota per començar el procés d'activació de dos factors.
el: δώσε το τρέχον σου κωδικό παρακάτω για να ξεκινήσει η διαδικασία ενεργοποίησης της ταυτοποίησης δύο παραγόντων
fi: kirjoita nykyinen salasanasi alapuolelle aloittaaksesi prosessi kaksivaiheiselle vahvistukselle.
fr_ca: saisissez votre mot de passe actuel ci-dessous pour démarrer le processus d'activation pour l'authentification à deux facteurs.
hu: add meg a jelenlegi jelszavadat alább, hogy elkezd az aktivációs folyamatot a kétlépcsős hitelesítéshez.
it: inserisci la password attuale in basso per iniziare il processo per l'autenticazione a due fattori.
mt_mt: daħħal il-password kurrenti tiegħek hawn taħt sabiex tibda l-proċess t'attivazzjoni għal-awtentikazzjoni b'żewġ fatturi.
nn: skriv inn det noverande passordet ditt nedanfor for å starte aktiveringsprosessen for tofaktors identitetsstadfesting.
no: skriv inn ditt nåværende passord nedefor for å starte aktiveringsprosessen for to-faktor autentisering.
pl: podaj swoje obecne hasło aby rozpocząć proces aktywacji autoryzacji dwuetapowej
sv: skriv in ditt nuvarande lösenord nedanför för att starta aktiveringsprocessen för tvåfaktorsautentisering
uk: введіть ваш поточний пароль нижче щоб почати процес активації двохфакторної ідентифікації.
vi: Điền mật khẩu hiện tại của bạn đên để bắt đầu kích hoạt mật khẩu 2 lớp

source: activate
ar: تنشيط
bs: aktiviraj
ca: activa
el: ενεργοποίηση
fi: aktivoi
fr_ca: activer
hu: aktiválás
it: attivato
mt_mt: attiva
nn: aktiver
no: aktivér
pl: aktywuj
sv: aktivera
uk: активувати
vi: kích hoạt

source: below is your two-factor authentication secret. you can scan the QR code with Google Authenticator or enter the key below manually. you WILL NOT have another chance to see this secret.
ar: هنالك فى الأسفل سوْال سري ذو جزئين. بإمكانك أن تستخدم متثبت جوجل لمسح رمز الباركود أو بأن تدخل الرمز يدوياٌ.ستجظى بفرصة واحدة لروْية هذا السر
bs: ispod je prikazan tajni ključ za vašu dvostruku autentifikaciju. QR kod možete skenirati pomoću Google Authenticatora ili ključ možete upisati ručno. NEĆETE imati još jednu priliku da vidite ovaj tajni ključ.
ca: sota hi ha la el teu secret per l'autenticació de dos factors. Pots escanejar el codi QR amb Google Authenticator o escriure la clau a sota manualment. NO TINDRÀS cap altre oportunitat per veure aquest secret.
el: παρακάτω είναι το μυστικό ταυτοποίησης δύο παραγόντων. μπορείς να σκανάρεις τον κωδικό QR με τον Google Authenticator ή να δώσεις τον παρακάτω κωδικό χειροκίνητα. ΔΕΝ ΘΑ ΕΧΕΙΣ άλλη ευκαιρία να δεις αυτό το μυστικό.
fi: alla on kaksivaiheisen vahvistuksen avaimesi. voit skannata QR koodin Google Authenticatorilla tai syöttää avaimen itse. sinulla EI OLE toista mahdollisuutta nähdä tätä avainta.
fr_ca: Vous trouverez ci-dessous votre secret d'authentification à deux facteurs. Vous pouvez scanner le code QR avec Google Authenticator ou saisir manuellement la clé ci-dessous. Vous N'AUREZ PAS d'autre possibilité pour voir ce secret.
hu: alul van a két részes hitelesítő kódod. beolvashatod a QR kódot Google Hitelesítővel vagy beírhatod kézzel. NINCS másik lehetőséged ezt a kódot megtekinteni.
it: In basso c'è il tuo segreto di autenticazione a due fattori. puoi scannerizzare il codice QR con Google Authenticator o inserire il codice in basso manualmente, NON avrai un'altra occasione per vedere questo segreto.
mt_mt: hawn taħt issib is-sigriet tal-awtentikazzjoni b'żewġ fatturi. tista tiskanja il-kodiċi QR bl-Awtentikatur ta' Google jew daħħal il-key hawn taħt manwalment. ma JKOLLOKX opportunità oħra biex tara s-sigriet.
nn: nedanfor finn du løyndomen for den tofaktors identitetsstadfestinga di. du kan scanne QR-koden med Google Authenticator eller skrive inn nøkkelen under manuelt. du får INGEN fleire sjansar til å sjå løyndomen her.
no: nedenfor er din hemmelige to-faktors autentiseringsnøkkel. du kan lese QR-koden med Google Authenticator eller skrive inn nøkkelen nedenfor manuelt. du VIL IKKE ha mulighet til å se denne nøkkelen på nytt.
pl: poniżej jest twój tajny klucz autoryzacji dwuetapowej. możesz zeskanować kod QR przy pomocy Google Authenticatora lub wpisać klucz ręcznie. NIE ZOBACZYSZ więcej tego klucza.
sv: nedan visas din hemlighet för tvåfaktorautentisering. du kan läsa av QR-koden med Google Authenticator eller ange nyckeln nedan manuellt. du FÅR INTE något mer tillfälle att se hemligheten.
uk: нижче показаний ваш секрет двохфакторної ідентифікації. ви можете відсканувати QR код за допомогою Google Authenticator або введіть ключ вручну нижче. ви НЕ МАТИМЕТЕ шанса побачити цей секретний код знову.
vi: dưới đây là phần xác thực hai chiều của bạn. bạn có thể quét mã QR với Google Authenticator hoặc nhập dữ liệu xác nhận vào ngay dưới đây. phần này sẽ không được hiển thị lại một lần nữa.

source: enable
ar: تفعيل
bs: omogući
ca: activa
el: ενεργοποίησε
eo: permesu
fi: ota käyttöön
fr_ca: activer
hu: engedélyezés
it: abilita
mt_mt: attiva
nn: skru på
no: aktiver
pl: włącz
sr_la: osposobi
sv: aktivera
uk: увімкнути
vi: cho phép

source: verify your email
ar: تأكيد بريدك الألكتروني
bs: verifikuj moj email
ca: verifica el teu correu
el: επιβεβαίωσε το email σου
eo: kontrolu vian retpoŝtadreson
eu: egiaztatu zure e-posta
fi: vahvista sähköpostiosoite
fr_ca: Vérifiez votre e-mail
hu: email megerősítése
it: verifica la tua email
mt_mt: ivverifika l-indirizz tal-email tiegħek
nn: stadfest eposten din
no: bekreft din e-post
pl: zweryfikuj email
sr_la: verifikujte vaš email
sv: verifiera din e-postadress
uk: підтвердіть вашу електронну пошту
vi: xác nhận email

source: update your email
ar: تحديث بريدك الألكتروني
bs: ažuriraj moj email
ca: actualitza el seu correu
el: άλλάξε το email σου
eu: eguneratu zure e-posta
fi: vaihda sähköpostiosoite
fr_ca: Mettez à jour votre email
hu: e-mail cím módosítása
it: cambia la tua email
mt_mt: aġġorna l-indirizz tal-email tiegħek
nn: oppdater eposten din
no: oppdater din e-post
pl: zmień email
sr_la: ažurirajte vaš email
sv: uppdatera din e-postadress
uk: обновити вашу електронну пошту
vi: cập nhật mật khẩu của bạn

source: current password
ar: كلمة السر الحالية
bs: trenutna šifra
ca: contrasenya antiga
el: τρέχων κωδικός
eu: uneko pasahitza
fi: nykyinen salasana
fr_ca: mot de passe actuel
hu: jelenlegi jelszó
it: password attuale
mt_mt: password kurrenti
nn: noverande passord
no: nåværende passord
pl: aktualne hasło
sv: nuvarande lösenord
uk: поточний пароль
vi: mật khẩu hiện tại

source: not set
ar: غير مُحدد
bs: nije postavljeno
ca: no establert
el: χωρίς τιμή
eu: ezarri gabea
fi: ei asetettu
fr_ca: non défini
hu: nincs megadva
it: non impostato
mt_mt: mhux issetjat
nn: ikkje sett
no: ikke satt
pl: nieustawione
sv: inte angett
uk: не задано
vi: chưa được thiết lập

source: verified
ar: تم التأكيد
bs: verificirano
ca: verificat
el: επιβεβαιωμένο
eu: egiaztatua
fi: vahvistettu
fr_ca: Vérifié
hu: megerősítve
it: verificata
mt_mt: ivverifikat
nn: stadfesta
no: bekreftet
pl: zweryfikowano
sr_la: verifikovano
sv: verifierad
uk: перевірено
vi: đã xác nhận

source: verification pending
ar: تأكيد معلق
bs: čeka na verifikaciju
ca: verificació pendent
el: εκκρεμεί επιβεβαίωση
eu: egiaztapenaren zain
fi: odotetaan vahvistusta
fr_ca: vérification en attente
hu: megerősítés füdőben
it: in attesa di verifica
mt_mt: qed nistenna l-verifika
nn: ventar på stadfesting
no: venter på bekreftelse
pl: oczekuje na weryfikację
sr_la: verifikacija na čekanju
sv: avvaktar verifiering
uk: очікує підтвердження
vi: chờ xác nhận

source: click to resend
ar: أضغط لإعادة الإرسال
bs: kliknite da pošaljete ponovo
ca: clica per reenviar
el: click για επαναποστολή
eu: klik berbidaltzeko
fi: klikkaa uudelleenlähettääksesi
fr_ca: cliquer pour ré-envoyer
hu: kattints ide az újraküldéshez
it: clicca per reinviare
mt_mt: agħfas sabiex terġa tibgħat
nn: klikk for å sende om att
no: klikk for å sende på nytt
pl: kliknij by przesłać ponownie
sv: klicka för att skicka igen
uk: клікніть для повторної відправки
vi: Bấm vào để gửi lại

source: unverified
ar: غير مؤكد
bs: neverificirano
ca: sense verificar
el: μη επιβεβαιωμένο
eu: egiaztatu gabea
fi: vahvistamaton
fr_ca: non-vérifié
hu: nincs megerősítve
it: non verificata
mt_mt: mhux ivverifikat
nn: ikkje stadfesta
no: ubekreftet
pl: nie zweryfikowano
sr_la: nije verifikovano
sv: ej verifierad
uk: не перевірено
vi: chưa được xác nhận

source: click to verify
ar: أضغط للتأكد
bs: kliknite da verifikujete
ca: clica per verificar
el: click για επιβεβαίωση
eu: klikatu egiaztatzeko
fi: klikkaa vahvistaaksesi
fr_ca: cliquer pour vérifier
hu: kattints ide a megerősítéshez
it: clicca per verificare
mt_mt: agħfas sabiex tivverifika
nn: klikk for å stadfeste
no: klikk for å verifisere
pl: kliknij by zweryfikować
sv: klicka för att verifiera
uk: клікніть для перевірки
vi: bấm vào để xác nhận

source: send verification email
ar: أرسال رسالة التحقق
bs: pošalji verifikacijski email
ca: envia correu electrònic de verificació
el: αποστολή email επαλήθευσης
eu: bidali egiaztatze e-posta
fi: lähetä vahvistusviesti
fr_ca: envoyer l'email de vérification
hu: megerősítő e-mail küldése
it: invia l'email di verifica
mt_mt: ibgħat l-email tal-verifikazzjoni
nn: send stadfestingsepost
no: send e-post for bekreftelse
pl: wyślij email weryfikacyjny
sr_la: pošalji verifikacioni email
sv: skicka verifiering via e-post
uk: відправити поштове повідомлення для перевірки
vi: gửi email xác nhận

source: update your password
ar: تحديث كلمة السر
bs: ažuriraj moju šifru
ca: actualitza la seva contrasenya
el: άλλάξε τον κωδικό σου
eu: eguneratu zure pasahitza
fi: vaihda sähköpostiosoite
fr_ca: Mettez à jour votre mot de passe
hu: jelszó módosítása
it: cambia la password
mt_mt: aġġorna l-password tiegħek
nn: oppdater passordet ditt
no: oppdater ditt passord
pl: zmień hasło
sr_la: ažurirajte vašu lozinku
sv: uppdatera ditt lösenord
uk: обновити ваш пароль
vi: cập nhật mật khẩu của bạn

source: removed at %(time)s
fi: poistettu ajassa %(time)s
fr_ca: retiré à %(time)s
it: rimosso alle %(time)s
mt_mt: tneħħa %(time)s
nn: fjernet %(time)s
no: fjernet %(time)s
pl: usunięty o %(time)s
sv: borttagen %(time)s
uk: вилучено %(time)s

source: (no need to click for this info; just hover over the checkmark next time)
ar: (لا حاجة للضغط لرؤية هذه المعلومة؛ فقط حوِّم فوق العلامة مرة أخرى)
bs: (nema potrebe da kliknete na ove informacije; samo ih naciljajte mišem sljedeći put)
ca: (No es necessita clicar per a aquesta informació; només cal passar el ratolí per sobre de la marca la propera vegada)
el: (δεν χρειάζεται να κάνεις click για αυτή την πληροφορία· απλά άφησε το ποντίκι πάνω από το σημάδι την επόμενη φορά)
fi: (ei tarvitse klikata nähdäkseen tämän; siirrä hiiren kursori ✓-merkin päälle)
fr_ca: (pas besoin de cliquer pour obtenir cette info; simplement faire glisser la souris sur le composant pour faire apparaître)
hu: (nem kell kattintani erre az infora; legközelebb csak mozgasd a kurzort a pipa fölé)
it: (non c'è bisogno di cliccare per queste info; basta passare sopra il segno)
mt_mt: (m'hemmx għalfejn tagħfas għal dat-tagħrif ; kemm tmexxi l-mouse fuq il-marka darb' oħra)
nn: (ingen grunn til å trykke den her for info, berre hald peikaren over haka neste gong)
no: (ingen grunn til å klikke for denne informasjonen: bare hold pekeren over haken neste gang)
pl: (nie ma potrzeby klikać, aby ujrzeć tę informację. wystarczy najechać kursorem na znacznik)
sv: (du behöver inte klicka för denna info; håll bara musen över krysset nästa gång)
uk: (не потрібно клікати по цій інформації; просто наведіть курсор наступного разу)
vi: (không cần thiết click vào để hiện thông tin này; lần tới chỉ cần rê chuột vào phần đánh dấu là sẽ hiển thị ra)

source: upvote
fi: tykkään
fr_ca: vote positif
hu: felszavaz
mt_mt: vot il-fuq
nn: stem opp
no: stem opp
pl: pozytywny głos
sv: upprösta
uk: голос за
vi: tăng hạng

source: downvote
fi: en tykkää
fr_ca: vote négatif
hu: leszavaz
mt_mt: vot l-isfel
nn: stem ned
no: stem ned
pl: negatywny głos
sv: nedrösta
uk: голос проти
vi: giảm hạng

source: spammed
ar: مزعجة
bs: spamano
ca: spamejat
el: ανεπιθύμητο
fi: spämmiä
fr_ca: Ajouté aux spams
hu: spammelt
it: spammato
mt_mt: isspamjat
nn: søpla
no: spammet
pl: oznaczony jako spam
sv: spammad
uk: відмічене як спам
vi: rác

source: approve
ar: تصريح
bs: odobri
ca: aprovar
el: έγκριση
eu: onartu
fi: hyväksy
fr_ca: approuver
hu: elfogadás
it: approva
mt_mt: approva
nn: godkjenn
no: godkjenn
pl: zatwierdź
sv: godkänn
uk: схвалити
vi: chấp nhận

source: lock
fi: lukitse
fr_ca: verouiller
it: blocca
sv: lås
uk: закрити

source: unlock
fi: poista lukko
fr_ca: déverouiller
hu: felold
it: sblocca
sv: lås upp
uk: відкрити

source: marked
ar: مُعَلم
bs: označeno
ca: marcat
el: μαρκαρισμένο
eu: markatua
fi: merkitty
fr_ca: marqué
hu: megjelölve
it: segnato
mt_mt: immarkat
nn: merkt
no: markert
pl: oznaczone
sv: markerad
uk: відмічене
vi: đã đánh dấu

source: un-nsfw
ar: آمن للعمل
bs: ukloni nszr
el: κατάλληλο
eu: kendu nsfw
fi: ei-NSFW
fr_ca: dé-nsfw
hu: nem-nsfw
it: non-nsfw
mt_mt: neħħi minn nsfw
nn: ikkje-nsfw
pl: zdejmij oznaczenie +18
sv: ta bort nsfw-markering
uk: зняти відмітку «не для офісу»
vi: anncc

source: unmarked
ar: غير مُعَلم
bs: neoznačeno
ca: desmarcat
el: αμαρκάριστο
eu: marka kendua
fi: ei valittu
fr_ca: non-marqué
hu: jelöletlen
it: non segnato
mt_mt: mhux immarkat
nn: merkinga fjerna
no: umarkert
pl: nieoznaczone
sv: omarkerad
uk: не відмічено
vi: chưa đánh dấu

source: retry thumb
fi: yritä pikkukuvaa uudelleen
fr_ca: réessayer miniature
it: riprova anteprima
mt_mt: erġa' pprova ikseb il-minjatura
nn: prøv miniatyr på nytt
no: prøv miniatyr på nytt
pl: ponów pobieranie miniatury
sv: ladda om förhandsvisning
uk: спробувати ще
vi: thử lại việc tăng điểm

source: check back in a few minutes
fr_ca: revenez dans quelques minutes
it: riprova tra alcuni minuti
mt_mt: erġa vverifika fi żmien ftit minuti
sv: försök igen om ett par minuter
uk: перевірте ще раз через кілька хвилин

source: distinguish this?
ar: تميز هذا؟
bs: istaći ovo?
ca: distingir això?
el: να το αναδείξω αυτό;
eu: hau nabarmendu?
fi: erottuiko tämä joukosta?
fr_ca: Distinguer ceci ?
hu: megkülönböztetése?
it: distinguerlo?
mt_mt: trid tiddistingwi dan?
nn: skilje det her?
no: framheve dette?
pl: wyróżnić to?
sr_la: ugasi ovo?
sv: särskilj detta?
uk: розрізнити це?
vi: phân loại cái này?

source: distinguishing...
ar: يتم التميز...
bs: ističem...
ca: distingint...
el: ανάδειξη...
eu: nabarmentzen...
fi: erottuva..
fr_ca: distinction...
hu: felismerés folyamatban...
it: distinzione in corso...
mt_mt: qed niddistingwi...
nn: skil ...
no: framhever...
pl: wyróżnianie...
sr_la: gašenje....
sv: särskilj...
uk: розрізняю...
vi: đang phân loại

source: give reddit gold in appreciation of this post.
fr_ca: offrir de l'Or reddit pour montrer votre appréciation de ce commentaire.
it: regala reddit gold come apprezzamento per questo post.
mt_mt: agħti reddit gold b'wirja t'apprezzament ta' dil-impostazzjoni.
nn: gi reddit gull i takknemlighet for innlegget.
no: gi reddit gull i takknemlighet for innlegget.
pl: podaruj złoto reddit w podziękowaniu za ten post.
sv: ge reddit guld för att visa din uppskattning för det här bidraget.
uk: подарувати Золоту підписку як вдячність за публікацію.
vi: gửi tặng reddit gold cho bài đăng này.

source: reapprove
bs: ponovo odobri
el: επανέγκριση
fi: uudelleenhyväksy
fr_ca: réapprouver
hu: újra jóváhagyás
it: riapprova
mt_mt: erġa' approva
nn: godkjenn på ny
no: godkjenn på ny
pl: zatwierdź ponownie
sv: godkänn igen
uk: повторно схвалити
vi: tái xác nhận

source: click to show report reasons
fi: Paina näyttääksesi ilmoitusten syyt
fr_ca: cliquer pour montrer les raisons du signalement
it: Premi per mostrare i motivi della segnalazione
mt_mt: agħfas sabiex turi r-raġunijiet tas-senjalazzjoni
no: klikk for å se anmeldelsesårsaker
sv: klicka för att visa orsaker till anmälan
uk: показати причину скарги

source: moderator reports:
fr_ca: rapports de modérateurs:
it: segnalazioni moderatori:
mt_mt: senjalazzjonijiet mil-moderaturi:
no: moderator-rapporter:
sv: moderatoranmälningar:
uk: скарги модераторів:

source: user reports:
fr_ca: rapports d'utilisateurs:
it: segnalazioni utenti:
mt_mt: senjalazzjonijiet tal-utenti:
no: brukerrapporter:
sv: användaranmälningar:
uk: скарги користувачів:

source: unhide
ar: إظهار
bs: nemoj sakriti
ca: mostra
el: εμφάνιση
eo: malkaŝu
et: näita taas
fi: näytä
fr_ca: démasquer
he: בטל הסתרה
hu: felfed
it: mostra
mt_mt: tibqax taħbi
nn: vis
no: vis
pl: odkryj
sr_la: otkrij
sv: sluta gömma
ta: வெளிக் கொண்டு வர
uk: показати
vi: chưa ẩn

source: unhidden
ar: مظهور
bs: nesakriveno
ca: mostrades
el: εμφανίστηκε
eo: malkaŝita
et: peitmata
fi: piilotus poistettu
fr_ca: visible
he: לא מוסתר
hu: nyilvános
it: mostrato
mt_mt: m'għadux moħbi
nn: vist
no: vist
pl: odkryte
sr_la: otkriveno
sv: visas
ta: வெளிக் கொண்டு வரப்பட்டவை
uk: показано
vi: chưa bị ẩn

source: reject
ar: أرفض
bs: odbij
ca: rebutjar
el: απόρριψη
eo: malakceptu
eu: baztertu
fi: hylkää
fr_ca: rejeter
hu: visszautasítás
it: respingi
mt_mt: irrifjuta
nn: avvis
no: avvis
pl: odrzuć
sr_la: odbij
sv: avvisa
uk: відхилити
vi: từ chối

source: accepted
ar: تم القبول
bs: prihvaćeno
ca: acceptat
el: εγκρίθηκε
eo: akceptita
eu: onartua
fi: hyväksytty
fr_ca: accepté
hu: elfogadva
it: accettato
mt_mt: aċċettat
nn: godteke
no: akspertert
pl: zaakceptowano
sr_la: prihvaćeno
sv: accepterad
uk: прийнято
vi: đã chấp nhận

source: fraud
fr_ca: fraude
hu: csaló
it: frode
mt_mt: frodi
no: svindel
sv: bedrägeri
uk: шахрайство

source: traffic
ar: حركة
bs: saobraćaj
ca: tràfic
el: κίνηση
eu: trafikoa
fi: liikenne
fr_ca: trafic
hu: forgalom
it: traffico
mt_mt: traffiku
nn: trafikk
no: trafikk
pl: ruch
sr_la: saobraćaj
sv: trafik
uk: трафік
vi: lưu lượng

source: context
ar: السياق
bs: sadržaj
el: συμφραζόμενα
eo: kunteksto
et: kontekst
eu: testuingurua
fi: asiayhteys
fr_ca: contexte
he: קונטקסט
hu: összefüggés
it: contesto
mt_mt: kuntest
nn: samanheng
no: kontekst
pl: kontekst
sr_la: kontekst
sv: kontext
ta: சந்தர்ப்பம்
uk: контекст
vi: ngữ cảnh

source: full comments
ar: كامل التعليقات
bs: svi komentari
ca: comentaris complerts
el: πλήρη σχόλια
eu: iruzkin guztiak
fi: täydet kommentit
fr_ca: tous les commentaires
hu: összes hozzászólás
it: commenti completi
mt_mt: kummenti sħaħ
nn: heile innlegg
no: alle kommentarer
pl: pełne komentarze
sv: hela tråden
uk: всі коментарі
vi: tất cả các bài bình luận

source: reply {verb}
ar: رد
bs: odgovori
ca: respon
el: απάντησε
eo: respondu
et: vasta
eu: erantzun
fi: vastaa
fr_ca: répondre
he: השב
hu: hozzászólok
it: rispondi
mt_mt: wieġeb
nn: svar
no: svar
pl: odpowiedz
sr_la: odgovori
sv: svara
ta: பதில் தரவும்
uk: відповісти
vi: trả lời

source: unblock subreddit
fr_ca: débloquer le subreddit
hu: subreddit feloldása
it: sblocca subreddit
mt_mt: żblokka s-subreddit
no: fjern blokkering av subreddit
sv: avblockera subreddit
uk: розблокувати сабреддіт

source: unblocked
fi: Esto poistettu
fr_ca: débloqué
hu: feloldva
it: sbloccato
mt_mt: żblokkata
no: blokkering fjernet
sv: avblockeradd
uk: розблоковано

source: block subreddit
fr_ca: bloquer le subreddit
hu: subreddit tiltása
it: blocca subreddit
mt_mt: ibblokka s-subreddit
no: blokkér subreddit
sv: blockera subreddit
uk: заблокувати сабреддіт

source: block user
ar: مستخدم محجوب
bs: blokiraj korisnika
ca: bloqueja usuari
el: μπλοκάρισμα χρήστη
eu: blokeatu erabiltzailea
fi: estä käyttäjä
fr_ca: bloquer utilisateur
hu: felhasználó blokkolása
it: blocca utente
mt_mt: ibblokka l-utent
nn: blokker brukar
no: blokker bruker
pl: zablokuj użytkownika
sv: blockera användare
uk: заблокувати користувача
vi: chận người dùng

source: mark unread
ar: وضع علامة غير مقروء
bs: označi kao nepročitano
ca: marca com a no llegit
el: χαρακτηρισμός ως μη αναγνωσμένο
eo: marku kiel legita
eu: markatu irakurri gabea
fi: merkkaa luetuksi
fr_ca: marquer comme non-lu
hu: olvasatlannak jelölés
it: segna da leggere
mt_mt: immarka li ma' nqarax
nn: merk som ulesen
no: marker som ulest
pl: oznacz jako nieprzeczytane
sv: markera som oläst
uk: відмітити як непрочитане
vi: đánh dấu chưa đọc

source: You must be invited to visit this community
fr_ca: Vous devez être invité à visiter cette communauté
it: Devi essere invitato per visitare questa comunita'
sv: Du måste vara inbjuden för att besöka denna gemenskap
uk: Ви маєте бути запрошені, щоб відвідати цю спільноту
