Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: (blank for none)
bs: (prazno za ništa)
et: (jäta tühjaks, kui see ei huvita)
nn: (blank for ingen)
pl: (zostaw puste aby wyłączyć)
sr_la: (prazno za ništa)
ta: (காலியிடம்)

source: allow subreddits to show me custom styles
bs: dozvoli subredditima da mi prikažu vlastite stilove
nn: tillat subredditer å vise meg egendefinerte stiler
pl: pozwalaj subredditom na używanie dowolnych stylów

source: load core JS libraries from reddit servers
bs: učitaj glavne JS biblioteke sa redditovih servera
eu: kargatu nukleoko JS liburutegiak reddit zerbitzarietatik
nn: last kjerne-JS-biblioteka frå reddittenarane
pl: załaduj bazowe biblioteki JavaScript ze serwera reddit

source: show the right sidebar ad box
ar: أظهر أعلانات الشريط الجانبي على جهة اليمين
bs: prikaži desnu reklamnu bočnu traku
eu: erakutsi eskuineko albo-barrako iragarki-koadroa
nn: vis reklameboksen i feltet til høgre
pl: pokazuj reklamy na prawym pasku

source: the attractive 300x250 one that usually only has reddit t-shirts in it
ar: الـ 300 × 250 الجذابة ، هي التي تحتوي بالعادة على فانيلات
bs: atraktivna 300x250 obično sadrži samo reddit majice
eu: 300x250eko erakargarri hori, normalean redditen elastikoak soilik dituena
nn: den attraktive 300x250 pikslar store som vanlegvis har reddit-t-skjortar i seg
pl: aktrakcyjny 300x250, który zwykle ma koszulki reddita w sobie

source: show sponsored links
ar: أظهر روابط تحت رعاية
bs: prikaži sponzorisane linkove
eu: erakutsi babestutako estekak
nn: vis sponsa lenkjer
pl: pokaż linki sponsorowane

source: the blue advertisements that sometimes appear on the top of the page
ar: الإعلانات الزرقاء التي تظهر أحياناً في أعلى الصفحة
bs: plave reklame koje se ponekad prikazuju na vrhu stranice
eu: batzuetan orriaren goiko aldean agertzen diren iragarki urdinak
nn: dei blå reklamane som stundom dukkar opp øvst på sida
pl: te niebieskie reklamy które czasem pojawiają się u góry strony

source: show sponsorships
ar: أظهر الرعايات
bs: prikaži sponzorstva
eu: erakutsi babesleak
nn: vis sponsoravtaler
pl: pokaż sponsorowane

source: the 300x100 'sponsored by...' images that sometimes appear in sidebars
ar: الصور قياس 300 × 100 'برعاية...' التي تظهر أحياناً في الأشرطة الجانبية
bs: 300x100 'sponzoriše...' slike koje se ponekad prikazuju u bočnim trakama
eu: batzuetan albo-barran agertzen diren 300x100eko '...-(e)k babestuta' irudiak
nn: det 300x100 pikslar store "sponsa av ..."-biletet som stundom dukkar opp i sidefeltet
pl: 'sponsorowany przez ...' o rozmiarze 300x100, który często pojawia się na pasku bocznym

source: retrying
nn: prøver på nytt
pl: próbuję ponownie

source: business day
nn: arbeidsdag
pl: dzień roboczy

source: unapproved sponsored link
bs: neodobreni sponzorisani link
eu: onartu gabeko babestutako esteka
nn: underkjend sponsa lenkje
pl: niezaakceptowany link sponsorowany
sr_la: neodobren sponzorisani link

source: images will be resized if larger than 70 x 70 pixels
nn: bilder vil bli skalert om de er større en 70 x 70 piksler
pl: obrazy zostaną przeskalowane, jeśli są większe niż 70 x 70 pikseli

source: bidding history
bs: historija aukcije
eu: eskaintzen historia
nn: bodhistorikk
pl: historia płatności

source: Privacy Policy {Genitive}
et: Privaatsuspoliitika
eu: Pribatutasun politika
he: מדיניות הפרטיות
pl: Politykę Prywatności
sr_la: Politika o privatnosti
ta: தனியுரிமைக் காப்புறுதிக் கொள்கை

source: traffic statistics for %(place)s
bs: statistika saobraćaja za %(place)s
nn: trafikkstatistikk for %(place)s
pl: statystyki ruchu dla %(place)s

source: satisfied?
bs: zadovoljni?
eu: pozik?
nn: nøgd?
pl: zadowolony?

source: thanks for your feedback!
bs: hvala vam na vašim informacijama!
nn: takk for tilbakemeldinga!
pl: dziękujemy za twoje wsparcie!

source: search reddit
bs: pretraga reddita
eu: bilatu reddit
nn: søk på reddit
pl: szukaj
sr_la: pretraži reddit

source: Get started &rsaquo;
bs: Započnite &rsaquo;
nn: Kom i gang &rsaquo;
pl: Rozpocznij korzystanie &rsaquo;

source: over18
ar: فوق١٨
bs: preko 18
eo: plenkreskula
eu: 18tik gora
pl: od 18
sr_la: preko 18

source: please select an image
ar: الرجاء أختيار صورة
bs: molimo vas da odaberete sliku
ca: siusplau selecciona una imatge
eo: Bonvole elektu bildon
eu: mesedez, hautatu irudi bat
nn: vel eit bilete
pl: proszę wybrać obraz
sr_la: molimo izaberite sliku

source: all DART traffic for this subreddit.
bs: sav DART saobraćaj za ovaj subreddit.
nn: all DART-trafikk for denne subredditen.
pl: cały ruch DART dla tego subredditu.

source: recent 300x100 campaigns in this subreddit:
bs: nedavne 300x100 kampanje u ovom subredditu:
nn: nylege 300x100-kampanjar på denne subredditen.
pl: ostatnie kampanie 300x100 w tym subreddicie:

source: no recent 300x100 campaigns in this subreddit
bs: nema nedavnih 300x100 kampanja u ovom subredditu
nn: ingen nylege 300x100-kampanjar på den subredditen her
pl: żadnych ostatnich kampanii 300x100 w tym subreddicie

source: liked by
ar: أعجب بـ
bs: lajkovao
eo: ŝatita de
et: meeldisid
eu: noren gustokoa
he: הומלץ על ידי
nn: likt av
pl: lubiane przez
sr_la: dopalo se
ta: விரும்பியவர்கள்

source: disliked by
ar: لم يعجب بـ
bs: nije lajkovao
eo: malŝatita de
et: ei meeldinud
eu: noren ez-gustokoa
he: הושמץ על ידי
nn: mislikt av
pl: nielubiane przez
sr_la: nije se dopalo
ta: விரும்பாதவர்கள்

source: revision by&nbsp;%s
bs: revizije od&nbsp;%s
nn: revisjon av&nbsp;%s
pl: modyfikacje dokonane przez &nbsp;%s

source: lurker
ar: مطارد
pl: podglądacz

source: url
ar: عنوان إلكتروني
el: διεύθυνση
he: כתובות אתר
nn: lenkje
ta: இணையத்தளமுகவரி
vi: đường dẫn liên kết

source: subreddit message %(author)s sent %(when)s
nn: subreddit-melding %(author)s sendt %(when)s

source: &hellip; and %(count)s more &raquo;
nn: &hellip; og %(count)s flere &raquo;

source: [reddit] message notification
vi: [reddit] thông báo tin nhắn

source: %d %b %Y
et: %d.%m.%Y
he: %d/%m/%Y
hu: %Y.%b.%d
sr_la: %d. %m. %Y.

source: 16:9 aspect ratio required
ca: és requereix una relació d'aspecte de 16:9

source: that user will not be sent a ban notification, remove note to be able to ban
ca: a aquest usuari no se li enviarà una notificació de penalització, elimini la nota per a poder-lo penalitzar

source: this subreddit is for gold members
ca: aquest subreddit és per a membres or

source: you must have [reddit gold](/gold/about) to view this super secret subreddit ^[beta](/gold/about#gold-only-subreddits)
ca: has de tenir [or de reddit](/gold/about) per a veure aquest subreddit súper secret ^[beta](/gold/about#gold-only-subreddits)

source: %(sender)s liked [your comment](%(url)s) so much that they gilded it, giving you reddit gold.
ca: a %(sender)s li ha agradat tant [el teu comentari](%(url)s) que l'han daurat, donant-te or de reddit.

source: %(sender)s liked [your submission](%(url)s) so much that they gilded it, giving you reddit gold.
ca: a %(sender)s li ha agradat tant [la teva aportació](%(url)s) que l'han daurat, donant-te or de reddit.

source: reddit store
ca: botiga reddit

source: radio reddit
ar: مذياع ريديت
ca: ràdio reddit
eu: reddit irratia

source: reddit.tv
ar: ريديت.تلفاز

source: PayPal
ar: باي بال (PayPal)

source: karma
ar: الكرمة

source: thanks for your message! you should hear back from us shortly.
bs: Hvala na poruci! Javit ćemo vam se uskoro.
eo: dankon je via mesaĝo! vi baldaŭ ricevos konfirmon el ni.
et: aitäh sõnumi eest!
eu: eskerrik asko zure mezuagatik! laster izango duzu gure berri.
he: תודה על הודעתך! אתה תשמע מאיתנו בקרוב.
sr_la: hvala vam na poruci! uskoro ćemo vam se javiti.
ta: உங்கள் அஞ்சலுக்கு நன்றி.இன்னும் சில நொடிகளில் எங்கள் மறுமொழி உங்களை வந்தடையும்.

source: an unknown amount
bs: nepoznat iznos
eu: kopuru ezezagun bat

source: ancient history
bs: prahistorija
eu: aintzinako historia

source: via %(subreddit)s
bs: preko %(subreddit)s
eu: %(subreddit)s bidez

source: [ad_inq] feedback from '%(user)s'
bs: [povratne informacije] povratne informacije od '%(user)s'
sr_la: [ad_inq] fidbek od '%(user)s'

source: (only used to reply)
bs: (koristi se samo za komentare)
et: (kasutatakse ainult vastamiseks)
eu: (erantzuteko soilik erabilia)
he: (לשימוש רק לצרכי משוב)
ta: (பதில் தர மட்டுமே உபயோகப்படுத்தப்படும்)

source: * if you're having a problem on reddit, please consider [contacting us](/feedback) about it before deleting your account. * deleting your account will not delete the content of posts and comments you've made on reddit. to do so, please delete them individually.
bs: * Ako vas se desio problem na redditu, molimo vas da nas o tome [obavijestite](/feedback) prije nego obrišete vaš račun. * brisanjem vašeg računa neće obrisati sadržaj poruka i komentara koje ste napravili na redditu. da to učinite, morat ćete ih ručno obrisati.

source: width
bs: širina
eu: zabalera

source: height
bs: visina
eu: altuera

source: create a roadblock
bs: kreiraj prepreku

source: existing roadblocks
bs: postojeća prepreka

source: account
eu: kontua

source: links & comments
eu: esteka eta iruzkinak

source: private messages
eu: mezu pribatuak

source: moderation
eu: moderazioa

source: misc
eu: askotarikoak

source: listings
eu: zerrendak

source: users
eu: erabiltzaileak

source: edit this page
eo: modifu la paĝon
eu: editatu orri hau
sr_la: izmeni ovu stranicu

source: yes, it's okay!
eo: jes, tio bonas!
eu: bai, ados!

source: just read this first.
eo: nur legu ĉi tion unue.
eu: lehenik irakurri hau.

source: that number isn't in the right range (%(min)d to %(max)d)
eo: tiu nombro ne estas en la ĝusta skalo (%(min)d to %(max)d)
eu: zenbaki hori ez dago tarte egokian (%(min)d eta %(max)d artean)
sr_la: taj broj nije u pravom opsegu (%(min)d to %(max)d)

source: your bid must be at least $%(min)d per day and no more than to $%(max)d in total.
eo: via oferto devas esti minimume $%(min)d por ĉiu tago kaj ne pli ol $%(max)d entute.
eu: zure eskaintzak gutxienez %(min)d$ eguneko izan behar du eta guztira %(max)d$ baino gutxiago.

source: that reddit already exists
eo: tiu reddit jam ekzistas
eu: reddit hori dagoeneko existitzen da
sr_la: takav reddit već postoji

source: that reddit doesn't exist
eo: tiu reddit ne ekzistas
eu: reddit hori ez da existitzen
sr_la: takav reddit ne postoji

source: please enter a date at least %(day)s days in the future
eo: tajpu daton je almenaŭ %(day)s tagoj en la estonteco
eu: mesedez sartu data bat gaurkoa baino gutxienez %(day)s egun geroagokoa
sr_la: molimo vas unesiti datum bar %(day)s dana u budućnost

source: please enter a date at least %(day)s days in the past
eo: tajpu daton je almenaŭ %(day)s tagoj en la pasinteco
eu: mesedez sartu data bat gaurkoa baino gutxienez %(day)s egun lehenagokoa
sr_la: molimo vas unesiti datum bar %(day)s dana u prošlost

source: that reddit doesn't allow text posts
eu: reddit horrek ez ditu testu bidalketak onartzen

source: that reddit only allows text posts
eu: reddit horrek testu bidalketak soilik onartzen ditu

source: self service help
eu: autozerbitzuaren laguntza

source: create a reddit
eo: kreu reddit:on
et: tee ise reddit
eu: sortu reddit bat
he: צור רדהיט
sr_la: kreirajte reddit
ta: புதிய ஓர் ரெட்டிட் உருவாக்க

source: create a community
eu: sortu komunitate bat

source: thanks for buying reddit gold!
eu: eskerrik asko reddit urrea erosteagatik!

source: To spend them, visit [/gold](/gold) or your favorite person's userpage.
eu: Gastatzeko, bisitatu [/urrea](/gold) edo zure begiko pertsonaren erabiltzaile orria.

source: thanks for giving reddit gold!
eu: eskerrik asko reddit urrea oparitzeagatik!

source: Your gift to %s has been delivered.
eu: %s-(r)i egindako oparia bidali da.

source: reddits
eo: redditoj
et: redditid
eu: redditak
he: רדהיטס
sr_la: redditi
ta: ரெட்டிட்ஸ்

source: reddits:
eo: redditoj:
et: redditid:
eu: redditak:
he: :רדהיטס
sr_la: redditi:
ta: ரெட்டிட்ஸ்:

source: failed to authenticate card. sorry.
eo: via karto ne legitimiĝis. mi bedaŭras.
eu: huts egin du txartela autentifikatzean. sentitzen dugu.

source: bad image
eo: maltaŭga bildo
eu: irudi okerra
sr_la: loša slika

source: an existing thing id
eu: existitzen den zerbaiten id-a

source: a modhash
eu: modhash bat

source: id of parent thing
eu: gurasoaren id-a

source: a valid URL
eu: baliozko URL bat

source: a subreddit
eu: azpireddit bat

source: boolean value
eu: balio boolearra

source: the name of an existing user
eu: existitzen den erabiltzaile baten izena

source: one of (%s)
eu: (%s)-(e)tik bat

source: destination url (must be same-domain)
eu: helburuaren url-a (domeinu berekoa izan behar du)

source: please pick a country
eo: bonvole elektu landon
eu: mesedez, hautatu herrialde bat

source: Our ToS don't cover your country (yet). Sorry.
eu: Zure herrialde ez dago (oraindik) gure zerbitzuaren baldintzetan (ToS). Sentitzen dugu.

source: if you need backslashes, you're doing it wrong
eo: se vi bezonas retroklinojn, vi tute fiaskas
eu: Alderantzizko barrak behar badituzu zerbait gaizki egiten ari zara
sr_la: ako ti trebaju naznake, radiš to pogrešno

source: what's hot
eo: kio bonas
et: kuumimad
eu: zer dago bero
sr_la: šta je popularno
ta: மக்கள் விரும்பியவை

source: what's new
eo: kio novas
et: uusimad
eu: zer da berria
sr_la: šta je novo
ta: புதியவை

source: top scoring
eo: plej sukcesaj
et: kõrgeimate punktidega
eu: puntuazio gorena
sr_la: najvredniji linkovi
ta: உயர்ந்த மதிப்பெண்கள் பெற்றவை

source: most controversial
eo: plej debatataj
et: kõige vastuolulisemad
eu: eztabaidagarriena
sr_la: najkontroverznije
ta: மிகவும் விவாதத்துக்குட்பட்டவை

source: promote
eo: promovu
eu: sustatu
sr_la: promoviši

source: community settings
eu: komunitatearen ezarpenak

source: my reddits
eo: miaj redditoj
et: minu redditid
eu: nire redditak
he: הרדהיטים שלי
sr_la: moji redditi
ta: எனது ரெட்டிட்ஸ்

source: usage
eu: erabilera

source: reported links
eu: salatutako estekak

source: self-serve advertising
eu: iragarketa autozerbitzua

source: analytics
eu: estatistikak

source: that link has been submitted to multiple reddits. you can try to [submit it again](%s).
eo: tiu ligo afiŝiĝis al pluraj redditoj, vi povas provi [afiŝi ĝin denove](%s).
et: see link on saadetud mitmesse redditisse. sa võid proovida seda [uuesti saata]( %s )
eu: esteka hau bidali da jada hainbat redditetara. [berriz bidaltzen](%s) saiatu zaitezke.
he: הלינק הזה כבר נשלח לכמה רדהיטים שונים. אתם יכולים יכולים [לשלוח אותו שוב] (%s).
sr_la: taj link je već dodat na reddit nekoliko puta ali možete pokušati da ga [ponovo dodate]( %s )
ta: இந்த இணைப்பு அநேக ரெட்டிட்களுக்கு ஏற்கெனவே அனுப்பபட்டுள்ளது.மறுபடியும் அனுப்ப முயற்சி செய்யலாம் (%s)

source: Log in or register to connect your reddit account with [%(app_name)s](%(app_about_url)s).
eu: Hasi saioa edo erregistratu zure reddit kontua [%(app_name)s](%(app_about_url)s)-(r)ekin konektatzeko.

source: your reddit has been created
eo: via reddit kreiĝis
eu: zure reddita sortu da
sr_la: vas reddit je kreiran

source: we haven't yet decided whether these things are spam, so you have a chance to change your vote:
eu: ez dugu oraindik erabaki gauza hauek spam diren edo ez, beraz, oraindik baduzu aukera zure bozka aldatzeko:

source: it's too late to change your vote on these things (the verdict has been issued):
eu: beranduegi da gauza hauei buruzko zure bozka aldatzeko (erabakia hartuta dago):

source: you have not subscribed to any reddits.
eo: vi ne aliĝis al ajna reddit.
et: sa ei ole ühtegi redditit tellinud
eu: ez zara reddit bakar batera ere harpidetu.
he: אתה לא מנוי באף רדהיט.
sr_la: niste se pretplatili ni na jedan reddit.
ta: நீங்கள் எந்த ரெட்டிட்டிற்கும் சந்தாதர் இல்லை

source: below are the reddits you have subscribed to
eo: jen la redditoj al kiuj vi aliĝis
et: all on redditid, mida sa tellinud oled
eu: ondorengo redditetara harpidetuta zaude
he: רשימת הרדהיטים שאתה רשום אליהם
sr_la: ispod su redditi na koje ste pretplaćeni
ta: நீங்கள் கீழே தரப்பட்டுள்ள ரெட்டிட்களின் சந்தாதர்

source: below are the reddits that you are an approved submitter on.
eu: ondorengo redditetan onartutako bidaltzailea zara.

source: below are the reddits that you have moderator access to.
eo: jen la redditoj en kiuj vi rajtas estri debaton.
et: all on redditid, kus sul moderaatori õigused on.
eu: ondorengo redditetan moderatzaile sarbide duzu.
he: רשימת הרדהיטים בהם יש לך גישת מנהל
sr_la: ispod su redditi na koje imati pristup kao moderator.
ta: நீங்கள் கீழே தரப்பட்டுள்ள ரெட்டிட்களில் நடுநிலையாளராகச் சேரலாம்

source: click the `subscribe` or `unsubscribe` buttons to choose which reddits appear on your front page.
eu: klikatu `harpidetu` edo `harpidetza kendu` botoiak zure azalean agertzen diren redditak aukeratzeko.

source: "%(brokenurl)s" is not a valid URL
eu: "%(brokenurl)s" ez da baliozko URL bat
sr_la: "%(brokenurl)s" nije validan url

source: "%(cssprop)s" is not a valid CSS property
eo: "%(cssprop)s" ne estas valida eco de CSS
eu: "%(cssprop)s" ez da baliozko CSS propietate bat
sr_la: "%(cssprop)s" nije validno CSS vlasništvo

source: "%(cssvalue)s" is not a valid value for CSS property "%(cssprop)s"
eu: "%(cssvalue)s" ez da "%(cssprop)s" CSS propietatearen baliozko balioa
sr_la: "%(cssvalue)s" nije validna vrednost CSS vlasništva "%(cssprop)s"

source: too big. keep it under %(max_size)dkb
eu: handiegia. %(max_size)dkb baino txikiagoa izan behar du
sr_la: suviše veliko. potrudite se da bude ispod %(max_size)d kb

source: max size: %(max_size)dkB
eu: gehienezko tamaina: %(max_size)dkB

source: syntax error: "%(syntaxerror)s"
eu: sintaxi errorea: "%(syntaxerror)s"
sr_la: sintaksna greška: "%(syntaxerror)s"

source: @imports are not allowed
eu: @import-ak ez dira onartzen
sr_la: @imports nisu dozvoljeni

source: invalid CSS property list "%(proplist)s"
eu: CSS propietate zerrenda baliogabea "%(proplist)s"
sr_la: nije validna CSS vrednosna lista "%(proplist)s"

source: unknown CSS rule type "%(ruletype)s"
eu: CSS arau mota ezezaguna "%(ruletype)s"
sr_la: nepoznato CSS pravilo tipa "%(ruletype)s"

source: to anything interesting: news article, blog entry, video, picture...
eo: al ĉio ajn interesa: novaĵoj, taglibroj, filmetoj, bildoj...
et: millegi huvitavani: uudisartikkel, blogipostitus, video, pilt...
eu: edozein gauza interesgarri: berriak, blog sarrerak, bideoak, argazkiak...
sr_la: do nečega interesantnog. novinskog članka, bloga, video klipa, slike...
ta: சுவாரசியமான எதற்கும் : செய்தித் தொகுப்பு,தின மின்னேடு,வீடியொ,படம்...

source: You should consider using [reddit's mobile interface](http://i.reddit.com/).
eu: [redditen mugikorrentzako interfazea](http://i.reddit.com/) erabili behar zenuke.

source: your email address has been verfied
eo: via retpoŝtadreso konfirmiĝis
eu: zure e-posta egiaztatu da
sr_la: vaša email adresa je verifikovana

source: Please grab a drink and join us in [the lounge](%(link)s).
eu: Mesedez hartu edateko zerbait eta bat egin gurekin [egongelan](%(link)s).

source: %(sender)s just sent you %(amount)s of reddit gold! Wasn't that nice?
eu: %(sender)s-(e)k %(amount)s reddit urre bidali dizkizu oraintxe! Bai atsegina, ezta?

source: Submit a link
eo: Afiŝu ligon
et: Lisa link
eu: Bidali esteka bat
sr_la: Postavi link
ta: இணை சமர்ப்பணம்

source: Create your own community
eu: Sortu zure komunitatea

source: search reddits
eo: serĉu en reddit
et: otsi redditeid
eu: bilatu redditak
sr_la: pretraži reddite
ta: ரெட்டிட்ஸில் தேட

source: your front page reddits (%s)
eu: zure azaleko redditak (%s)

source: buy %(user)s a month of reddit gold
eu: erosi %(user)s-i reddit urrearen hilabete bat

source: treat yourself to reddit gold
eu: oparitu zure buruari reddit urrea

source: %(bonus)s bonus reddits
eu: %(bonus)s reddit gehigarri

source: your friends
eo: viaj amikoj
et: sinu sõbrad
eu: zure lagunak
he: החברים שלך
sr_la: vaši prijatelji
ta: உங்கள் நண்பர்கள்

source: approved submitters for %(reddit)s
eu: %(reddit)s-(e)ko onartutako bidaltzaileak

source: moderators of %(reddit)s
eu: %(reddit)s-(e)ko moderatzaileak

source: banned users
eo: elpelitaj uzuloj
et: bännitud kasutajad
eu: egotzitako erabiltzaileak
he: משתמשים חסומים
sr_la: banovani korisnici
ta: தடை விதிக்கப்பட்ட புழங்குவோர்

source: share traffic
eu: partekatu trafikoa

source: current viewers
eo: nunaj rigardantoj
eu: uneko ikusleak

source: label_template
eu: etiketa_txantiloia

source: approved by a moderator
eu: moderatzaile batek onartua

source: submitted %(when)s ago%(lastedited)s by %(author)s to %(reddit)s
eu: duela %(when)s%(lastedited)s %(author)s-(e)k bidalia %(reddit)s-(e)ra

source: submitted %(when)s ago%(lastedited)s by %(author)s
eu: duela %(when)s%(lastedited)s %(author)s-(e)k bidalia

source: %(score)s submitted %(when)s ago
eu: %(score)s duela %(when)s bidalia

source: submitted %(when)s ago by %(author)s to %(reddit)s
eo: afiŝita antaŭ %(when)s de %(author)s en %(reddit)s
et: %(reddit)s -sse lisatud %(when)s eest %(author)s poolt
eu: duela %(when)s %(author)s-(e)k bidalia %(reddit)s-(e)ra
sr_la: postavljeno pre %(when)s. postavio %(author)s u %(reddit)s
ta: -%(author)sகளால் %(reddit)sுக்கு -%(when)s முன்னால் சம்ர்ப்பிக்கப்பட்டது

source: submitted %(when)s ago by %(author)s
eo: afiŝita antaŭ %(when)s de %(author)s
et: lisatud %(when)s eest %(author)s poolt
eu: duela %(when)s %(author)s-(e)k bidalia
sr_la: postavljeno pre %(when)s. postavio %(author)s
ta: -%(author)sகளால் -%(when)s முன்னால் சம்ர்ப்பிக்கப்பட்டது

source: to %(dest)s sent %(when)s ago
eo: por %(dest)s sendis %(when)s antaŭ
et: %(dest)s -le saadetud %(when)s eest
eu: %(dest)s-(r)i bidalia duela %(when)s
he: נשלח ל%(dest)s לפני %(when)s
sr_la: poslato %(dest)s pre %(when)s
ta: -%(dest)sகளுக்கு -%(when)sஅனுப்பப்பட்டவை

source: from %(author)s sent %(when)s ago
eo: de %(author)s sendis %(when)s antaŭ
et: %(author)s poolt saadetud %(when)s eest
eu: %(author)s-(e)k bidalia duela %(when)s
he: נשלח מ%(author)s לפני %(when)s
sr_la: od %(author)s poslato pre %(when)s
ta: -%(author)sகளால் -%(when)sஅனுப்பப்பட்டவை

source: to %(dest)s from %(author)s sent %(when)s ago
et: %(author)s poolt %(author)s -le saadetud %(when)s eest
eu: %(dest)s-(r)i %(author)s-(e)k bidalia duela %(when)s
he: נשלח ל%(dest)s מ%(author)s לפני %(when)s
sr_la: poslato %(dest)s od %(author)s pre %(when)s
ta: -%(dest)sகளுக்கு -%(author)sகளால் -%(when)s அனுப்பப்பட்டது

source: [i18n] translation offer from '%(user)s'
eu: [i18n] '%(user)s'-(e)n itzulpen eskaintza

source: toggle allow in default set
eu: txandakatu onartu sorta lehenetsian

source: on reddit.com
eo: ĉe reddit.com
eu: reddit.com-en
sr_la: na reddit.com

source: quite controversial
eu: nahiko eztabaidagarria

source: uncontroversial
eu: ez eztabaidagarria

source: quite uncontroversial
eu: nahiko ez eztabaidagarria

source: Vote on this article
eu: Bozkatu artikulu hau

source: Discuss at the %(name)s reddit
eu: Eztabaidatu %(name)s redditean

source: Submit to the %(name)s reddit
eu: Bidali %(name)s redditera

source: allow this reddit to be shown in the default set
eu: onartu reddit hau sorta lehenetsian ikustea

source: sponsorship
eu: babeslea

source: name this campaign (for traffic)
eu: izendatu kanpaina hau (trafikoarentzat)

source: enter link url here
eu: sartu estekaren url-a hemen

source: upload sponsorship image
eu: kargatu babeslearen irudia

source: reddit this ad
eo: enredditigu ĉi tiun reklamon
eu: reddit iragarki hau

source: Show my flair on this reddit. It looks like:
eu: Erakutsi nire bereizgarria reddit honetan. Itxura hau du:

source: click to submit this link to reddit
eu: klikatu esteka hau redditera bidaltzeko
sr_la: klikni da postaviš link na reddit

source: Buy for yourself, as an ongoing subscription
eu: Erosi zuretzat, automatikoki berritzen den harpidetza moduan

source: Buy for yourself, as a one-time purchase
eu: Erosi zuretzat, aldi bakarreko erosketa moduan

source: Give reddit gold to someone else
eu: Oparitu reddit urrea beste norbaiti
