Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: uniques by hour
ar: الغرائب بالساعة
bs: unikata po satu
ca: individuals per hora
el: μοναδικοί επισκέπτες ανά ώρα
fi: yksittäistä kävijää tunnissa
fr_ca: visualisations uniques par heure
hu: egyedi látogatók óránként
it: visualizzazioni uniche all'ora
mt_mt: uniċi għal kull siegħa
nn: unike etter time
pl: unikalnych na godzinę
sv: unika per timme
uk: унікальних за годину
vi: số người dùng riêng biệt theo giờ

source: pageviews by hour
ar: عدد المشاهدات بالساعة
bs: pregleda stranica po satu
ca: visites a la pàgina per hora
el: προβολές σελίδας ανά ώρα
fi: Sivulatausta tunnissa
fr_ca: Pages vues par heure
hu: oldalmegtekintések óránként
it: pagine visualizzate all'ora
mt_mt: Viżwalizzazzjonijiet tal-paġna fis-siegħa
nn: sidevisingar etter time
pl: obejrzeń na godzinę
sv: sidovisningar per timme
uk: переглядів сторінки за годину
vi: lượt xem trang theo giờ

source: traffic by hour
ar: حركة بالساعة
bs: saobraćaj po satu
ca: trànsit per hora
el: κίνηση ανά ώρα
fi: Liikennettä tunnissa
fr_ca: Trafic par heure
hu: forgalom óránként
it: traffico per ora
mt_mt: traffiku fis-siegħa
nn: trafikk etter time
pl: ruch w godzinach
sv: trafik per timme
uk: трафік за годину
vi: lưu lượng người xem theo giờ

source: impressions by hour
ar: أنطباعات بالساعة
bs: utisaka po satu
ca: impressions per hora
el: εντυπώσεις ανά ώρα
fi: mainosnäyttöjä tunnissa
fr_ca: nombre d'affichages par heure
it: impressioni per ora
mt_mt: impressjonijiet fis-siegħa
nn: visingar etter time
pl: obejrzeń na godzinę
sv: intryck per timme
uk: покази за годину
vi: lần hiển thị theo giờ

source: clicks by hour
ar: النقرات بالساعة
bs: klikova po satu
ca: clics per hora
el: κλικ ανά ώρα
fi: Klikkausta tunnissa
fr_ca: clics par heure
hu: kattintások óránként
it: click per ora
mt_mt: clicks fis-siegħa
nn: klikk etter time
pl: kliknięć na godzinę
sv: klickningar per timme
uk: кліків за годину
vi: lượng click mỗi giờ

source: uniques by day
ar: الغرائب باليوم
bs: unikata po satu
ca: individuals per dia
el: μοναδικοί επισκέπτες ανά μέρα
fi: Uniikkia päivässä
fr_ca: visiteurs uniques par jour
hu: egyedi látogatók naponta
it: visite uniche giornaliere
mt_mt: żjariet uniċi fis-siegħa
nn: unike etter dag
pl: unikalnych na dzień
sv: unika per dag
uk: унікальних користувачів за день
vi: số người dùng riêng biệt theo ngày

source: pageviews by day
ar: المشاهدات في اليوم
bs: pregleda po danu
ca: visites a la pàgina per dia
el: προβολές σελίδας ανά μέρα
fi: Sivulatauksia päivässä
fr_ca: pages vues par jour
hu: oldalmegtekintések naponta
it: visualizzazioni giornaliere
mt_mt: viżwalizzazzjonijiet tal-paġna fil-ġurnata
nn: sidevisingar etter dag
pl: obejrzeń na dzień
sv: sidvisningar per dag
uk: переглядів сторінки за день
vi: lượt xem trang theo ngày

source: traffic by day
ar: حركة باليوم
bs: saobraćaj dnevno
ca: trànsit per dia
el: κίνηση ανά μέρα
fi: Liikennettä päivässä
fr_ca: trafic par jour
hu: forgalom naponta
it: traffico giornaliero
mt_mt: traffiku fil-ġurnata
nn: trafikk etter dag
pl: ruch na dzień
sv: trafik per dag
uk: трафік за день
vi: lưu lượng người xem theo ngày

source: impressions by day
ar: أنطباعات باليوم
bs: utisci dnevno
ca: impressions per dia
el: εντυπώσεις ανά μέρα
fi: mainosnäyttöjä päivässä
fr_ca: nombre d'affichages par jour
it: impressioni al giorno
mt_mt: impressjonijiet fil-ġurnata
nn: visingar etter dag
pl: obejrzeń na dzień
sv: intryck per dag
uk: показів за день
vi: lần hiển thị theo ngày

source: clicks by day
ar: عدد النقرات باليوم
bs: klikovi dnevno
ca: clics per dia
el: κλικ ανά μέρα
fi: Klikkausta päivässä
fr_ca: clics par jour
hu: kattintások naponta
it: click giornalieri
mt_mt: clicks fil-ġurnata
nn: klikk etter dag
pl: kliknięcia na dzień
sv: klickningar per dag
uk: кліків за день
vi: click theo ngày

source: uniques by month
ar: الغرائب بلشهر
bs: unikati mjesečno
ca: individuals per mes
el: μοναδικοί επισκέπτες ανά μήνα
fi: yksittäistä kävijää kuukaudessa
fr_ca: visiteurs uniques par mois
hu: egyedi látogatók havonta
it: visualizzazioni uniche mensili
mt_mt: żjariet uniċi fil-ġurnata
nn: unike etter månad
pl: unikalnych na miesiąc
sv: unika per månad
uk: унікальних за місяць
vi: số người dùng riêng biệt theo tháng

source: pageviews by month
ar: عدد المشاهدات بلشهر
bs: pregledi mjesečno
ca: visites a la pàgina per mes
el: προβολές σελίδας ανά μήνα
fi: Sivulautausta kuukaudessa
fr_ca: pages vues par mois
hu: oldalmegtekintések havonta
it: visualizzazioni mensili
mt_mt: viżwalizzazzjonijiet tal-paġna fix-xahar
nn: sidevisingar etter månad
pl: ilość odsłon na miesiąc
sv: sidvisningar per månad
uk: переглядів сторінок за місяць
vi: lượt xem trang theo tháng

source: traffic by month
ar: حركة بلشهر
bs: saobraćaj mjesečno
ca: trànsit per mes
el: κίνηση ανά μήνα
fi: Liikennettä kuukaudessa
fr_ca: trafic par mois
hu: forgalom havonta
it: traffico mensile
mt_mt: traffiku fix-xahar
nn: trafikk etter månad
pl: Ruch miesięczny
sv: trafik per månad
uk: трафік за місяць
vi: lưu lượng theo tháng

source: impressions by month
ar: أنطباعات بلشهر
bs: utisci mjesečno
ca: impressions per mes
el: εντυπώσεις ανα μήνα
fi: mainosnäyttöjä kuukaudessa
fr_ca: nombre d'affichages par mois
it: impressioni al mese
mt_mt: impressjonijiet fix-xahar
nn: visingar etter månad
pl: wyświetlenia na miesiąc
sv: intryck per månad
uk: показів за місяць
vi: lần hiển thị theo tháng

source: clicks by month
ar: عدد النقرات بلشهر
bs: klikovi mjesečno
ca: clics per mes
el: κλικ ανα μήνα
fi: klikkauksia kuukaudessa
fr_ca: clics par mois
hu: kattintások havonta
it: click al mese
mt_mt: clicks fix-xahar
nn: klikk etter månad
pl: kliknięć w miesiącu
sv: klickningar per månad
uk: кліків за місяць
vi: số lần bấm theo tháng

source: [removed]
ar: [محذوف]
bs: [uklonjeno]
ca: [eliminat]
el: [αφαιρέθηκε]
eu: [ezabatua]
fi: [poistettu]
fr_ca: [supprimé]
hu: [eltávolítva]
it: [rimosso]
nn: [fjerna]
no: [fjernet]
pl: [usunięte]
sv: [borttagen]
uk: [видалено]
vi: [đã xóa]

source: hot
ar: ساخن
bs: popularno
ca: candents
el: τρέχοντα
eo: bona
et: kuum
eu: bero
fi: kuumat
fr_ca: populaire
he: חם
hu: legérdekesebb
it: popolari
mt_mt: jaħarqu
nn: heitt
no: populære
pl: gorące
sr_la: vruće
sv: heta
ta: மக்கள் விருப்பம்
uk: гаряче

source: new
ar: جديد
bs: novo
ca: nous
el: νέα
eo: novaj
et: uued
eu: berria
fi: uudet
fr_ca: nouveau
he: חדש
hu: legújabb
it: nuovi
mt_mt: ġodda
nn: nytt
no: nytt
pl: najnowsze
sr_la: novo
sv: nya
ta: புதியது
uk: нове
vi: mới

source: old
ar: قديم
bs: staro
ca: vells
el: παλιά
eo: malnovaj
et: vana
eu: zaharra
fi: vanhat
fr_ca: ancien
he: ישן
hu: régi
it: vecchi
mt_mt: qodma
nn: gammalt
no: gamle
pl: najstarsze
sr_la: staro
sv: äldst
ta: பழையது
uk: старе
vi: cũ

source: ups
ar: مرتفعة
bs: za
ca: positius
el: πάνω
eo: ŝatoj
et: üleshääli
eu: positiboak
fi: ylös-äänet
fr_ca: hauts
he: עליות
hu: emelkedők
it: su
mt_mt: il-fuq
nn: opptur
no: positive
pl: w górę
sr_la: gore
sv: uppröstade
ta: உயர்வு
uk: вверх
vi: lên

source: downs
ar: منخفضة
bs: protiv
ca: negatius
el: κάτω
eo: malŝatoj
et: allahääli
eu: negatiboak
fi: alas-äänet
fr_ca: bas
he: ירידות
hu: visszaesők
it: giù
mt_mt: l-isfel
nn: nedtur
no: negative
pl: w dół
sr_la: dole
sv: nedröstade
ta: தாழ்வு
uk: вниз
vi: xuống

source: top
ar: الأعلى
bs: vrh
el: κορυφαία
eo: supraj
et: paremuse järjekord
eu: gorena
fi: parhaat
fr_ca: le meilleur
he: עליון
hu: csúcs
it: più votati
mt_mt: l-aktar ivvutati
nn: topp
no: topp
pl: najwięcej punktów
sr_la: najbolje
sv: högsta poäng
ta: உய்ர்ந்த்தவை
uk: топ
vi: tốp

source: more
ar: المزيد
bs: više
ca: més
el: περισσότερα
eo: pli
et: veel
eu: gehiago
fi: lisää
fr_ca: plus
he: עוד
hu: több
it: altri
mt_mt: aktar
nn: meir
no: mer
pl: więcej
sr_la: više
sv: mer
ta: இன்னும்
uk: більше
vi: nhiều hơn

source: relevance
ar: علاقة
bs: značaj
ca: rellevància
el: συνάφεια
eo: rilato
et: asjakohasus
eu: egokitasuna
fi: *aiheeseen liittyvä*
fr_ca: pertinence
he: רלוונטיות
hu: fontosság
it: rilevanza
mt_mt: rilevanza
nn: relevans
no: relevans
pl: trafność
sr_la: važnost
sv: relevans
ta: பொருத்தம்
uk: схожість
vi: Liên quan

source: controversial
ar: مثير للجدل
bs: kontroverzno
ca: polèmic
el: αμφιλεγόμενα
eo: debatataj
et: vasutolulised
eu: eztabaidagarria
fi: kiistanalaiset
fr_ca: controversé
hu: ellentmondásos
it: discussi
mt_mt: kontroversjali
nn: kontroversielt
no: kontroversielt
pl: kontrowersyjne
sr_la: kontroverzno
sv: kontroversiella
ta: விவாதத்துக்குட்பட்டவை
uk: суперечливе
vi: Gây tranh cãi

source: best
ar: الأفضل
bs: najbolje
ca: millor
el: καλύτερα
eo: plej bonaj
eu: onena
fi: paras
fr_ca: apprécié
hu: legjobbak
it: migliori
mt_mt: l-aqwa
no: beste
pl: najlepsze
sv: bäst
uk: найкраще
vi: hay nhất

source: random
ar: جزافي
bs: slučajno
ca: aleatori
el: τυχαία
eo: hazarda
fi: satunnainen
fr_ca: aléatoire
hu: véletlenszerű
it: casuali
mt_mt: każwali
nn: tilfeldig
no: tilfeldig
pl: losowe
sr_la: nasumično
sv: slumpad
uk: випадково
vi: ngẫu nhiên

source: q&a
fi: k&v
fr_ca: questions & réponses
hu: k&v
sv: f&s
uk: FAQ
vi: ch&tl

source: saved {toolbar}
ar: محفوظة
bs: sačuvano
ca: desats
el: αποθηκευμένα
eo: savitaj
et: salvestatud
eu: gordetakoak
fi: talletetut
fr_ca: sauvegardé
he: נשמר
hu: elmentett
it: salvati
mt_mt: salvati {toolbar}
nn: lagra
no: lagret
pl: zapisane
sr_la: snimljeno
sv: sparade
ta: சேகரிக்கப் பட்டு உள்ளது
uk: збережені
vi: đã lưu

source: recommended
ar: مقترح
bs: preporučeno
ca: recomanats
el: προτεινόμενα
eo: rekomendataj
et: soovitused
eu: gomendatua
fi: suositellut
fr_ca: recommandé
he: מומלץ
hu: javasoljuk
it: consigliati
mt_mt: ikkonsiljati
nn: tilrådd
no: anbefalt
pl: rekomendowane
sr_la: preporučeno
sv: rekommenderade
ta: பரிந்துரைக்கப்பட்டது
uk: рекомендоване
vi: được đề nghị

source: rising
ar: مرتفع
bs: napreduje
ca: creixent
el: ανοδικά
eo: kreskanta
et: tõusev
eu: igotzen
fi: nousevat
fr_ca: en progression
he: עלייה
hu: erősödő
it: in crescita
mt_mt: tielgħin
nn: på frammars
no: oppkommende
pl: wschodzące
sr_la: rast
sv: stigande
ta: உயர்கிறது
uk: піднімається
vi: Đang lên

source: admin
ar: مدير
ca: administra
el: διαχείριση
eo: admino
fi: pääkäyttäjä
fr_ca: administrateur
he: מנהל
hu: adminisztráció
it: amministra
mt_mt: amministrazzjoni
sv: administratör
ta: வர்த்தக நிர்வாகம்
uk: адмін
vi: quản trị viên

source: past hour
el: τελευταία ώρα
fi: viime tunnilta
fr_ca: la dernière heure
hu: elmúlt óra
it: ultima ora
mt_mt: l-aħħar siegħa
sv: senaste timmen
uk: остання година
vi: giờ qua

source: past 24 hours
el: τελευταίες 24 ώρες
fi: viim. 24 tunnilta
fr_ca: dernières 24 heures
hu: elmúlt 24 óra
it: ultime 24 ore
mt_mt: l-aħħar 24 siegħa
sv: senaste 24 timmarna
uk: останні 24 години
vi: 24 giờ qua

source: past week
el: περασμένη βδομάδα
fi: viime viikolta
fr_ca: la semaine passée
hu: múlt hét
it: ultima settimana
mt_mt: l-aħħar ġimgħa
sv: senaste veckan
uk: останній тиждень
vi: tuần qua

source: past month
el: περασμένος μήνας
fi: viime kuukaudelta
fr_ca: le mois précédent
hu: múlt hónap
it: ultimo mese
mt_mt: l-aħħar xahar
sv: senaste månaden
uk: останній місяць
vi: tháng qua

source: past year
el: περασμένο έτος
fi: viime vuodelta
fr_ca: l'année passée
hu: múlt év
it: ultimo anno
mt_mt: l-aħħar sena
sv: senaste året
uk: останній рік
vi: năm qua

source: all time
ar: كل الوقت
bs: sve vrijeme
ca: tots els temps
el: πάντα
eo: ĉiam
et: alati
eu: beti
fi: kaikilta ajoilta
fr_ca: depuis toujours
he: כל הזמנים
hu: eddig
it: dall'inizio
mt_mt: mill-bidu
nn: alle tider
no: gjennom tidene
pl: zawsze
sr_la: sve vreme
sv: alla
ta: எப்பொழுதும்
uk: за увесь час
vi: tất cả thời gian

source: autobanned
ar: محظور أتوماتيكياً
bs: automatski banovano
ca: autoexpulsat
el: αυτόματα απαγορεύμενο
eo: mempelita
eu: autoegotzia
fi: automaattisella jäähyllä
fr_ca: banni automatiquement
hu: automatikusan kitiltott
it: auto bannato
mt_mt: awto-mkeċċija
nn: autobannlyst
no: automatisk blokkert
pl: automatycznie zbanowane
sr_la: automatski banovan
sv: autobannad
uk: автоматично заблокований
vi: tự động cấm

source: preferences
ar: مفضلات
bs: opcije
ca: preferències
el: προτιμήσεις
eo: agordo
et: seaded
eu: hobespenak
fi: omat asetukset
fr_ca: préférences
he: העדפות
hu: beállítások
it: preferenze
mt_mt: preferenzi
nn: innstillingar
no: innstillinger
pl: ustawienia
sr_la: podešavanja
sv: inställningar
ta: பிடித்ததும் பிடிக்காததும்
uk: налаштування
vi: cấu hình

source: logout
ar: خروج
bs: odjava
ca: surt
el: έξοδος
eo: elsalutu
et: logi välja
eu: amaitu saioa
fi: kirjaudu ulos
fr_ca: quitter
he: יציאה
hu: kilépés
it: esci
mt_mt: oħroġ mis-sistema
nn: logg ut
no: logg ut
pl: wyloguj
sr_la: izloguj se
sv: logga ut
ta: வெளியே செல்ல
uk: вийти
vi: đăng xuất

source: buttons
ar: الأزرار
bs: dugmad
ca: butons
el: κουμπιά
eo: butonoj
et: nupud
eu: botoiak
fi: nappulat
fr_ca: boutons
he: כפתורים
hu: reddit gombok
it: pulsanti
mt_mt: buttuni
nn: knappar
no: knapper
pl: przyciski
sr_la: dugmići
sv: knappar
ta: பொறிகள்
uk: кнопки
vi: nút

source: widget
ar: أدوات دعائية
bs: dodatak
eo: fenestraĵo
eu: trepeta
fi: widgetit
fr_ca: gadget
he: ווידג'ט
hu: widget-ek
mt_mt: wiġit
pl: widgety
ta: குறுநிரல்கள்
uk: віджет
vi: Công cụ

source: mobile website
el: ιστοσελίδα για κινητά
fr_ca: site mobile
it: sito mobile
sv: mobil webbplats

source: advertise
ar: اعلان
bs: reklamiranje
ca: Annunciar
el: διαφημίσου
et: reklaami
eu: iragarri
fi: mainosta
fr_ca: publicité
he: פרסום
hu: hirdetés
it: pubblicizza
mt_mt: irreklama
nn: reklamer
no: reklamer
pl: reklamuj się
sv: annonsera
ta: விளம்பரம்
uk: подати рекламу
vi: quảng cáo

source: site rules
ca: normes de lloc
el: κανόνες του ιστότοπου
fi: sivuston säännöt
fr_ca: règles du site
hu: oldal szabályai
it: Regole del sito
mt_mt: regoli tas-sit
sv: webbplatsregler
uk: правила сайту
vi: quy tắc của trang

source: jobs
ca: treballa amb nosaltres
el: εργασίες
fi: työpaikat
fr_ca: emplois
hu: munkák
it: lavori
mt_mt: offerti ta' xogħol
nn: jobber
no: jobber
pl: praca
sv: jobb
uk: робота
vi: công việc

source: transparency
ca: transparència
el: διαφάνεια
fi: avoimuus
fr_ca: transparence
hu: átláthatóság
it: trasparenza
mt_mt: trasparenza
sv: transparens
uk: прозорість
vi: độ trong suốt

source: source code
ar: شفرة المصدر
bs: izvorni kod
ca: codi font
el: πηγαίος κώδικας
eo: fontokodo
eu: iturburu kodea
fi: lähdekoodi
fr_ca: code source
hu: forráskód
it: codice sorgente
mt_mt: kodiċi tal-programm
nn: kjeldekode
no: kildekode
pl: kod źródłowy
sr_la: izvorni kod
sv: källkod
uk: вихідний код
vi: mã nguồn

source: apps
ar: تطبيقات
bs: aplikacije
el: εφαρμογές
fi: sovellukset
fr_ca: applications
hu: alkalmazások
it: app
nn: appar
no: applikasjoner
pl: aplikacje
sv: applikationer
uk: програми
vi: các ứng dụng

source: RSS feeds
ar: تغذية RSS
bs: RSS kanali
ca: canal RSS
el: ροές RSS
eu: RSS jarioak
fi: RSS-syötteet
fr_ca: flux RSS
hu: RSS-hírcsatornák
it: feed RSS
mt_mt: sorsi ta' RSS
nn: RSS-straumar
pl: RSS
sv: RSS-flöden
uk: RSS потоки
vi: tin nhanh RSS

source: friends
ar: أصدقاء
bs: prijatelji
ca: amics
el: φίλοι
eo: amikoj
et: sõbrad
eu: lagunak
fi: kaverit
fr_ca: amis
he: חברים
hu: barátok
it: amici
mt_mt: ħbieb
nn: vener
no: venner
pl: znajomi
sr_la: prijatelji
sv: vänner
ta: நண்பர்கள்
uk: друзі
vi: bạn bè

source: password/email
ar: كلمة السر/البريد الإلكتروني
bs: šifra/email
ca: contrasenya/adreça de correu electònc
el: κωδικός/email
eo: pasvorto/retpoŝto
et: parool/meiliaadress
eu: pasahitza/e-posta
fi: salasana/sähköpostiosoite
fr_ca: mot de passe/courriel
he: סיסמא\אימייל
hu: jelszó/e-mail
nn: passord/epost
no: passord/e-post
pl: hasło/email
sr_la: lozinka/email
sv: lösenord/e-post
ta: கடவுச் சொல்/மின்னஞ்சல்
uk: пароль/електронна пошта
vi: mật khẩu/email

source: deactivate
el: απενεργοποίηση
fr_ca: désactiver
it: disattivato
sv: deaktivera

source: security
ca: seguretat
el: προστασία
fi: turvallisuus
fr_ca: sécurité
hu: biztonság
it: sicurezza
mt_mt: sigurtà
no: sikkerhet
sv: säkerhet
uk: безпека
vi: bảo mật

source: personalized ads
el: εξατομικευμένες διαφημίσεις
fi: personalisoidut mainokset
fr_ca: publicités personnalisées
it: personalizza la pubblicità
sv: personliga annonser

source: send a private message
el: στείλτε ένα ιδιωτικό μήνυμα
fi: lähetä yksityisviesti
fr_ca: envoyer un message privé
hu: privát üzenet küldése
it: manda un messaggio privato
sv: skicka ett privat meddelande
uk: надіслати приватне повідомлення
vi: gửi tin nhắn riêng

source: inbox
ar: صندوق الوارد
bs: sanduče
ca: bústia d'entrada
el: εισερχόμενα
eo: poŝto
et: postkast
eu: sarrerako ontzia
fi: saapuneet
fr_ca: boîte de réception
he: תיבת דואר
hu: beérkezett
it: posta in arrivo
nn: innboks
no: innboks
pl: skrzynka odbiorcza
sr_la: primljene poruke
sv: inkorgen
ta: பெறுநர் பெட்டி
uk: вхідні
vi: hộp thư đến

source: sent
ar: مرسلة
bs: poslano
ca: enviats
el: απεσταλμένα
eo: senditaj
et: saadetud
eu: bidalitakoak
fi: lähetetyt
fr_ca: envoyé
he: נשלח
hu: elküldött
it: spediti
mt_mt: mibgħuta
nn: sendt
no: sendt
pl: wysłane
sr_la: poslate poruke
sv: skickat
ta: அனுப்பியவை
uk: надіслано
vi: dã gửi

source: comments {toolbar}
ar: تعليق
bs: komentari
ca: comentaris
el: σχόλια
eo: komentoj
eu: iruzkinak
fi: kommentit
fr_ca: commentaires {toolbar}
hu: hozzászólás
it: commenti
mt_mt: kummenti {toolbar}
nn: innlegg
no: kommentarer
pl: komentarze
sr_la: komentari
sv: kommentarer
uk: коментарі
vi: bình luận

source: details
ar: تفاصيل
bs: detalji
ca: detalls
el: λεπτομέρειες
eo: detaloj
et: detailid
eu: xehetasunak
fi: yksityiskohdat
fr_ca: détails
he: פרטים
hu: részletek
it: dettagli
mt_mt: dettalji
nn: detaljar
no: detaljer
pl: szczegóły
sr_la: detalji
sv: detaljer
ta: விபரங்கள்
uk: деталі
vi: chi tiết

source: other discussions (%(num)s)
ar: مناقشات أخرى (%(num)s)
bs: ostale rasprave (%(num)s)
ca: altres discussions (%(num)s)
el: άλλες συζητήσεις (%(num)s)
eo: aliaj debatoj (%(num)s)
eu: beste eztabaidak (%(num)s)
fi: muut keskustelut (%(num)s)
fr_ca: autres discussions (%(num)s)
hu: további beszélgetések (%(num)s)
it: altre discussioni (%(num)s)
mt_mt: diskussjonijiet oħrajn (%(num)s)
nn: andre ordskifte (%(num)s)
no: andre diskusjoner ( %(num)s )
pl: inne dyskusje (%(num)s)
sr_la: ostale diskusije (%(num)s)
sv: andra diskussioner (%(num)s)
uk: інші обговорення (%(num)s)
vi: các thảo luận khác (%(num)s)

source: traffic stats
ar: إحصائيات الحركة
bs: statistika saobraćaja
ca: estadístiques de tràfic
el: στατιστικά κίνησης
eo: trafikdatumoj
eu: trafikoaren estatistikak
fi: liikennetilastot
fr_ca: statistiques de traffic
hu: forgalmi statisztika
it: statistiche traffico
mt_mt: statistiċi tat-traffiku
nn: trafikktal
no: trafikkstatistikk
pl: statystyki ruchu
sv: trafikstatistik
uk: статистика трафіку
vi: thông tin truy cập

source: stylesheet
ar: لائحة التجميلات
bs: stilski predložak
ca: fulla d'estils
el: στυλ
eo: stilfolio
eu: estilo-orria
fi: css-tyyli
fr_ca: style
hu: stíluslap
it: foglio di stile
nn: stilark
no: stilark
pl: arkusz stylów
sr_la: stil
sv: stilmall
uk: таблиця стилів
vi: Kiểu dáng mẫu

source: home
ar: الرئيسية
bs: početna
ca: Inici
el: αρχική
eo: ĉefa
eu: etxea
fi: koti
fr_ca: accueil
hu: kezdőlap
mt_mt: daħla
nn: heim
no: hjem
pl: strona główna
sr_la: početna
sv: hem
uk: головна
vi: trang chủ

source: about
ar: عن
bs: o nama
ca: sobre
el: περί
eo: pri
et: info
eu: honi buruz
fi: tietoja
fr_ca: à propos
he: אודות
hu: bemutatkozó
it: info
mt_mt: dwar
nn: om
no: om
pl: o stronie
sr_la: o nama
sv: om
ta: இதைப் பற்றி
uk: про
vi: thông tin

source: edit subscriptions
ar: تعديل الإشتراكات
bs: uredi pretplate
ca: edita les subscripcions
el: επεξεργασία συνδρομών
eu: editatu harpidetzak
fi: muokkaa tilauksia
fr_ca: modifier les abonnements
hu: feliratkozások szerkesztése
it: modifica sottoscrizioni
mt_mt: biddel l-abbonamenti
nn: endre tingingar
no: endre abonnementer
pl: edytuj subskrypcje
sv: redigera prenumerationer
uk: редагувати підписки
vi: sửa đăng ký

source: subreddit settings
ar: اعدادات السبريديت
bs: postavke subreddita
ca: opcions de subreddit
el: ρυθμίσεις υποreddit
eu: azpiredditaren ezarpenak
fi: aliredditin asetukset
fr_ca: réglages du subreddit
hu: alreddit beállítások
it: impostazioni subreddit
mt_mt: konfigurazzjoni tas-subreddit
nn: subredditinstillingar
no: subreddit innstillinger
pl: ustawienia subreddita
sv: inställningar för subreddit
uk: налаштування сабреддіту
vi: thiết lập dành cho reddit phụ

source: edit stylesheet
ca: edita la fulla d'estils
el: επεξεργασία stylesheet
fi: muokkaa tyylitiedostoa
fr_ca: editer la feuille de style
hu: stíluslap szerkesztése
it: modifica stylesheet
mt_mt: biddel l-istylesheet
nn: rediger stilsett
no: rediger stilsett
pl: edytuj arkusz stylów
sv: redigera stilmall
uk: редагувати таблицю стилів
vi: chỉnh sửa giao diện

source: rules
bs: pravila
el: κανόνες
fi: säännöt
fr_ca: règles
it: regole
nn: reglar
pl: zasady
sv: regler

source: moderators
ar: مشرفين
bs: moderatori
ca: moderadors
el: συντονιστές
eo: debatestroj
eu: moderatzaileak
fi: moderaattorit
fr_ca: modérateurs
hu: moderátorok
it: moderatori
mt_mt: moderaturi
nn: moderatorar
no: moderatorer
pl: moderatorzy
sv: moderatorer
uk: модератори
vi: người điều đình

source: moderator mail
ar: بريد المراقب
bs: email moderatora
ca: correu de moderador
el: email συντονιστή
eu: moderatzailearen posta
fi: moderaattorin posti
fr_ca: courrier modérateur
hu: moderátori e-mail cím
it: mail moderatore
mt_mt: posta tal-moderaturi
nn: moderator-e-post
pl: poczta moderatorów
sv: e-post till moderator
uk: пошта модераторів
vi: tin nhắn của người điều hành

source: approved submitters
el: εγκεκριμένοι αποστολείς
fr_ca: émetteurs approuvés
it: autori approvati

source: ban users
ar: إقصاء مستخدمين
bs: banuj korisnike
ca: expulsa usuaris
el: απαγόρευση χρηστών
et: bänni kasutajaid
eu: egotzi erabiltzaileak
fi: laita käyttäjiä jäähylle
fr_ca: utilisateurs bannis
he: משתמשים חסומים
hu: kitiltott felhasználók
it: banna utenti
mt_mt: keċċi l-utenti
nn: bannlys brukarar
no: sperr brukere
pl: banuj użytkowników
sr_la: zabrani korisnikе
sv: banna användare
ta: புழங்குபவர்களை தடை செய்யுங்கள்
uk: блокування учасників
vi: cấm người dùng

source: mute users
fi: mykistä käyttäjiä
fr_ca: utilisateur silencieux
hu: felhasználók némítása
it: utenti mutati
sv: dämpa användare
uk: заглушити користувачів

source: edit flair
ar: عدل رمز
bs: uredi flair
ca: edita la bandereta
el: επεξεργασία εμβλήματος
eu: editatu bereizgarria
fi: muokkaa flairia
fr_ca: modifier insigne
hu: kitűző szerkesztése
it: modifica flair
mt_mt: immodifika x-xinxilla
nn: endre skiltet
no: endre flair
pl: edytuj znaczek
sv: redigera stil
uk: редагувати флаір
vi: chỉnh sửa cờ hiệu

source: moderation log
ar: سجل المشرف
bs: moderatorski izvještaj
ca: registre de la moderació
el: αρχείο συντονισμού
eu: moderatze egunkaria
fi: moderointiloki
fr_ca: journal de modération
hu: moderátornapló
it: log moderazione
mt_mt: ir-reġistru tal-moderazzjoni
nn: modereringslogg
no: moderasjonslogg
pl: dziennik moderacji
sv: modereringslogg
uk: журнал модерації
vi: nhật trình quản trị

source: moderation queue
ar: طابور الإشراف
bs: moderacijski red
ca: cua de moderació
el: ουρά συντονισμού
eu: moderazio ilara
fi: moderointijono
fr_ca: file de modération
hu: moderációs sor
it: coda moderazione
mt_mt: kjù tal-moderazzjoni
nn: modereringskø
no: moderasjonskø
pl: kolejka moderacji
sv: modereringskö
uk: черга модерації
vi: hàng đợi quản trị duyệt

source: unmoderated posts
fr_ca: posts non modérés
it: post non moderato

source: edited
ca: editat
el: επεξεργασμένα
fi: muokattu
fr_ca: édité
hu: szerkesztett
it: modificato
mt_mt: immodifikat
no: Endret
sv: redigerade
uk: відредаговано
vi: đã chỉnh sửa

source: employee
ca: empleat
el: εργαζόμενος
fi: työntekijä
fr_ca: employé
hu: alkalmazott
it: impiegato
mt_mt: impjegat
sv: anställd
uk: співробітник
vi: nhân viên
