Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: logged-in redditors yesterday
ar: مسجلين الدخول أمس
ca: redditors connectats ahir
el: συνδεμένα μέλη του reddit χθες
fi: eilen sisäänkirjautuneet redditorit
fr_ca: redditeurs connectés hier
hu: tegnapi napon bejelentkezett redditorok
it: redditor loggati ieri
mt_mt: reddituri attivi il-bieraħ
nn: innloggede redditorer i går
no: innloggede redditorer i går
pl: zalogowani użytkownicy z wczoraj
sv: inloggade redditörer igår
uk: авторизованих реддіторів за вчора
vi: các thành viên đã đăng nhập vào ngày hôm qua

source: casting over %(value)s votes
ar: تتألف من أكثر من %(value)s أصوت
ca: emetent més de %(value)s vots
el: συγκέντρωσε %(value)s ψήφους.
fi: antaen yli %(value)s ääntä
fr_ca: émettant plus de %(value)s votes
hu: összesen %(value)s szavazásról döntve
it: che hanno effettuato più di %(value)s votazioni
mt_mt: li tefgħu il-fuq minn %(value)s voti
nn: hvor over %(value)s stemmer ble gitt
no: hvor over %(value)s stemmer ble gitt
pl: którzy oddali ponad %(value)s głosów
sv: som röstade mer än %(value)s gånger
uk: віддали більш ніж %(value)s голосів
vi: có khoảng %(value)s lượt bầu chọn

source: history
ar: تاريخ
bs: historija
ca: historial
el: ιστορικό
fi: historia
fr_ca: historique
hu: előzmények
it: cronologia
mt_mt: kronoloġija
nn: historikk
no: historie
pl: historia
sv: historik
uk: історія
vi: lịch sử

source: create an ad
ar: أنشئ إعلاناً
ca: crear un anunci
el: δημιουργήστε μία διαφήμιση
fi: luo mainos
fr_ca: créer une annonce
hu: hirdetés létrehozása
it: crea una pubblicità
mt_mt: oħloq reklam
nn: lag en annonse
no: lag en annonse
pl: stwórz reklamę
sv: skapa en annons
uk: створити рекламу
vi: tạo quảng cáo

source: budget larger than $30k?
ar: ميزانية أكبر من 30K ثلاثين ألف دولار؟
ca: pressupost de més de 30.000 dolars?
el: είναι ο προϋπολογισμός σας μεγαλύτερος από 30.000$;
fi: budjetti suurempi kuin 30 000$?
fr_ca: budget plus haut que 30 000$?
hu: nagyobb a költségvetés, mint 30 000 dollár?
it: budget superiore a 30k$?
mt_mt: baġit akbar minn $30k?
nn: budsjett mindre enn $30k?
no: budsjett mindre enn $30.000,00?
pl: budżet większy niż 30.000$?
sv: budget över 200 000 kr?
uk: бюджет більший за 30 тис. $?
vi: ngân sách lớn hơn 30 ngàn đô?

source: contact our sales team
ar: تواصل بفريق المبيعات
ca: posa't en contacte amb el nostre equip de ventes
el: επικοινωνήστε με την ομάδα πωλήσεών μας
fi: ota yhteyttä myyntitiimiimme
fr_ca: contacter notre équipe commercialle
hu: lépj kapcsolatba az értékesítési csapatunkkal
it: contatta i nostri addetti alle vendite
mt_mt: ikkuntattja it-tim tal-bejgħ tagħna
nn: kontakt salgsavdelingen
no: kontakt salgsavdelingen
pl: skontaktuj się z naszym działem sprzedaży
sv: kontakta vårt säljteam
uk: напишіть нашому відділу продажу
vi: liên hệ bộ phận tiếp thị của chúng tôi

source: ready to get started?
ar: هل أنت مستعد للبدء ؟
ca: preparat per començar?
el: είσαι έτοιμος να ξεκινήσεις;
fi: oletko valmis aloittamaan?
fr_ca: prêt à commencer?
hu: készen állsz a kezdésre?
it: pronto per iniziare?
mt_mt: lest biex tibda?
nn: klar til å komme i gang?
no: klar til å komme i gang?
pl: gotowy aby zacząć?
sv: redo att komma igång?
uk: готові розпочати?
vi: đã sẵn sàng để bắt đầu chưa?

source: logo assets
ar: أصول الشعار
ca: continguts de logotip
el: στοιχεία για το λογότυπο
fi: logomateriaalit
fr_ca: Les avantages de logo
hu: logófájlok
mt_mt: assetti tal-logo
nn: logoressurser
no: logoressurser
pl: wersje loga
sv: logotypresurser
uk: зображення логотипу
vi: biểu tượng hiển thị

source: logo usage guidelines
ar: دليل استخدام الشعارات
ca: guia per l'ús del logotip
el: ορθή χρήση του λογότυπου
fi: logon käyttöohjeet
fr_ca: règles d'usage du logo
hu: logóhasználati irányelvek
it: linee guida per l'utilizzo del logo
mt_mt: gwida għall-użu tal-logo
nn: retningslinjer for bruk av logoer
no: retningslinjer for bruk av logoer
pl: zasady użycia logo
sv: riktlinjer för användning av logotyper
uk: рекомендації по використання логотипу
vi: hướng dẫn cách dùng biểu tượng

source: color guide
ar: دليل الألوان
ca: guia de colors
el: οδηγός χρωμάτων
fi: väriopas
fr_ca: guide des couleurs
hu: színismertető
it: guida colori
mt_mt: gwida tal-kuluri
nn: farge guide
no: fargeguide
pl: kolory i ich użycie
sv: riktlinjer för färger
uk: рекомендації по кольорам
vi: hướng dẫn màu sắc

source: invalid site path/name
el: μη έγκυρη διαδρομή/όνομα ιστοτόπου
fr_ca: chemin/nom du site invalide
it: percorso/nome del sito non valido
sv: ogiltig sökväg/namn för site

source: your message has been delivered
ar: تم استقبال رسالتك
bs: Vaša poruka je dostavljena
ca: el teu missatge ha estat entregat
el: το μήνυμά σου παραδόθηκε
eo: via mesaĝo liveriĝis
et: sinu sõnum on saadetud
eu: zure mezua bidali da
fi: viestisi on toimitettu
fr_ca: votre message a été envoyé
he: הודעתך נשלחה
hu: az üzenetedet továbbítottuk
it: il messaggio è stato spedito
mt_mt: il-messaġġ tiegħek wasal
nn: meldinga di har vorte sendt
no: meldingen din har blitt levert
pl: twoja wiadomość została dostarczona
sr_la: vaša poruka je poslata
sv: ditt meddelande har skickats
ta: உங்கள் அஞ்சல் பெறுநரை அடைந்து விட்டது.
uk: ваше повідомлення було доставлено
vi: tin nhắn của bạn đã được gửi

source: no title found
ar: لا يوجد عنوان
bs: nema naslova
ca: cap títol trobat
el: δεν βρέθηκε τίτλος
eo: titolo ne trovita
eu: ez da izenbururik aurkitu
fi: otsikkoa ei löytynyt
fr_ca: aucun titre trouvé
hu: a cím nem található
it: nessun titolo trovato
mt_mt: l-ebda titlu ma nstab
nn: ingen tittel funne
no: ingen tittel funnet
pl: nie znaleziono tytułu
sr_la: naslov nije pronađen
sv: hittade ingen rubrik
uk: заголовок не знайдений
vi: không tìm thấy tiêu đề

source: saved
ar: تم حفظه
bs: spašeno
ca: desats
el: αποθηκευμένα
eo: savitaj
et: salvestatud
eu: gordea
fi: tallennetut
fr_ca: Sauvé
he: נשמר
hu: elmentve
it: salvati
mt_mt: salvat
nn: lagra
no: lagret
pl: zapisane
sr_la: snimljeno
sv: sparade
ta: பதிவு செய்யப் பட்டு விட்டது
uk: збережене
vi: đã lưu

source: all other sessions have been logged out
bs: sve ostale sesije su odjavljene
el: όλες οι άλλες συνεδρίες έχουν αποσυνδεθεί
fi: kaikki muut istunnot on kirjattu ulos
fr_ca: toutes les autres sessions ont été déconnectées
hu: az összes többi munkamenet ki lett jelentkeztetve
it: tutte le altre sessioni sono state disconnesse
nn: alle andre økter har vortne logga ut
pl: wszystkie pozostałe sesje zostały wylogowane
sv: alla andra sessioner har loggats ut
uk: усі інші сесії було завершено
vi: tất cả các phiên làm việc khác đã được đăng xuất

source: an email will be sent to the email address shortly
el: θα αποσταλεί email στη διεύθυνση αυτού του λογαριασμού σύντομα
fi: sähköposti lähetetään tuotapikaa antamaasi osoitteeseen
fr_ca: un email sera prochainement envoyé à l'adresse de ce compte
it: a breve ti verrà spedita una email all'indirizzo indicato
sv: ett e-brev kommer skickas till e-postadressen inom kort

source: email address added, try again tomorrow to reset your password
fr_ca: adresse e-mail ajoutée, réessayer demain pour mettre à jour votre mort de passe
it: indirizzo email aggiunto, prova di nuovo domani a reimpostare la password

source: you should be getting a verification email shortly.
ar: ستصلك رسالة تاكيد الاشتراك علي ايميلك قريبا
bs: uskoro ćete dobiti email o potvrdi.
ca: rebràs un correu de verificació en breu.
el: θα σου έρθει το e-mail της επικύρωσης σε λίγο.
eo: vi ricevos konfirm-retpoŝton baldaŭ.
eu: egiaztapen e-posta bat jaso behar zenuke laster.
fi: saat pian vahvistusviestin sähköpostiisi
fr_ca: vous devriez obtenir un courriel de vérification prochainement.
hu: hamarosan kapni fogsz egy megerősítő emailt.
it: dovresti ricevere un email di verifica a breve.
mt_mt: għandek tirċievi email ta' verifika dalwaqt.
nn: du vil straks få ein stadfestingsepost.
no: du burde få en e-post for å bekrefte straks
pl: weryfikacyjny email powinien wkrótce do ciebie dotrzeć.
sr_la: uskoro ćete dobiti verifikacioni email
sv: du bör få ett verifikationsmeddelande per e-post inom kort.
uk: ви повинні отримати листа з підтвердженням найближчим часом.
vi: bạn sẽ sớm nhận được một email xác thực.

source: your email has been updated
ar: تم تحديث بريدك الإلكتروني
bs: Vaš email je ažuriran
ca: la teva adreça de correu electrònic ha estat actualitzada
el: η διεύθυνση email σου ενημερώθηκε
eo: via adreso aktualiĝis
et: sinu meiliaadress on uuendatud
eu: zure e-posta eguneratu da
fi: sähköpostiosoitteesi on päivitetty
fr_ca: Votre adresse courriel a été mise à jour
he: כתובת הדואל שלך עודכנה
hu: az e-mail címedet frissítettük
it: la tua email è stata aggiornata
mt_mt: l-email tiegħek ġie aġġornat
nn: eposten din har vorte oppdatert
no: e-posten ditt har blitt oppdatert
pl: twój adres email został zmieniony
sr_la: vaš email je promenjen
sv: din e-post har uppdaterats
ta: உங்கள் மின்னஞ்சலைப் புதுப்பித்து விட்டோம்.
uk: ваша електронна адреса була оновлена
vi: email của bạn đã được cập nhật

source: your password has been updated
ar: تم تحديث كلمة السر الخاصة بك
bs: vaša šifra je ažurirana
ca: la teva contrasenya ha estat actualitzada
el: ο κωδικός σου ενημερώθηκε
eo: via pasvorto aktualiĝis
et: sinu parool on uuendatud
eu: zure pasahitza eguneratu da
fi: salasanasi on päivitetty
fr_ca: votre mot de passe a été mis a jour
he: הסיסמא שלך עודכנה
hu: a jelszavadat frissítettük
it: la tua password è stata aggiornata
mt_mt: il-password tiegħek ġiet aġġornata
nn: passordet ditt har vorte oppdatert
no: passordet ditt har blitt oppdatert
pl: twoje hasło zostało zmienione
sr_la: vaša lozinka je promenjena
sv: ditt lösenord har uppdaterats
ta: உங்கள் கடவுச் சொல் புதுப்பிக்கப்பட்டு விட்டது.
uk: ваш пароль був оновлений
vi: mật khẩu của bạn đã được cập nhật

source: Success! Your preferences have been updated
el: Επιτυχία! Οι προτιμήσεις σας ενημερώθηκαν
fi: Onnistui! Asetuksesi on tallennettu
fr_ca: vos préférences ont été mises à jour
it: Le tue preferenze sono state aggiornate con successo
sv: Dina inställningar har uppdaterats

source: reported
ar: مبلّغ عنها
bs: prijavljeno
ca: reportats
el: αναφερμένα
eo: denuncita
et: raporteeritud
eu: salatua
fi: ilmoitettu
fr_ca: signalés
he: דווח
hu: feljelentve
it: segnalato
mt_mt: issenjalati
nn: meldt
no: anmeldt
pl: zgłoszone
sr_la: prijavljeno
sv: anmälda
ta: தெரிவிக்கப்பட்டது
uk: скаргу відправлено
vi: đã báo cáo

source: added
ar: تمت الإضافته
bs: dodano
ca: afegit
el: προστέθηκε
eo: aldonita
eu: gehitua
fi: lisätty
fr_ca: ajoutée
hu: hozzáadva
it: aggiunto
mt_mt: miżjud
nn: lagt til
no: lagt til
pl: dodano
sr_la: dodato
sv: tillagd
uk: додане
vi: đã thêm

source: replied
ar: لقد اجبت
bs: odgovoreno
ca: contestat
el: απαντήθηκε
eo: respondita
eu: erantzuna
fi: vastattu
fr_ca: répondu
hu: megválaszolva
it: risposto
mt_mt: wieġeb
nn: svart
no: svart
pl: odpowiedziano
sr_la: odgovoreno
sv: svarat
uk: відповідь вже відправлена
vi: trả lời

source: validation errors
ar: خطأ في التأكيد
bs: greške u potvrdi
ca: errors de validació
el: λάθη επικύρωσης
eo: eraroj dum validigo
eu: balioztatze erroreak
fi: validointivirheitä
fr_ca: erreurs de validation
hu: érvényesítési hibák
it: errori di validazione
mt_mt: problemi ta' validazzjoni
nn: gildskapsfeil
no: feil ved validering
pl: błędy walidacji
sr_la: greška u validaciji
sv: valideringsfel
uk: помилки перевірки
vi: lỗi xác thực

source: deleted
ar: محذوفة
bs: obrisano
ca: eliminats
el: διαγραμμένα
eo: forviŝita
et: kustutatud
eu: ezabatua
fi: poistettu
fr_ca: supprimé
he: נמחק
hu: törölve
it: cancellato
mt_mt: imħassar
nn: sletta
no: slettet
pl: usunięte
sr_la: izbrisano
sv: raderade
ta: நீக்கப்பட்டது
uk: видалено
vi: đã xóa

source: bad image name
ar: تسمية غير صحيحة للصورة
bs: pogrešno ime slike
ca: nom d'imatge erroni
el: λανθασμένο όνομα εικόνας
eo: maltaŭga bildonomo
eu: irudi-izen okerra
fi: kuvan nimi ei kelpaa
fr_ca: nom d'image incorrect
hu: hibás képnév
it: nome immagine sbagliato
mt_mt: isem l-istampa mhux validu
nn: ugyldig biletnamn
no: dårlig bildenavn
pl: zła nazwa obrazka
sr_la: loše ime slike
sv: felaktigt bildnamn
uk: невдале ім'я зображення
vi: tên ảnh sai

source: too many images (you only get %d)
ar: يوجد صور كثيرة , ) لديك فقط %d (
bs: previše slika (dopušteno samo %d)
ca: massa imatges (només n'has baixat un %d)
el: υπερβολικά πολλές εικόνες (μόνο μέχρι %d)
eo: tro multaj bildoj (vi nur rajtas doni %d)
eu: irudi gehiegi (gehienez %d)
fi: liikaa kuvia (saat vain %d)
fr_ca: trop d'images (vous n'avez droit qu'à %d)
hu: túl sok kép (csak %d lehet)
it: troppe immagini (ne hai solo %d )
mt_mt: wisq stampi (ma jistax ikollok aktar minn %d)
nn: for mange bilete (du får berre %d)
no: for mange bilder (du får bare %d )
pl: za dużo obrazków (możesz dodać %d)
sr_la: suviše slika (you only get %d)
sv: för många bilder (högst %d stycken)
uk: занадто багато зображень (вам доступно лише %d)
vi: quá nhiều ảnh (bạn chỉ được %d)

source: Invalid image or general image error
ar: صورة خاطئة أو خطأ عام في الصورة
bs: Neodgovarajuća slika ili opća greška sa slikom
ca: Imatge no vàlida o error general en la imatge.
el: Μη έγκυρη εικόνα ή γενικό λάθος εικόνας
eu: Irudi baliogabea edo irudi errore orokorra
fi: kuva ei kelpaa
fr_ca: Image non valide ou erreur générique concernant l'image
hu: hibás kép vagy álltalános kép hiba
it: Immagine non valida o errore generico dell'immagine
mt_mt: l-istampa invalida jew hemm xi problema teknika oħra bl-istampa
nn: ugyldig bilete eller feil på biletet
no: Ugyldig bilde eller generelt bilde problem
pl: Nieprawidłowy obraz lub ogólny błąd obrazu
sv: Ogiltig bild eller allmänt bildfel
uk: Недійсне зоображення або помилка з зоображенням
vi: ảnh không đúng hoặc lỗi ảnh

source: must be %dx%d pixels
ca: ha de ser de %dx%d píxels
el: οι διαστάσεις θα πρέπει να είναι %dx%d pixels
fi: täytyy olla %dx%d kuvapistettä
fr_ca: doit être de %dx%d pixels
hu: %dx%d pixel méretűnek kell lennie
it: deve essere di %dx%d pixel
mt_mt: teħtieġ tkun ta' daqs %dx%d pixels
sv: måste vara %dx%d pixlar
uk: має бути %dx%d пікселів
vi: phải là %dx%d pixel

source: 10:3 aspect ratio required
el: απαιτείται αναλογία διαστάσεων 10:3
fr_ca: Un format 16:9 est requis
it: è richiesto un rapporto 10:3
sv: 10:3 bildformat krävs

source: max %dx%d pixels
ca: màxim %dx%d píxels
el: μέγιστο %dx%d pixels
fi: enintään %dx%d pikseliä
fr_ca: %dx%d pixels maximum
hu: legfeljebb %dx%d pixel
it: massimo %dx%d pixel
mt_mt: massimu ta' %dx%d pixels
sv: max %dx%d pixlar
uk: максимум %dx%d пікселів
vi: tối đa %dx%d pixel

source: min %dx%d pixels
ca: mínim %dx%d píxels
el: ελάχιστο %dx%d pixels
fi: vähintään %dx%d pixeliä
fr_ca: %dx%d pixels minimum
hu: legalább %dx%d pixel
it: minimo %dx%d pixel
mt_mt: minimu ta' %dx%d pixels
sv: minst %dx%d pixlar
uk: мінімум %dx%d пікселів
vi: tối thiểu %dx%d pixel

source: an email will be sent to that account's address shortly
ar: ستصلك رساله علي بريدك الالكتروني خلال لحظات
bs: email će biti poslan na adresu tog računa
ca: un correu s'enviarà en breu a l'adreça d'aquest compte
el: θα αποσταλεί email στη διεύθυνση αυτού του λογαριασμού σύντομα
eo: retpoŝto baldaŭ sendiĝos al la adreso de tiu konto
eu: e-posta bat bidaliko da kontu honen helbidera laster
fi: sähköposti lähetetään tuotapikaa antamaasi osoitteeseen
fr_ca: un courriel sera prochainement envoyé à l'adresse de ce compte
hu: hamarosan egy email kerül kiküldésre ama fiók e-mail címére
it: presto ti manderemo una email all'indirizzo del tuo account
mt_mt: se tintbagħat email fi żmien qasir lill-indirizz tal-email marbut ma' dak il-kont
nn: ein epost er straks på veg til den kontoen si adresse
no: en e-post vil bli sendt til den kontoens e-post straks
pl: email zostanie wkrótce wysłany pod podany adres
sr_la: email će uskoro biti poslat na adresu tog naloga
sv: ett e-postmeddelande kommer skickas till det kontots adress inom kort
uk: електронне повідомлення буде незабаром надіслане на адресу даного користувача
vi: một email sẽ sớm được gửi tới địa chỉ của tài khoản đó

source: try again tomorrow
ar: حاول مرة أخرى غداً
bs: pokušajte ponovo sutra
ca: torna a provar demà
el: δοκίμασε ξανά αύριο
eu: saiatu berriro bihar
fi: yritä uudelleen huomenna
fr_ca: réessayez demain
hu: próbáld meg holnap
it: riprova domani
mt_mt: erġa' pprova għada
nn: prøv om att i morgon
no: prøv igjen i morgen
pl: spróbuj ponownie jutro
sv: försök igen imorgon
uk: завтра спробуйте знова
vi: hãy thử lại vào ngày mai

source: your account has been recovered
el: ο λογαριασμός σου έχει ανακτηθεί
fi: käyttäjätilisi on palautettu
fr_ca: votre compte a été récupéré
it: il tuo account è stato recuperato
sv: ditt konto har återskapats

source: password updated
ar: تم تحديث كلمة المرور
ca: contrasenya actualitzada
el: ο κωδικός ανανεώθηκε
fi: salasana päivitetty
fr_ca: mot de passe mis à jour
hu: jelszó frissítve
it: password aggiornata
mt_mt: password aġġornata
nn: passord oppdatert
no: passord oppdatert
pl: hasło zaktualizowane
sv: ditt lösenord har uppdaterats
uk: пароль оновлено
vi: đã cập nhật mật khẩu

source: invalid css class
ar: فئة CSS غير صحيحة
bs: neodgovarajuća css klasa
ca: classe css invàlida
el: μη έγκυρη κλάση css
eu: css klase baliogabea
fi: css class ei kelpaa
fr_ca: classe css invalide
hu: érvénytelen css osztály
it: classe css non valida
mt_mt: klassi tas-css invalida
nn: ugyldig css-klasse
no: ugyldig css klasse
pl: nieprawidłowa klasa CSS
sv: ogiltig css-klass
uk: недійсний клас CSS
vi: lớp css không đúng

source: too many css classes
ar: فئات CSS كثيرة
bs: previše css klasa
ca: massa classes css
el: υπερβολικά πολλές κλάσεις css
eu: css klase gehiegi
fi: liikaa css-classeja
fr_ca: trop de classes css
hu: túl sok css osztály
it: troppe classi css
mt_mt: wisq klassijiet tas-css
nn: for mange css-klasser
no: for mange css klasser
pl: za dużo klas css
sv: för många css-klasser
uk: занадто багато класів CSS
vi: Quá nhiều lớp CSS

source: max flair templates reached
ar: تم الوصول للحد الأقصى لقوالب الشعارات
bs: dostignut maksimum flair predložaka
ca: s'ha arribat al nombre màxim de plantilles de les banderetes
el: ο μέγιστος αριθμός προτύπων εμβλημάτων ξεπεράστηκε
eu: gehienezko bereizgarriaren txantiloi kopurura iritsita
fi: maksimimäärä flair-pohjia saavutettu
fr_ca: nombre maximal de modèles d'insigne atteint
hu: max kitűző sablon elérve
it: numero massimo di template del flair raggiunto
mt_mt: ma tistax iżżid aktar forom għax-xinxilli
nn: øvre grense på mengda skilt er nådd
no: maksimalt antall maler for preg er nådd
pl: osiągnięto maksimum szablonów znaczka
sv: maximalt antal stilmallar har uppnåtts
uk: досягнутий максимум флаір шаблонів
vi: Số mẫu cờ đã đạt giới hạn

source: no gold to take
ar: ليس هناك ذهب لتأخذه
ca: no hi ha or per agafar
el: δεν υπάρχει χρυσός να πάρεις
fi: ei kultaa kerättäväksi
fr_ca: pas de gold à prendre
hu: nincs elvihető arany
it: nessun gold da prendere
mt_mt: m'hemmx gold x'tieħu
no: ingen gull å ta
sv: ingen guld att ta
uk: нема золота, яке було б можна взяти
vi: không có gold để lấy

source: this app can not be modified from this interface
fr_ca: cette app ne peut pas être modifiée depuis cette interface
it: questa app non può essere modificata da questa interfaccia
sv: denna app kan inte modifieras från detta gränssnitt

source: invalid client id
ar: هوية عميل غير صحيحة
bs: neispravan id klijenta
ca: id de client invàlida
el: μη έγκυρο αναγνωριστικό πελάτη
eu: bezero id baliogabea
fi: virheellinen käyttäjätunnus
fr_ca: identifiant client invalide
hu: érvénytelen kliensazonosító
it: id client non valido
mt_mt: id tal-klijent invalida
nn: ugyldig klient-ID
no: ugyldig klient id
pl: nieprawidłowe id klienta
sv: ogiltigt klient-id
uk: неправильний код клієнта
vi: client id không đúng

source: cannot update deleted app
ar: لا يمكن تحديث التطبيق المحذوف
bs: nije moguće ažurirati obrisanu aplikaciju
ca: no s'ha pogut pujar l'app
el: δε μπορώ να ενημερώσω την διεγραμμένη εφαρμογή
fi: ei voida päivittää poistettua sovellusta
fr_ca: impossible de mettre à jour l'application supprimée
hu: törölt alkalmazást nem lehet frissíteni
it: impossibile aggiornare un'applicazione cancellata
mt_mt: ma tistax taġġorna app imħassra
nn: kan ikkje oppdatere ein sletta app
no: kan ikke oppdatere den slettede applikasjonen
pl: nie mogę aktualizować usuniętej aplikacji
sv: Kan ej uppdatera en borttagen app
uk: неможливо оновити програму, котра була видалена
vi: không thể cập nhật ứng dụng đã xóa

source: app does not belong to you
ar: التطبيق ليس ملكا لك
bs: vi niste vlasnik aplikacije
ca: l'app no et pertany
el: η εφαρμογή δεν ανήκει σε εσένα
fi: et ole sovelluksen omistaja
fr_ca: l'application ne vous appartient pas
hu: az alkalmazás nem hozzád tartozik
it: quest'applicazione non ti appartiene
mt_mt: l-app m'hix tiegħek
nn: appen høyrer ikkje til deg
no: applikasjon tilhører ikke deg
pl: aplikacja nie należy do ciebie
sv: applikationen tillhör inte dig
uk: програма вам не належить
vi: ứng dụng này không thuộc quyền của bạn

source: application updated
ar: تم تحديث البرنامج
bs: aplikacija ažurirana
ca: aplicació actualitzada
el: η εφαρμογή ανανεώθηκε
fi: sovellus päivitetty
fr_ca: application mise à jour
hu: alkalmazás frissítve
it: applicazione aggiornata
mt_mt: applikazzjoni aġġornata
nn: applikasjonen er oppdatert
no: applikasjon er oppdatert
pl: aplikacja uaktualniona
sv: applikationen har uppdaterats
uk: програму оновлено
vi: ứng dụng đã cập nhật

source: application created
ar: تم إنشاء البرنامج
bs: aplikacija kreirana
ca: aplicació creada
el: η εφαρμογή δημιουργήθηκε με επιτυχία
fi: sovellus luotu
fr_ca: application créée
hu: alkalmazás létrehozva
it: applicazione creata
mt_mt: applikazzjoni maħluqa
nn: applikasjonen er oppretta
no: applikasjon opprettet
pl: stworzono aplikację
sv: applikationen har skapats
uk: програму створено
vi: Ứng dụng đã tạo

source: developer added
ar: تم إضافة مطور
bs: programer dodan
ca: s'ha afegit un desenvolupador
el: ο προγραμματιστής προστέθηκε με επιτυχία
fi: kehittäjä lisätty
fr_ca: développeur ajouté
hu: fejlesztő hozzáadva
it: sviluppatore aggiunto
mt_mt: żviluppatur miżjud
nn: utviklaren er lagd til
no: utvikler lagt til
pl: dodano developera
sv: utvecklare tillagd
uk: розробника додано
vi: nhà phát triển đã thêm vào

source: api documentation
ar: وثائق واجهة برمجة التطبيقات
bs: api dokumentacija
ca: documentació de la api
el: τεκμηρίωση API
eu: api dokumentazioa
fi: api dokumentaatio
fr_ca: documentation sur l'API
hu: api dokumentáció
it: documentazione API
mt_mt: dokumentazzjoni tal-API
nn: api-dokumentasjon
no: api-dokumentasjon
pl: dokumentacja api
sv: api-dokumentation
uk: документація API
vi: tài liệu về api

source: reddit buttons
ar: أزرار ريدت
bs: reddit dugmad
ca: botons de reddit
el: κουμπιά του reddit
eo: butonoj de reddit
et: redditi nupud
eu: reddit botoiak
fi: reddit-napit
fr_ca: boutons reddit
he: כפתורי רדהיט
hu: reddit gombok
it: bottoni di reddit
mt_mt: buttuni ta' reddit
nn: redditknappar
no: reddit-knapper
pl: przyciski reddit
sr_la: reddit dugmići
sv: reddit-knappar
ta: ரெட்டிட் பொறி
uk: кнопки Реддіт
vi: Những nút của reddit

source: reddit widget
ar: widege ريديت
bs: reddit dodatak
ca: widget de reddit
el: widget του reddit
eo: fenestraĵo de reddit
et: redditi vidin
eu: reddit trepetak
fi: reddit-widgetit
fr_ca: widget reddit
he: הווידג'ט של רדהיט
it: widget di reddit
mt_mt: wiġit ta' reddit
pl: widget reddita
ta: ரெட்டிட் விட்ஜெட்
uk: віджет Реддіт
vi: Công cụ của reddit

source: help
ar: مساعدة
bs: pomoć
ca: ajuda
el: βοήθεια
eo: helpo
et: abi
eu: laguntza
fi: ohjeita
fr_ca: aide
he: עזרה
hu: segítség
it: aiuto
mt_mt: għajnuna
nn: hjelp
no: hjelp
pl: pomoc
sr_la: pomoć
sv: hjälp
ta: உதவி
uk: допомога
vi: trơ giúp

source: bad request (%(domain)s)
fr_ca: requête invalide (%(domain)s)
it: richiesta sbagliata (%(domain)s)
sv: dålig begäran (%(domain)s)

source: you sent an invalid request
el: στείλατε ένα λανθασμένο αίτημα
fr_ca: vous avez envoyé une requête invalide
it: hai mandato una richiesta invalida
sv: du skickade en ogiltig begäran
