Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: date range includes %(when)s
ar: مدى التاريخ يحتوي على %(when)s
bs: raspon datuma uključuje %(when)s
el: το εύρος ημερομηνιών συμπεριλαμβάνει το %(when)s
fi: aikajana sisältää %(when)s
fr_ca: rang de données contient %(when)s
hu: dátum tartomány tartalmazza %(when)s
it: l'intervallo delle date include %(when)s
mt_mt: l-intervall ta' dati jinkludi %(when)s
nn: datoen femner %(when)s
no: datorangeringer inkluderer %(when)s
pl: zakres daty zawiera %(when)s
sr_la: opsezi datuma uključuju %(when)s
sv: datumintervallet innehåller %(when)s
uk: діапазон дат включає %(when)s
vi: khoảng thời gian bao gồm %(when)s

source: number of links to show
ar: عدد الروابط لظهارها
bs: broj linkova za prikaz
ca: quantitat d'enllaços per mostrar
el: αριθμός προβαλλόμενων συνδέσμων
eo: ligonombro por montri
eu: erakutsiko den esteka kopurua
fi: näytettävien linkkien määrä
fr_ca: nombre de liens à afficher
hu: mutatott linkek száma
it: numero di link da mostrare
mt_mt: in-numru ta' links x'jintwerew
nn: kor mange lenkjer blir viste
no: antall lenker å vise
pl: liczba linków do pokazania
sr_la: broj linkova za prikazivanje
sv: antal länkar att visa
uk: показувати посилань
vi: số lượng liên kết được hiển thị

source: remove css styling
ar: أحذف تجميلات CSS
bs: ukloni css stil
ca: eliminar l'estil css
el: αφαίρεση στυλ css
eo: ne uzu stilojn CSS
eu: kendu css estiloa
fi: poista css-määrittelyt
fr_ca: enlever le style css
hu: css-stílus eltávolítása
it: rimuovi lo styling css
mt_mt: neħħi l-istyling tas-CSS
nn: fjern css-stil
no: fjern css-stil
pl: usuń style css
sr_la: isključi css styling
sv: ta bort css-styling
uk: прибрати стилі css
vi: xoá css styling

source: (the widget will inherit all styles from the page)
ar: (الأداة الصغيرة سوف ترث جميع التجميلات من الصفحة)
bs: (dodatak će naslijediti sve stilove sa stranice)
el: (το widget θα πάρει όλα τα στύλ από την σελίδα)
eo: (la fenestraĵo heredos la stilojn el la paĝo)
eu: (trepetak estilo guztiak jarauntsiko ditu orritik)
fi: (mokkula perii kaikki tyylit tältä sivulta)
fr_ca: (le widget va recevoir tous styles de la page)
hu: (a widget örökölni fog minden stílust az oldalról)
it: (il widget erediterà tutti gli stili dalla pagina)
mt_mt: (il-widget se jiret l-istili kollha mill-paġna)
nn: (widget-en vil arve alle stilar frå sida)
no: (widgeten vil få alle stilene fra siden)
pl: (widget przejmie style ze strony)
sr_la: (vidžet če uzeri sve stilove sa ove strane)
sv: (widgeten ärver alla stilar från sidan)
uk: (віджет успадкує всі стилі зі сторінки)

source: enable in-widget voting
ar: تفعيل التصويت داخل الأداة الصغيرة
bs: omogući glasanje unutar dodatka
el: επέτρεψε την ψήφο από μέσα από το widget
eo: permesu enfenestran voĉdonadon
fi: salli äänestäminen mokkulasta
fr_ca: autoriser la promotion inter-widget
hu: widgeten belüli szavazás engedélyezése
it: permetti il voto all'interno dei widget
mt_mt: attiva l-votazzjoni fil-widget
nn: skru på røysting i widget-en
no: aktiver stemming i widget
pl: włącz głosowanie w widgecie
sr_la: uključi in-vidžet glasanje
sv: aktivera röstning i widgeten
uk: дозволити голосування через віджет

source: (will slow down the rendering)
ar: (سوف يبطء التقديم)
bs: (ovo će usporiti prikazivanje)
el: (θα καθυστερήσει την εμφάνιση)
eo: (tio malrapidigos desegnadon)
eu: (errendatzea mantsotuko du)
fi: (hidastaa sivun latautumista)
fr_ca: (ralentira l'affichage)
hu: (le fogja lassítani a megjelenítést)
it: (rallenterà il rendering)
mt_mt: (se jdewwem aktar il-wirja)
nn: (vil sakke sideteikninga)
no: (vil gjøre lasting saktere)
pl: (spowolni renderowanie)
sr_la: (usporiće rendering)
sv: (kommer sakta ner renderingen)
uk: (відображення на екрані стане повільніше)

source: two columns
ar: عمودان
bs: dvije kolone
ca: dos columnes
el: δύο στήλες
eo: du kolumnoj
eu: bi zutabe
fi: kaksi riviä
fr_ca: deux colonnes
hu: két oszlop
it: due colonne
mt_mt: żewġ kolonni
nn: to kolonner
no: to kolloner
pl: dwie kolumny
sr_la: dve kolumne
sv: två kolumner
uk: два стовпчики
vi: hai cột

source: background color
ar: لون الخلفية
bs: boja pozadine
ca: color de fons
el: χρώμα υπόβαθρου
eo: fonkoloro
eu: atzeko planoaren kolorea
fi: taustaväri
fr_ca: couleur de fond
hu: háttérszín
it: colore dello sfondo
mt_mt: kulur tal-isfond
nn: bakgrunnsfarge
no: bakgrunnsfarge
pl: kolor tła
sr_la: boja pozadine
sv: bakgrundsfärg
uk: колір фону
vi: màu nền

source: (e.g., FF0000 = red)
ar: (مثال: FF0000 = أحمر )
bs: (npr. FF0000 = crvena)
ca: (e.g., FF0000 = vermell)
el: (π.χ. FF0000 = κόκκινο)
eo: (ekz. FF0000 = ruĝo)
eu: (adibidez, FF0000 = gorria)
fi: (esim. FF0000 = punainen)
fr_ca: (i.e., FF0000 = rouge)
hu: (pl. az FF0000 = piros)
it: (es.: FF0000 = rosso)
mt_mt: (eż., FF0000 = aħmar)
nn: (t.d. FF0000 = raud)
no: (f.eks., FF0000 = rød)
pl: (np. FF0000 = red)
sr_la: (e.g., FF0000 = crvena )
sv: (t.ex., FF0000 = röd)
uk: (наприклад, FF0000 = червоний)
vi: (ví dụ: FF0000 = đỏ)

source: border color
ar: لون المحيط
bs: boja okvira
ca: color de marc
el: χρώμα περιθωρίου
eo: bordokoloro
eu: ertzaren kolorea
fi: reunan väri
fr_ca: couleur de bordure
hu: keret színe
it: colore bordo
mt_mt: kulur tal-burdura
nn: kantlinjefarge
no: kantfarge
pl: kolor krawędzi
sr_la: boja granice
sv: ramfärg
uk: колір рамки
vi: màu viền

source: the code
ar: الكود
bs: kod
ca: el codi
el: ο κώδικας
eo: la kodo
et: kood
eu: kodea
fi: koodisi
fr_ca: le code
he: הקוד
hu: kód
it: il codice
mt_mt: il-kodiċi
nn: koden
no: koden
pl: kod
sr_la: kod
sv: koden
ta: சங்கேதச்சொல்
uk: код
vi: mã

source: add this into your HTML where you want the %(site)s links displayed
ar: و أضف هذا في شفرة الـ HTML حيث تريد عرض روابط %(site)s
bs: dodajte ovo u vam HTML na lokaciji na kojoj želite da prikažete linkove sa %(site)s
ca: afegeix això al teu HTML allà on vulguis que es mostrin els enllaços de %(site)s
el: πρόσθεσε αυτό στον κώδικα HTML που θέλεις να φαίνονται οι σύνδεσμοι του %(site)s
et: lisa see HTMLi, kuhu sa tahad %(site)s linke paigutada
eu: gehitu hau zure HTML-ari %(site)s gunearen estekak bistaratzea nahi duzun tokian
fi: lisää tämä HTML:ääsi siihen kohtaan missä haluat %(site)s-linkkien näkyvän
fr_ca: ajouter ceci à votre HTML où vous voulez que les lien de %(site)s s'affichent
he: הוסף את זה לתוך ה-HTML להיכן שתרצה שיופיעו הלינקים מ%(site)s.
hu: másold be ezt a HTML kódba ahova szeretnéd, hogy a %(site)s linkejei megjelenjenek
it: aggiungi questo nel tuo HTML dove vuoi che i link di %(site)s vengano mostrati
mt_mt: żid din mal-HTML tiegħek fejn tixtieq li jintwerew il-links tas-sit %(site)s
nn: legg det her til i HTML-koden kor du vil at %(site)s-lenkjene skal visast
no: legg dette til på siden din hvor du vil at linken fra %(site)s skal dukke opp
pl: dodaj to do swojego HTMLa w miejscu, w którym chcesz pokazć linki z %(site)s
sr_la: dodate ovo u vaš HTML gde želite da se %(site)s linkovi prikazuju
sv: lägg till det här i din HTML där du vill att %(site)s-länkarna ska visas
uk: додайте це у ваш HTML-код там, де ви бажаєте відобразити посілання з сайту %(site)s
vi: thêm cái này vào HTML của bạn nơi bạn muốn liên kết %(site)s được hiển thị

source: this edit is for you to resolve the conflict, any text in the box below will not save.
ar: هذا التحرير لك لحل مشكلات التعارض,لن يحفظ أي نص بالمربع السفلي.
bs: ovo uređivanje služi samo za rješavanje konflikta, bilo kakav tekst u okviru ispod neće biti sačuvan.
el: η επεξεργασία είναι για την επίλυση της διένεξης, οποιοδήποτε κείμενο στο πλαίσιο παρακάτω δεν θα αποθηκευθεί.
fi: tämä muokkaus on sinua varten ratkaista selkkaus, mitään laatikossa olevaa tekstiä ei tallenneta.
fr_ca: Cette modification va vous permettre de résoudre le conflit, tout texte dans le champ ci-dessous ne sera pas enregistré.
hu: ez a szerkesztés arra van hogy megold az ellentétet, bármilyen szöveg ami alul található nem lesz elmentve.
it: questo campo serve a te per risolvere il conflitto, qualunque testo nel box qui sotto non verrà salvato.
mt_mt: din il-modifika meħtieġa minn għandek sabiex tirrisolvi kunflitt, kwalsijasi test hawn taħt mhux se jiġi salvat.
nn: den her endringa er så du kan løyse konflikta. all tekst i feltet under vil ikkje bli lagra.
no: denne redigeringen er for konfliktløsning, så all tekst i boksen under vil ikke bli lagret.
pl: ta edycja jest po to byś mógł rozwiązać konflikt, żaden tekst w ramce poniżej nie będzie zapamiętany
sv: i den här redigeringen måste du lösa konflikten, ingen text i rutan nedan sparas.
uk: це редагування має на меті розрішення конфлікту, будь-який текст в полі ніжче не буде збережений.

source: save page
ar: حفظ الصفحة
bs: sačuvaj stranicu
ca: desar pàgina
el: αποθήκευση σελίδας
fi: tallenna sivu
fr_ca: enregistrer la page
hu: oldal mentése
it: salva pagina
mt_mt: salva l-paġna
nn: lagre sida
no: lagre side
pl: zapisz stronę
sv: spara sidan
uk: зберегти сторінку
vi: lưu trang

source: submit a discussion
ar: قدم مناقشة
bs: pošalji komentar
el: υποβολή συζήτησης
fi: lisää keskustelu
fr_ca: soumettre une discussion
hu: egy vita beküldése
it: invia una discussione
mt_mt: iftaħ diskussjoni
nn: start eit ordskifte
no: Legg til en diskusjon
pl: opublikuj dyskusję
sv: skicka en diskussion
uk: почати обговорення
vi: đăng một thảo luận

source: The page "%s" was not found in this subreddit.
bs: Stranica "%s" nije pronađena u ovom subredditu.
el: Η σελίδα "%s" δε βρέθηκε σε αυτό το υποreddit.
fi: Tätä sivua "%s" ei löydetty tästä subredditistä.
fr_ca: La page "%s" n'a pas été trouvée dans ce subreddit.
hu: "%s" oldal nem található ebben az subredditben.
it: La pagina "%s" non è stata trovata in questo subreddit.
mt_mt: Il-paġna "%s" ma' nstabitx f'dis-subreddit.
nn: Sida "%s" vart ikkje funne i den her subredditen.
no: Siden "%s" ble ikke funnet i denne subredditen.
pl: Strona "%s" nie istnieje w tym subreddicie.
sv: Sidan "%s" hittades inte i denna subreddit.
uk: Сторінка "%s" не знайдена в цьому сабреддіті.
vi: Trang "%s" không tìm thấy trong chuyên mục này.

source: Create page "%s"
ar: إنشاء صفحة "%s"
bs: Kreiraj stranicu "%s"
el: Δημιουργία σελίδας "%s"
fi: Luo sivu "%s"
fr_ca: Créer une page "%s"
hu: "%s" oldal létrehozása
it: Crea pagina "%s"
mt_mt: Oħloq paġna "%s"
nn: Opprett sida "%s"
no: Opprett siden "%s"
pl: Utwórz stronę "%s"
sv: Skapa sidan "%s"
uk: Створити сторінку "%s"
vi: Tạo trang "%s"

source: compare selected
ar: قارن الاختيارات
bs: uporedi odabrano
el: σύγκριση επιλεγμένων
fi: vertaa valittua
fr_ca: comparer les éléments sélectionnés
hu: kiválasztott(ak) összehasonlítása
it: compara selezionati
mt_mt: qabbel il-magħżulin
nn: samanlikn dei valde
no: sammenlign valgte
pl: porównaj zaznaczone
sv: jämför valda
uk: порівняти обране
vi: so sánh đã lựa chọn

source: who can edit this page?
ar: من باستطاعته تعديل هذه الصفحة ؟
bs: ko može uređivati ovu stranicu?
ca: qui pot editar aquesta pàgina?
el: ποιός μπορεί να επεξεργαστεί αυτή τη σελίδα;
fi: kuka voi muokata tätä sivua?
fr_ca: Qui peut modifier cette page ?
hu: ki szerkesztheti ezt az oldalt?
it: chi può modificare questa pagina?
mt_mt: min jista' jimmodifika dil-paġna?
nn: kven kan endre den her sida?
no: hvem kan endre denne siden?
pl: kto może zmieniać tę stronę?
sv: vem kan redigera den här sidan?
uk: хто може редагувати цю сторінку?
vi: ai có thể chỉnh sửa trang này?

source: use subreddit wiki permissions
bs: koristi subreddit wiki dozvole
el: χρησιμοποίησε τα δικαιώματα του βίκι του υποreddit
fi: käytä subredditin wiki lupaa
fr_ca: utiliser les autorisations wiki de subreddit
hu: az subreddit wiki engedélyek használata
it: usa permessi wiki subreddit
mt_mt: uża l-permessi tal-wiki tas-subreddit
nn: bruk løyve frå subredditwikien
no: bruk tillatelser fra subreddit-wikien
pl: użyj
sv: använd berhörigheter för subreddit-wiki
uk: використовувати дозволи вікі сабреддіту
vi: use chuyên mục wiki permissions

source: only approved wiki contributors for this page may edit
bs: ovo stranicu mogu uređivati samo odobreni wiki saradnici
el: μόνο οι εγκεκριμένοι συνεργάτες βίκι για αυτή τη σελίδα μπορούν να επεξεργαστούν
fi: Vain hyväksytyt wikin kirjoittaja voivat muokata.
fr_ca: seuls les auteurs wiki autorisés pour cette page peuvent apporter des modifications
hu: csak ezen oldal engedélyezett wiki közreműködői szerkeszthetik
it: solo i contributori wiki approvati per questa pagina possono modificarla
mt_mt: il-kontributuri approvati biss jistgħu jimmodifikaw dil-paġna
nn: berre godkjende wikiinnsendarar for den her sida kan gjere endringar
no: kun lokalt godkjente wiki-bidragsytere kan redigere siden
pl: tę stronę mogą edytować wyłącznie zaakceptowani współtwórcy
sv: endast godkända wikibidragsgivare för den här sidan kan redigera
uk: лише схвалені автори вікі для цієї сторінки можуть редагувати

source: only mods may edit and view
ar: يمكن للمشرفين فقط التعديل و التصفح
bs: samo modovi mogu uređivati i pregledati
ca: només els mods poden editar i veure
el: μόνο οι συντονιστές μπορούν να επεξεργαστούν και να προβάλλουν
fi: vain moderaattorit voivat muokata ja katsoa
fr_ca: seuls les modérateurs peuvent apporter des modifications et visionner le contenu
hu: csak moderátorok szerkeszthetnek és tekinthetnek meg
it: solo i moderatori possono modificare e vedere
mt_mt: il-moderaturi biss jistgħu jimmodifikaw jew jaraw
nn: berre moderatorar kan endre og sjå
no: bare moderatorer kan endre og vise dette
pl: tylko moderator może edytować i oglądać
sv: endast moderatorer kan redigera och visa
uk: лише модератори можуть редагувати та переглядати
vi: chỉ mod có thể xem và sửa

source: show this page on the listing?
fi: näytä tämä sivu listauksessa?
fr_ca: montrer cette page sur la liste?
it: mostrare questa pagina nella lista?
mt_mt: uri dil-paġna fl-elenku?
nn: Vis denne siden på listen?
no: Vis denne siden på listen?
pl: wyświetlić tę stronę na liście?
sv: visa denna sida i listan?
uk: показати цю сторінку в списку?
vi: hiện trang này trong danh sách

source: show this page on the list of wiki pages
fi: näytä tämä sivu wiki-sivujen listassa
fr_ca: montrer cette page sur la liste des pages wiki
it: mostra questa pagina nell'elenco delle pagine wiki
mt_mt: uri dil-paġna fl-elenku tal-paġni tal-wiki
nn: vis denne siden på listen over wikisider
no: vis denne siden på listen over wikisider
pl: pokaż tą stronę na liście stron wiki
sv: visa den här sidan på listan med wiki-sidor
uk: показати цю сторінку в переліку сторінок вікі
vi: hiện trang này trong danh sách các trang wiki

source: allow users to edit page
ar: السماح للمستخدمين بتعديل الصفحة
bs: dozvoli korisnicima da uređuju stranicu
ca: permet usuaris editar la pàgina
el: επέτρεψε στους χρήστες να επεξεργαστούν την σελίδα
fi: salli käyttäjien muokata sivua
fr_ca: autoriser les utilisateurs à modifier la page
hu: engedélyezze a felhasználóknak, hogy szerkesszék az oldalt
it: permetti agli utenti di modificare la pagina
mt_mt: ippermetti l-utenti jbiddlu l-paġna
nn: tillat brukarar å endre sida
no: tillat brukere til å endre side
pl: zezwól użytkownikom na edytowanie strony
sv: tillåt användare att redigera sidan
uk: дозволити користувачам редагувати цю сторінку
vi: cho phép thành viên chỉnh sửa trang

source: username does not exist
ar: اسم المستخدم غير موجود
bs: korisničko ime ne postoji
el: το όνομα χρήστη δεν υπάρχει
fi: käyttäjätunnusta ei ole olemassa
fr_ca: le nom d'utilisateur n'existe pas
hu: a felhasználónév nem létezik
it: il nome utente non esiste
mt_mt: isem l-utent ma' jeżistix
nn: brukarnamnet finst ikkje
no: brukernavn eksisterer ikke
pl: brak takiego użytkownika
sv: användarnamnet finns inte
uk: таке ім'я користувача не існує
vi: tên thành viên không tồn tại

source: done
ar: تم
bs: završeno
el: τέλος
fi: valmis
fr_ca: terminé
hu: kész
it: fatto
mt_mt: lest
nn: ferdig
no: ferdig
pl: gotowe
sv: klart
uk: виконано
vi: xong

source: save settings
ar: حفظ الإعدادات
bs: sačuvaj postavke
el: αποθήκευσε τις ρυθμίσεις
fi: tallenna asetukset
fr_ca: enregistrer les paramètres
hu: beállítások elmentése
it: salva impostazioni
mt_mt: salva l-preferenzi
nn: lagre innstillingane
no: lagre instillinger
pl: zapisz ustawienia
sv: spara inställningar
uk: зберегти налаштування
vi: lưu cài đặt

source: revert here
ar: أعود هنا
bs: vrati ovdje
el: επαναφορά εδώ
fi: peruuta tässä
fr_ca: revenir ici
hu: visszatérés ide
it: ripristina questa versione
mt_mt: mur lura għal dil-verżjoni
nn: rull attende hit
no: tilbakestill hit
pl: cofnij dotąd
sv: återställ här
uk: повернути стару версію тут

source: this page is empty
ar: هذه الصفحة فارغة
bs: ova stranica je prazna
ca: aquesta pàgina està buida
el: αυτή η σελίδα είναι κενή
fi: tämä sivu on tyhjä
fr_ca: cette page est vide
hu: ez az oldal üres
it: questa pagina è vuota
mt_mt: dil-paġna hija vojta
nn: den her sida er tom
no: denne siden er tom
pl: ta strona jest pusta
sv: den här sidan är tom
uk: ця сторінка порожня
vi: trang này rỗng

source: revision by %(user)s
fr_ca: révision par %(user)s
it: revisione a cura di %(user)s
mt_mt: reviżjoni minn %(user)s
no: revisjon av %(user)s
sv: revidering av %(user)s
uk: змінено учасником %(user)s

source: view source
ar: عرض المصدر
bs: pregledaj izvor
el: προβολή πηγαίου κώδικα
fi: näytä lähde
fr_ca: voir la source
hu: forrás megtekintése
it: visualizza fonte
mt_mt: ara s-sors
nn: vis kilde
no: vis kilde
pl: zobacz źródło
sv: visa källa
uk: показати вихідний код
vi: xem nguồn

source: that user is not a contributor
fr_ca: Cet utilisateur n'est pas un contributeur
it: tale utente non è un collaboratore
mt_mt: dak l-utent mhux kontributur
no: den brukeren er ikke en bidragsyter
sv: den användaren är inte en bidragsgivare
uk: цей користувач не є автором матеріалів

source: there is no pending invite for that thread
fr_ca: il n'y a pas d'invitation en attente pour ce fil
it: non c'è nessun invito in attesa per quella discussione
mt_mt: m'hemmx stediniet pendenti għal dik id-diskussjoni
no: det er ingen utstående invitasjoner for den tråden
pl: Nie ma żadnego oczekującego zaproszenia dla tego wątku.
sv: det finns ingen väntande inbjudan till den tråden
uk: для цього обговорення немає запрошень, що очікують відповіді

source: there are too many pending invites outstanding
fr_ca: il y a trop d'invitations en attente
it: ci sono troppi inviti in sospeso
mt_mt: hemm wisq stediniet pendenti
nn: det er for mange utestående invitasjoner
no: det er for mange utestående invitasjoner
sv: det finns för många utestående väntande inbjudningar
uk: дуже багато запрошень, які очікують відповіді

source: that user is already a contributor
fr_ca: cet utilisateur est déjà un contributeur
it: quell'utente è già un collaboratore
mt_mt: dak l-utent diġà kollaboratur
nn: den brukeren er allerede en bidragsyter
no: den brukeren er allerede en bidragsyter
pl: użytkownik jest już kontrybutorem
sv: den användaren medverkar redan
uk: цей користувач вже є учасником

source: Manage live threads
fr_ca: Gérer les sujets du moment
it: Gestisci discussioni live
mt_mt: iġġestixxi d-diskussjonijiet live
no: Behandle direktetråder
sv: Administrera live-trådar
uk: Керування живими потоками

source: Manage settings and contributors of live threads I contribute to.
fr_ca: Gérer les réglages et contributeurs des sujets auxquels je contribue actuellement.
it: Gestisci le impostazioni ed i contributori delle discussioni live a cui contribuisco.
mt_mt: Iġġestixxi l-preferenzi w kontributuri ta' diskussjonijiet live li nikkontribwixxi fihom.
no: Behandle innstillinger og bidragsytere til direktetråder hvor jeg bidrar.
sv: Administrera inställningar och medverkande i live-trådar som jag bidrar till.
uk: Керування налаштуваннями та учасниками живих потоків, у яких я є учасником.

source: this thread has been banned
fr_ca: ce fil de discussion a été banni
it: questa discussione è stata bannata
mt_mt: did-diskussjoni ġiet ipprojbita
no: denne tråden har blitt stengt
pl: ten temat został zbanowany
sv: denna tråd har blivit bannlyst
uk: цей потік був заблокований

source: reddit live
fr_ca: reddit en direct
pl: reddit na żywo
uk: реддіт live

source: live threads
fr_ca: Flux en direct
hu: aktív témák
it: discussioni live
mt_mt: diskussjonijiet live
nn: livestrømmer
no: livestrømmer
pl: aktywne tematy
sv: live-trådar
uk: живі потоки
vi: chủ đề trực tiếp

source: closed threads
fr_ca: sujets fermés
hu: zárt témák
it: argomenti chiusi
mt_mt: diskussjonijiet magħluqin
nn: stengte tråder
no: stengte tråder
pl: zamknięte wątki
sv: stängda trådar
uk: закриті потоки
vi: chủ đề được đóng

source: most active threads
fr_ca: les sujets les plus actifs
hu: legaktívabb témák
it: discussioni più attive
mt_mt: l-aktar diskussjonijiet attivi
no: mest aktive tråder
sv: mest aktiva trådar
uk: найактивніші обговорення
vi: chủ đề nhiều hoạt động nhất

source: reported threads
fr_ca: fils de discussion signalés
hu: jelentett témák
it: argomenti segnalati
mt_mt: diskussjonijiet issenjalati
nn: raporterte tråder
no: raporterte tråder
pl: zaraportowane wątki
sv: anmälda trådar
uk: потоки, на які є скарги
vi: chủ đề được báo cáo

source: create live thread
fr_ca: créer un fil en direct
it: crea una discussione live
mt_mt: oħloq diskussjoni live
no: opprett direktetråd
sv: skapa live-tråd
uk: створити живий потік
vi: tạo một chủ đề trực tiếp

source: active
fi: aktiivininen
fr_ca: actif
hu: aktív
it: attivo
mt_mt: attiv
no: Aktiv
sv: aktiv
uk: активне
vi: hoạt động

source: closed
fi: suljettu
fr_ca: fermé
hu: lezárva
it: chiuso
mt_mt: magħluq
nn: stengt
no: stengt
pl: zamknięte
sv: stängd
uk: закрито
vi: đã đóng

source: [live]
fr_ca: [en direct]
hu: [élő]
it: [in diretta]
pl: [na żywo]
uk: [live] наживо

source: updates
fi: päivitykset
fr_ca: mises à jour
hu: frissítések
it: aggiornamenti
mt_mt: aġġornamenti
nn: oppdateringer
no: oppdateringer
pl: aktualizacje
sv: uppdateringar
uk: оновлення
vi: cập nhật

source: contributors
fr_ca: contribueurs
hu: közreműködők
it: collaboratori
mt_mt: kontributuri
nn: bidragsytere
no: bidragsytere
pl: kontrybutorzy
sv: medverkande
uk: учасники
vi: người đóng góp

source: real-time updates on %(short_description)s
fr_ca: mises à jour en temps réel sur %(short_description)s
it: aggiornamenti in tempo reale su %(short_description)s
mt_mt: aġġornament live minn %(short_description)s
no: oppdateringer på direkten for %(short_description)s
sv: realtidsuppdateringar på %(short_description)s
uk: оновлення в реальному часі: %(short_description)s
vi: cập nhật thời gian thực %(short_description)s

source: invite contributor
fr_ca: inviter un contributeur
it: invita collaboratori
mt_mt: stieden kontributur
nn: inviter bidragsyter
no: inviter bidragsyter
sv: bjud in medverkande
uk: запросити учасника
vi: mời người đóng góp

source: invited contributors
fr_ca: contributeurs invités
it: collaboratori invitati
mt_mt: kontributuri mistednin
nn: inviterte bidragsytere
no: inviterte bidragsytere
sv: inbjudna medverkande
uk: запрошені учасники
vi: người đóng góp đã mời

source: current contributors
fr_ca: contributeurs actuels
it: collaboratori attuali
mt_mt: kontributuri kurrenti
nn: nåværende bidragsytere
no: nåværende bidragsytere
sv: nuvarande medverkande
uk: поточні учасники
vi: người đóng góp hiện tại

source: update
et: uuenda
fr_ca: mise à jour
hu: frissítés
it: aggiornamento
mt_mt: aġġorna
nn: oppdater
no: oppdater
pl: aktualizacja
sv: uppdatera
uk: оновити
vi: cập nhật

source: post updates
fr_ca: publier des mises à jours
it: invia aggiornamenti
mt_mt: imposta l-aġġornamenti
nn: del oppdatering
no: del oppdatering
pl: aktualizacje postu
sv: bidragsuppdateringar
uk: розмістити оновлення
vi: đăng cập nhật

source: manage contributors
fr_ca: gérer les contributeurs
it: gestisci collaboratori
mt_mt: iġġestixxi l-kontributuri
nn: administrer bidragsytere
no: administrer bidragsytere
sv: administrera medverkande
uk: керування учасниками
vi: quản lý những người đóng góp
