Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: Your subscription to reddit gold has expired.
ca: La seva subscripció a reddit or ha expirat
el: Η συνδρομή σου σε χρυσό reddit έχει λήξει.
fi: Reddit kulta -tilauksesi on vanhentunut.
fr_ca: Votre abonnement pour le statut reddit gold a expiré.
hu: Reddit aranyra szóló előfizetésed lejárt.
it: Il tuo abbonamento a reddit gold è scaduto.
mt_mt: L-abbonament ta' reddit gold skada.
nn: Ditt medlemskap i reddit gull har gått ut.
no: Ditt medlemskap i reddit gull har gått ut.
pl: Twoja subskrypcja Reddit Gold wygasła
sv: Din prenumeration på reddit guld har gått ut.
uk: Ваша Золота підписка на Реддіт закінчилась.
vi: Đăng ký reddit gold của bạn đã hết hạn.

source: Your reddit gold subscription is about to expire!
ca: La seva subscripciò a reddit or ès a punt d'expirar!
el: Η συνδρομή χρυσού reddit σου είναι κοντά στη λήξη της!
fi: Sinun reddit kulta tilauksesi on lähellä vanhentumista!
fr_ca: Votre souscription à reddit gold est sur le point d'expirer !
hu: A reddit arany előfizetésed hamarosan lejár!
it: Il tuo abbonamento a reddit gold sta per scadere.
mt_mt: L-abbonament tiegħek ta' reddit gold se jiskadi!
nn: Reddit gull-medlemskapet ditt er i ferd med å gå ut!
no: Reddit gull-medlemskapet ditt er i ferd med å gå ut!
pl: Twoja subskrypcja wkrótce wygaśnie!
sv: Din reddit guld-prenumeration håller på att gå ut!
uk: Ваша Золота підписка на Реддіт ось-ось закінчиться!
vi: Đăng ký reddit gold của bạn sắp hết hạn!

source: Your subscription to reddit gold will be expiring soon.
ar: اشتراكك للرذيت الذهبي سوف تنتهي قريبا
ca: La seva subscripció a reddit or expirará de aquí poc.
el: Η συνδρομή χρυσού reddit σου είναι θα λήξει σύντομα!
fi: Reddit kulta -tilauksesi vanhenee pian.
fr_ca: Votre abonnement a reddit gold expire bientôt .
hu: Reddit aranyra szóló előfizetésed hamarosan lejár.
it: Il tuo abbonamento a reddit gold scadrà tra poco.
mt_mt: L-abbonament tiegħek ta' reddit gold se jiskadi dalwaqt.
nn: Ditt medlemskap i reddit gull vil gå ut om ikke så alt for lenge.
no: Ditt medlemskap i reddit gull vil gå ut om ikke så alt for lenge.
pl: Twoja subskrypcja wkrótce wygaśnie.
sv: Din prenumeration på reddit guld kommer snart att gå ut.
uk: Ваша Золота підписка на Реддіт скоро закінчиться.
vi: Đăng ký reddit gold của bạn sắp hết hạn.

source: a moderator
ar: أضف مدير
bs: moderator
ca: un moderador
el: ενας συντονιστής
fi: moderaattori
fr_ca: un modérateur
hu: egy moderátor
it: un moderatore
mt_mt: xi moderatur
nn: en moderator
no: en moderator
pl: moderator
sv: en moderator
uk: модератор
vi: người điều hành

source: approved by %(who)s at %(when)s
fr_ca: approuvé par %(who)s à %(when)s
it: approvato da %(who)s alle %(when)s

source: approved by %s
ar: %s صرح به
bs: odobrone od %s
ca: aprovat per %s
el: εγκρίθηκε από τον/την %s
eu: %s-(e)k onartua
fi: %s :n hyväksymä
fr_ca: approuvé par %s
hu: elfogadva %s által
it: approvato da %s
mt_mt: approvat minn %s
nn: godkjend av %s
no: godkjent av %s
pl: zaakceptowany przez %s
sv: godkänd av %s
uk: схвалено %s
vi: được chấp thuận bởi %s

source: [deleted]
ar: [محذوف]
bs: [obrisano]
ca: [esborrat]
el: [διαγραμμένο]
eo: [forviŝita]
eu: [ezabatua]
fi: [poistettu]
fr_ca: [effacé]
hu: [törölve]
it: [cancellato]
nn: [sletta]
no: [slettet]
pl: [usunięto]
sr_la: [obrisano]
sv: [raderat]
uk: [видалено]
vi: [đã xóa]

source: a redditor gifted you a month of reddit gold for this comment.
ar: redditors have gifted you %(months)d months of reddit gold for this comment.
bs: redditori su vam poklonili %(months)d mjesec reddit zlata za ovaj komentar.
ca: un redditor t'ha regalat un mes de reddit gold per aquest comentari.
el: ένας μέλος του reddit σου δώρισε ένα μήνα χρυσού γι' αυτό το σχόλιο.
fi: redditori lahjoitti sinulle kuukauden redditkultaa tästä kommentista
fr_ca: Un redditeur vous a offert un mois de reddit gold pour ce commentaire.
hu: egy redditor egy hónapnyi reddit aranyat ajándékozott neked ezért a hozzászólásért.
it: un redditor ti ha donato un mese di reddit gold per questo commento.
mt_mt: xi redditur tak xahar ta' reddit gold ta' dal-kumment.
nn: ein redditør gav deg ein månads gullreddit for det her innlegget.
no: en redditor ga deg en måned med reddit gull for denne kommentaren.
pl: redditorzy podarowali Ci miesiąc złota reddit za ten komentarz.
sv: en redditör har gett dig en månads reddit guld för den här kommentaren.
uk: реддітор подарував вам місяць Золотої підписки за цей коментар.

source: a redditor gifted you a month of reddit gold for this submission.
ar: redditors have gifted you %(months)d months of reddit gold for this submission.
el: ένας redditor σου έκανε δώρο ένα μήνα από χρυσό reddit για αυτή την ανάρτηση.
fr_ca: Un redditeur vous a offert un mois de reddit gold pour ce commentaire.
it: un redditor ti ha regalato un mese di reddit gold per questo post.
mt_mt: xi redditur tak xahar ta' reddit gold għal din l-impostazzjoni.
nn: En redditor har gitt deg en måned med reddit gull for dette bidraget.
no: En redditor har gitt deg en måned med reddit gull for dette bidraget.
pl: redditor podarował ci miesiąc złota za tą publikację.
sv: en redditör har gett dig en månads reddit guld för det här bidraget.
uk: реддітор подарував вам місяць Золотої підписки за цю публікацію.

source: you have gifted reddit gold to %(recipient)s for this comment.
ar: you and other redditors have gifted %(months)d months of reddit gold to %(recipient)s for this comment.
bs: vi i ostali redditori ste poklonili %(months)d mjeseca reddit zlata korisniku %(recipient)s za ovaj komentar.
el: έκανες δώρο χρυσό reddit στο μέλος %(recipient)s για αυτό το σχόλιο.
fi: olet lahjoitannut redditkultaa %(recipient)s :lle tästä kommentista
fr_ca: Vous avez offert reddit gold à %(recipient)s pour ce commentaire.
hu: Te reddit aranyat ajándékoztál %(recipient)s számára ezért a hozzászólásért.
it: hai donato reddit gold a %(recipient)s per questo commento.
mt_mt: int tajt reddit gold lil %(recipient)s għal dal-kumment.
nn: du har gitt %(recipient)s gullreddit for det her innlegget.
no: du har gitt reddit gull til %(recipient)s for denne kommentaren.
pl: dałeś złoto %(recipient)s za ten komentarz.
sv: du har gett reddit guld till %(recipient)s för den här kommentaren.
uk: ви та інші реддітори подарували Золоту підписку учаснику %(recipient)s за цей коментар.

source: you have gifted reddit gold to %(recipient)s for this submission.
ar: you and other redditors have gifted %(months)d months of reddit gold to %(recipient)s for this submission.
el: έχεις δωρήσει χρυσό reddit στον/ην %(recipient)s για αυτή την υποβολή.
fr_ca: Vous avez offert un reddit gold à %(recipient)s pour son commentaire.
it: hai regalato reddit gold a %(recipient)s per questo post.
mt_mt: int tajt reddit gold lil %(recipient)s għal din l-impostazzjoni.
nn: du har gitt reddit gull til %(recipient)s for dette bidraget.
no: du har gitt reddit gull til %(recipient)s for dette bidraget.
pl: podarowałeś reddit gold użytkownikowi %(recipient)s za ten wkład.
sv: du har gett reddit guld till %(recipient)s för den här posten.
uk: ви подарували Золоту підписку %(recipient)s за цей матеріал.

source: a redditor has gifted reddit gold to %(recipient)s for this comment.
ar: redditors have gifted %(months)d months of reddit gold to %(recipient)s for this comment.
bs: redditori su poklonili reddit zlata korisniku %(recipient)s za ovaj komentar.
el: ένα μέλος του reddit έκανε δώρο χρυσό reddit στο μέλος %(recipient)s για αυτό το σχόλιο.
fi: redditori on lahjoittanut redditkultaa %(recipient)s :lle tästä kommentista
fr_ca: Un redditeur a offert reddit gold à %(recipient)s pour ce commentaire.
hu: egy redditor aranyat ajándékozott %(recipient)s számára ezért a hozzászólásért.
it: un redditor ha donato reddit gold a %(recipient)s per questo commento.
mt_mt: xi redditur għamel għotja ta' reddit gold lil %(recipient)s ta' dal-kumment.
nn: Ein redditør har gitt %(recipient)s gullreddit for det her innlegget.
no: en redditor har gitt reddit gull til %(recipient)s for denne kommentaren.
pl: reddytor podarował %(recipient)s złoto reddit za ten komentarz.
sv: en redditör har gett reddit guld till %(recipient)s för den här kommentaren.
uk: інший реддітор подарував Золоту підписку учаснику %(recipient)s за цей коментар.

source: a redditor has gifted reddit gold to %(recipient)s for this submission.
ar: redditors have gifted %(months)d months of reddit gold to %(recipient)s for this submission.
el: ένας redditor δώρισε χρυσό reddit στον/στην %(recipient)s για αυτή την ανάρτηση.
fr_ca: Un redditeur a offert un reddit gold à %(recipient)s pour cette contribution.
it: un redditor ha donato reddit gold a %(recipient)s per questo post.
mt_mt: xi redditur għamel għotja ta' reddit gold lil %(recipient)s ta' din l-impostazzjoni.
nn: en redditor har gitt reddit gull til %(recipient)s for dette bidraget.
no: en redditor har gitt reddit gull til %(recipient)s for dette bidraget.
pl: redditor podarował reddit gold użytkownikowi %(recipient)s za ten wkład.
sv: en redditör har gett reddit guld till %(recipient)s för den här posten.
uk: реддітор подарував Золоту підписку %(recipient)s за цю публікацію.

source: by %(author)s to %(reddit)s
ar: من %(author)s في %(reddit)s
bs: od %(author)s za %(reddit)s
ca: per %(author)s a %(reddit)s
el: από %(author)s στο %(reddit)s
fi: käyttäjältä %(author)s redditiin %(reddit)s
fr_ca: par %(author)s à %(reddit)s
hu: %(author)s által ide: °%(reddit)s
it: da %(author)s per %(reddit)s
mt_mt: minn %(author)s ġo %(reddit)s
nn: av %(author)s til %(reddit)s
no: av %(author)s til %(reddit)s
pl: przez %(author)s do %(reddit)s
sv: av %(author)s till %(reddit)s
uk: %(author)s для %(reddit)s
vi: bởi %(author)s đến %(reddit)s

source: by %(author)s
ar: من %(author)s
bs: od %(author)s
ca: per %(author)s
el: από %(author)s
eu: %(author)s-(e)k
fi: käyttäjältä %(author)s
fr_ca: par %(author)s
hu: %(author)s által
it: da %(author)s
mt_mt: minn %(author)s
nn: av %(author)s
no: av %(author)s
pl: przez %(author)s
sv: av %(author)s
uk: %(author)s
vi: bởi %(author)s

source: %(score)s submitted %(when)s %(lastedited)s
el: %(score)s υποβλήθηκε %(when)s %(lastedited)s
fr_ca: %(score)s soumis il y a %(when)s %(lastedited)s
it: %(score)s inviato %(when)s %(lastedited)s
mt_mt: %(score)s impustati %(when)s %(lastedited)s
nn: %(score)s sendt inn %(when)s %(lastedited)s
no: %(score)s sendt inn %(when)s %(lastedited)s
pl: %(score)s dodano %(when)s %(lastedited)s
sv: %(score)s inlagd för %(when)s %(lastedited)s
uk: %(score)s розміщене %(when)s і змінене %(lastedited)s
vi: %(score)s đã đăng bài %(when)s %(lastedited)s

source: submitted %(when)s %(lastedited)s by %(author)s to %(reddit)s
el: υποβλήθηκε %(when)s %(lastedited)s από τον/την %(author)s στο %(reddit)s
fr_ca: soumis %(when)s %(lastedited)s par %(author)s dans %(reddit)s
it: inviato %(when)s %(lastedited)s da %(author)s su %(reddit)s
mt_mt: impustata l-%(when)s %(lastedited)s minn %(author)s ġo %(reddit)s
nn: sendt inn %(when)s %(lastedited)s av %(author)s til %(reddit)s
no: sendt inn %(when)s %(lastedited)s av %(author)s til %(reddit)s
pl: dodane %(when)s %(lastedited)s przez %(author)s do %(reddit)s
sv: inlagd för %(when)s %(lastedited)s av %(author)s till %(reddit)s
uk: розміщене %(when)s і змінене %(lastedited)s %(author)s в %(reddit)s
vi: đã được đăng vào lúc %(when)s %(lastedited)s bởi %(author)s trong phần %(reddit)s

source: submitted %(when)s %(lastedited)s by %(author)s
el: υποβλήθηκε %(when)s %(lastedited)s από τον/ην %(author)s
fr_ca: soumis %(when)s %(lastedited)s par %(author)s
it: inviato %(when)s %(lastedited)s da %(author)s
mt_mt: impustata %(when)s %(lastedited)s minn %(author)s
nn: sendt inn %(when)s %(lastedited)s av %(author)s
no: sendt inn %(when)s %(lastedited)s av %(author)s
pl: dodane %(when)s %(lastedited)s przez %(author)s
sv: inlagd för %(when)s %(lastedited)s av %(author)s
uk: розміщене %(when)s і змінене %(lastedited)s %(author)s
vi: được đăng vào lúc %(when)s %(lastedited)s bởi %(author)s

source: %(score)s submitted %(when)s
el: %(score)s υποβλήθηκαν %(when)s
fi: %(score)s lisätty %(when)s
fr_ca: %(score)s soumis il y a %(when)s
hu: %(score)s beküldve %(when)s
it: %(score)s inviato %(when)s
mt_mt: %(score)s impustati %(when)s
nn: %(score)s sendt inn %(when)s
no: %(score)s sendt inn %(when)s
pl: %(score)s dodano %(when)s
sv: %(score)s inlagd för %(when)s
uk: %(score)s балів, розміщене %(when)s
vi: %(score)s đã đăng bài lúc %(when)s

source: submitted %(when)s by %(author)s to %(reddit)s
el: υποβλήθηκε %(when)s από %(author)s στο %(reddit)s
fr_ca: soumis %(when)s par %(author)s dans %(reddit)s
hu: %(author)s küldte be %(when)s a %(reddit)s subredditre
it: inviato %(when)s da %(author)s su %(reddit)s
mt_mt: impustat %(when)s minn %(author)s lil %(reddit)s
nn: sendt inn %(when)s av %(author)s til %(reddit)s
no: sendt inn %(when)s av %(author)s til %(reddit)s
pl: dodane %(when)s przez %(author)s do %(reddit)s
sv: inlagd för %(when)s av %(author)s till %(reddit)s
uk: розміщене %(when)s %(author)s у %(reddit)s
vi: đã được đăng %(when)s bởi %(author)s trong mục %(reddit)s

source: submitted %(when)s by %(author)s
el: υποβλήθηκε %(when)s από %(author)s
fi: lisätty %(when)s, lisännyt %(author)s
fr_ca: soumis %(when)s par %(author)s
hu: %(author)s küldte be %(when)s
it: inviato %(when)s da %(author)s
mt_mt: impustat %(when)s minn %(author)s
nn: sendt inn %(when)s av %(author)s
no: sendt inn %(when)s av %(author)s
pl: dodane %(when)s przez %(author)s
sv: inlagd för %(when)s av %(author)s
uk: розміщене %(when)s %(author)s
vi: đã được gửi đi %(when)s bởi %(author)s

source: %(link)s by %(author)s [promoted post]
fr_ca: %(link)s par %(author)s [publication promue]
it: %(link)s da %(author)s [post promosso]
sv: %(link)s av %(author)s [promoted post]

source: %(link)s by %(author)s in %(subreddit)s
el: %(link)s από τον/την %(author)s στο %(subreddit)s
fr_ca: %(link)s par %(author)s dans %(subreddit)s
it: %(link)s da %(author)s su %(subreddit)s
mt_mt: %(link)s minn %(author)s ġo %(subreddit)s
sv: %(link)s av %(author)s i %(subreddit)s
uk: %(link)s від %(author)s у %(subreddit)s

source: comment score below threshold
ar: مجموع نقاط التعليق تحت الحد
bs: prosječna ocjena komentara ispod granice
ca: comentari per sota el
el: σχόλιο με χαμηλή βαθμολογία
eo: komenta poentaro sub sojlo
et: kommentaaril on punkte alla lävendi
eu: iruzkinaren puntuazioa atariaren azpitik
fi: kommentin pisteet ovat raja-arvon alapuolella
fr_ca: nombre de points du commentaire sous la limite
he: ניקוד התגובה מתחת למותר
hu: a hozzászólás pontszáma határérték alatt van
it: punteggio del commento sotto il minimo
mt_mt: il-punteġġ tal-kummenti huwa taħt il-minimu meħtieġ
nn: innleggsskår under terskelen
no: kommentaren har for få poeng til å vises
pl: komentarze poniżej progu
sr_la: bodovi komentara ispod granice prikazivanja
sv: kommentaren under tröskelvärdet
ta: விமர்சனக் கணிப்பு மதிப்புக் குறைந்துள்ளது
uk: рейтинг коментаря нижче порогу
vi: điểm số bình luận dưới ngưỡng

source: blocked user
ar: مستخدم محجوب
bs: blokirani korisnik
ca: usuari bloqueijat
el: μπλοκαρισμένος χρήστης
eu: blokeatutako erabiltzailea
fi: estetty käyttäjä
fr_ca: utilisateur bloqué
hu: blokkolt felhasználó
it: utente bloccato
mt_mt: utent ibblokkat
nn: blokka brukar
no: blokkert bruker
pl: zablokowany użytkownik
sv: blockerad användare
uk: заблокований
vi: người dùng bị khóa

source: username mention
ar: اسم المستخدم
bs: spominjanje korisnika
el: αναφορές ονόματος χρήστη
fi: käyttäjänimen maininnat
fr_ca: mention du nom d'utilisateur
hu: felhasználónév megemlítés
it: menzione nome utente
mt_mt: menzjoni ta' isem l-utent
nn: omtale av brukernavn
no: omtale av brukernavn
pl: wywołanie użytkownika
sv: omnämnande av användarnamn
uk: згадування імені учасника
vi: nhắc đến thành viên

source: from %(author)s via %(subreddit)s sent %(when)s
el: από τον/την %(author)s μέσω του %(subreddit)s στάλθηκαν %(when)s
fr_ca: par %(author)s depuis %(subreddit)s envoyé %(when)s
it: da %(author)s via %(subreddit)s inviato il %(when)s
mt_mt: minn %(author)s permezz ta' %(subreddit)s mibgħut %(when)s
sv: från %(author)s via %(subreddit)s skickat %(when)s
uk: від %(author)s через %(subreddit)s надіслано %(when)s

source: [message from blocked subreddit]
el: [μήνυμα από μπλοκαρισμένο υποreddit]
fi: [viesti estetystä subredditistä]
fr_ca: [message d'un subreddit bloqué]
it: [messaggio da un subreddit bloccato]
mt_mt: [messaġġ minn subreddit ibblokkat]
no: [beskjed fra blokkert subreddit]
sv: [meddelande från blockerad subreddit]
uk: [повідомлення з заблокованого сабреддіта]
vi: [tin nhắn từ subreddit bị chặn]

source: subreddit message via %(subreddit)s sent %(when)s
el: μήνυμα υποreddit μέσω του %(subreddit)s εστάλη %(when)s
fr_ca: message subreddit depuis %(subreddit)s envoyé %(when)s
it: messaggio subreddit via %(subreddit)s inviato il %(when)s
mt_mt: messaġġ ta' subreddit minn %(subreddit)s mibgħut %(when)s
sv: subredditmeddelande via %(subreddit)s skickat %(when)s
uk: повідомлення сабреддіта через %(subreddit)s надіслано %(when)s
vi: tin nhắn subreddit qua %(subreddit)s vào %(when)s

source: to %(dest)s via %(subreddit)s sent %(when)s
el: προς τον/την %(dest)s μέσω του %(subreddit)s εστάλη %(when)s
fr_ca: à %(dest)s depuis %(subreddit)s envoyé %(when)s
it: a %(dest)s via %(subreddit)s inviato il %(when)s
mt_mt: lil %(dest)s permezz ta' %(subreddit)s mibgħut %(when)s
sv: till %(dest)s via %(subreddit)s skickat %(when)s
uk: до %(dest)s через %(subreddit)s надіслано %(when)s
vi: từ %(dest)s qua %(subreddit)s vào %(when)s

source: from %(author)s via %(subreddit)s to %(dest)s sent %(when)s
el: από τον/την %(author)s μέσω του %(subreddit)s προς τον/την %(dest)s εστάλη %(when)s
fr_ca: de %(author)s depuis %(subreddit)s à %(dest)s envoyé %(when)s
it: da %(author)s via %(subreddit)s a %(dest)s inviato il %(when)s
mt_mt: minn %(author)s permezz ta' %(subreddit)s lil %(dest)s mibgħut %(when)s
sv: från %(author)s via %(subreddit)s till %(dest)s skickat %(when)s
uk: від %(author)s через %(subreddit)s до %(dest)s надіслано %(when)s
vi: từ %(author)s qua %(subreddit)s đến %(dest)s vào %(when)s

source: to %(subreddit)s sent %(when)s
el: προς το %(subreddit)s εστάλη %(when)s
fr_ca: à %(subreddit)s envoyé %(when)s
it: a %(subreddit)s inviato il %(when)s
mt_mt: lil %(subreddit)s mibgħut %(when)s
sv: till %(subreddit)s skickat %(when)s
uk: до %(subreddit)s надіслано %(when)s
vi: tới %(subreddit)s gửi vào %(when)s

source: from %(author)s to %(subreddit)s sent %(when)s
el: από τον/την %(author)s προς το %(subreddit)s εστάλη %(when)s
fr_ca: de %(author)s à %(subreddit)s envoyé %(when)s
it: da %(author)s a %(subreddit)s inviato il %(when)s
mt_mt: minn %(author)s permezz ta' %(subreddit)s mibgħut %(when)s
sv: från %(author)s till %(subreddit)s skickat %(when)s
uk: від %(author)s до %(subreddit)s надіслано %(when)s
vi: từ %(author)s đến %(subreddit)s gửi vào %(when)s

source: from %(author)s sent %(when)s
el: από τον/την %(author)s εστάλη %(when)s
fr_ca: de %(author)s envoyé il y a %(when)s
it: inviato %(when)s da %(author)s
mt_mt: minn %(author)s mibgħut %(when)s
nn: fra %(author)s sendte %(when)s
no: fra %(author)s sendte %(when)s
pl: od %(author)s wysłano %(when)s
sv: från %(author)s skickat för %(when)s
uk: від %(author)s, відправлено %(when)s
vi: từ %(author)s đã gửi %(when)s

source: to %(dest)s sent %(when)s
el: προς %(dest)s εστάλη %(when)s
fr_ca: à %(dest)s envoyé il y a %(when)s
it: inviato %(when)s a %(dest)s
mt_mt: lil %(dest)s mibgħut %(when)s
nn: til %(dest)s sendte %(when)s
no: til %(dest)s sendte %(when)s
pl: do %(dest)s wysłano %(when)s
sv: till %(dest)s skickat för %(when)s
uk: для %(dest)s, відправлено %(when)s
vi: đến %(dest)s đã gửi %(when)s

source: to %(dest)s from %(author)s sent %(when)s
el: προς %(dest)s από τον/την %(author)s εστάλη %(when)s
fr_ca: à %(dest)s de %(author)s envoyé il y a %(when)s
it: inviato %(when)s da %(author)s a %(dest)s
mt_mt: lil %(dest)s minn %(author)s mibgħut %(when)s
nn: til %(dest)s fra %(author)s sendt %(when)s siden
no: til %(dest)s fra %(author)s sendt %(when)s siden
pl: do %(dest)s od %(author)s wysłano %(when)s
sv: till %(dest)s från %(author)s skickat för %(when)s
uk: для %(dest)s від %(author)s, відправлено %(when)s
vi: đến %(dest)s từ %(author)s đã gửi %(when)s

source: [message from blocked user]
ar: [رسالة من مستخدم محجوب]
bs: [poruka od blokiranog korisnika]
ca: missatge d'usuari bloquejat
el: [μήνυμα από μπλοκαρισμένο χρήστη]
eu: [blokeatutako erabiltzailearen mezua]
fi: [viesti estetyltä käyttäjältä]
fr_ca: [message d'un utilisateur bloqué]
hu: [üzenet blokkolt felhasználótól]
it: [messaggio da utente bloccato]
mt_mt: [messaġġ minn utent ibblokkat]
nn: [meldinga frå blokka brukar]
no: [melding fra blokkert bruker]
pl: [wiadomość od zablokowanego użytkownika]
sv: [meddelande från blockerad användare]
uk: [повідомлення від заблокованого учасника]
vi: [tin nhắn từ người dùng bị khóa]

source: [unblock user to see this message]
ar: [أصفح عن حجبك المستخدم لرؤية الرسالة]
bs: [deblokirajte korisnika da vidite ovu poruku]
ca: [desbloqueja l'usuari per poder veure el missatge]
el: [ξεμπλοκάρισε το χρήστη για να δεις αυτό το μήνυμα]
eu: [desblokeatu erabiltzailea mezu hau ikusteko]
fi: [poista käyttäjän esto lukeaksesi tämän viestin]
fr_ca: [débloquez l'utilisateur pour voir ce message]
hu: [vedd le a tiltást a felhasználóról, hogy lásd ezt az üzenetet]
it: [sblocca l'utente per vedere questo messaggio]
mt_mt: [iżblokka l-utent sabiex tara dal-messaġġ]
nn: [fjern blokkeringa for å sjå meldinga]
no: [opphev blokkering av bruker for å se denne meldingen]
pl: [odblokuj użytkownika, żeby zobaczyć wiadomość]
sv: [avblockera användaren för att se meddelandet]
uk: [розблокуйте користувача щоб побачити це повідомлення]
vi: [gỡ khóa cho người dùng để đọc tin nhắn này]

source: note
ar: ملاحظة
bs: napomena
ca: nota
el: σημείωση
eu: oharra
fi: huomio
fr_ca: remarque
hu: megjegyzés
it: nota
mt_mt: nota
nn: merknad
no: notat
pl: notatka
sv: meddelande
uk: примітка
vi: ghi chú

source: friendship
ar: صداقة
bs: prijateljstvo
ca: amistat
el: φιλία
eu: adiskidetasuna
fi: ystävyyssuhde
fr_ca: amitié
hu: barátság
it: amicizia
mt_mt: ħbiberija
nn: venskap
no: vennskap
pl: przyjaźń
sv: vänskap
uk: дружба
vi: tình bạn

source: add a friend
ar: أضف صديق
bs: dodaj prijatelja
ca: afegeix un amic
el: προσθήκη φίλου
eo: aldonu amikon
et: lisa sõber
eu: gehitu lagun bat
fi: lisää kaveri
fr_ca: ajouter un ami
he: הוסף חבר
hu: ismerős hozzáadása
it: aggiungi un amico
mt_mt: żid ħabib
nn: legg til ein ven
no: legg til en venn
pl: dodaj znajomego
sr_la: dodaj prijatelja
sv: lägg till en vän
ta: நண்பரைச் சேர்த்துக்கொள்ள
uk: додати друга
vi: thêm bạn

source: blocked users
ar: مستخدمين محجوبين
bs: blokirani korisnici
ca: usuari bloqueijat
el: μπλοκαρισμένοι χρήστες
eu: blokeatutako erabiltzaileak
fi: estetyt käyttäjät
fr_ca: utilisateurs bloqués
hu: blokkolt felhasználók
it: utenti bloccati
mt_mt: utenti bblokkati
nn: blokka brukarar
no: blokkerte brukere
pl: zablokowani użytkownicy
sv: blockerade användare
uk: заблоковані користувачі
vi: người dùng đã bị khóa

source: users banned from /r/%(subreddit)s
ca: usuaris expulsats de /r/%(subreddit)s
el: αποκλεισμένοι χρήστες από το /r/%(subreddit)s
fi: aliredditistä /r/%(subreddit)s estetyt käyttäjät
fr_ca: Utilisateurs bannis de /r/%(subreddit)s
it: utenti bannati da /r/%(subreddit)s
mt_mt: utenti mkeċċija minn /r/%(subreddit)s
nn: brukere utestengt fra /r/%(subreddit)s
no: brukere utestengt fra /r/%(subreddit)s
pl: użytkownicy zablokowani w /r/%(subreddit)s
sv: användare som bannlysts från /r/%(subreddit)s
uk: учасники, що були заблоковані на /r/%(subreddit)s
