Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: You are currently accessing reddit from this IP address: %(address)s.
ar: إنك تستخدم ريدّيت من هذا العنوان الإلكتروني: %(address)s .
bs: Trenutno pristupate redditu sa ove IP adrese: %(address)s.
ca: Actualment estàs accedint a Reddit des d'aquesta adreça IP: %(address)s.
el: Αυτή τη στιγμή έχεις πρόσβαση στο reddit από τη διεύθυνση IP: %(address)s.
eu: Une honetan IP helbide hau erabiltzen ari zara redditera sarbidetzeko: %(address)s.
fi: Käytät reddittiä tällä hetkellä tästä IP-osoitteesta: %(address)s.
fr_ca: Vous êtes présentement connecté à reddit via l'adresse IP : %(address)s.
hu: Jelenleg a következő IP-címről használod a redditet: %(address)s.
it: Stai accedendo a reddit da questo indirizzo IP: %(address)s.
mt_mt: Bħalissa qed taċċedi reddit minn dan l-indirizz IP: %(address)s.
nn: For augneblinken vitjar du reddit frå denne IP-adressa: %(address)s.
no: Du er for øyeblikket på reddit fra denne IP adressen: %(address)s
pl: Aktualnie przeglądasz reddita z tego adresu IP: %(address)s.
sv: Du har just nu åtkomst till reddit från följande IP-adress: %(address)s.
uk: Ви зараз підключені до Реддіту з IP адреси: %(address)s.
vi: Bạn đang truy cập vào Reddit bằng địa chỉ IP này: %(address)s.

source: These apps are authorized to access your account. Signing out of all sessions will revoke access from all apps. You may also revoke access from individual apps below.
ca: Aquestes aplicacions estan autoritzades a accedir al teu compte. Tancant totes les sessions es revocarà l'accés de totes les aplicacions. També pots revocar l'accés d'una aplicació individual aquí sota.
fr_ca: Ces applications sont autorisées à accéder à votre compte. La déconnexion de toutes les sessions supprimera l'accès de toutes les applications. Vous pouvez également bloquer l'accès de chaque application ci-dessous.
it: Queste applicazioni sono autorizzate ad accedere al tuo account. Disconnettendo tutte le sessioni verrà revocato l'accesso da tutte le applicazioni. Puoi anche revocare l'accesso dalle singole applicazioni qui sotto.
mt_mt: Dawn l-apps huma awtorizzati jaċċedu l-kont tiegħek. Jekk tagħlaq is-sessjonijiet kollha jitneħħa l-aċċess mill-apps kollha. Tista' wkoll tirrevoka l-aċċess minn apps individwali hawn taħt.
no: Disse applikasjonene blitt godkjent for tilgang til kontoen din. Utlogging fra alle sesjoner vil trekke tilbake tilgangen fra alle applikasjoner. Du kan også fjerne tilgangen fra individuelle applikasjoner nedenfor.
sv: Dessa appar har behörighet till ditt konto. Om du loggar ut från alla sessioner återkallas åtkomsten från alla appar. Du kan även återkalla åtkomsten från enskilda appar nedan.
uk: Ці додатки були авторизовані для доступу до вашого акаунту. Закриття всіх сесій відкличе їх доступ. Ви також можете відкликати доступ у кількох програм з переліку нижче.
vi: Những ứng dụng sau đây đã được cấp quyền truy cập tài khoản của bạn. Việc đăng xuất tất cả các phiên khác sẽ thu hồi quyền truy cập của tất cả ứng dụng. Bạn cũng có thể thu hồi quyền truy cập của từng ứng dụng dưới đây.

source: Below you will see your promotion's impression and click traffic per %(interval)s of promotion. Please note that these traffic totals will lag behind by two to three hours, and that totals will be preliminary until 24 hours after the link has finished its run.
fr_ca: Vous trouverez ci-dessous l'impression de votre promotion et le nombre de clics par %(interval)s de promotion. Veuillez noter que ces totaux liés au trafic sont en décalage de deux à trois heures, et que les totaux seront provisoires pendant 24 heures après la fin de l'exécution du lien.

source: Traffic processing is currently running slow. The latest data available is from %(date)s. This page will be updated as new data becomes available.
ar: يتم معالجة حركة المرور بطيئة قيد التشغيل حاليا. أحدث البيانات المتاحة من %(date)s سيتم تحديث هذه الصفحة كما يصبح البيانات الجديدة المتاحة.
bs: Procesiranje saobraćaja je trenutno usporeno. Najnoviji dostupni podaci su za ovaj datum: %(date)s. Ova stranica će biti ažurirana kada novi podaci postanu dostupni.
el: Η ανάλυση κίνησης τρέχει αργά αυτή τη στιγμή. Τα τελευταία δεδομένα είναι διαθέσιμα από %(date)s. Αυτή η σελίδα θα ενημερώνεται όσο έρχονται νέα δεδομένα.
fi: Liikenteen prosessointi etenee tällä hetkellä verkkaisesti. Viimeisimmät tiedot ovat ajalta %(date)s. Tämä sivu päivitetään kun uudet tiedot ovat saatavilla.
fr_ca: Le traitement du trafic est actuellement lent. Les dernières données disponibles datent du %(date)s. Cette page sera mise à jour dès que de nouvelles données seront disponibles.
hu: A forgalom feldolgozása jelenleg lassan halad. Az utolsó elérhető adat %(date)s -ról/ről származik. Ez az oldal frissítve lesz, ahogy új adat elérhetővé válik.
it: Il calcolo del traffico sta avvenendo lentamente. Gli ultimi dati disponibili risalgono a %(date)s. Questa pagina verrà aggiornata quando nuovi dati saranno disponibili.
mt_mt: L-ipproċessar tat-traffiku qed jieħu ħafna ħin. L-aħħar tagħrif disponibbli huwa minn %(date)s. Dil-paġna se tkun aġġornata meta jidħol tagħrif ġdid.
nn: Trafikkhandsaminga er for augneblinken treg. Dei siste dataa er frå %(date)s. Den sida her vil bli oppdatert så snart ny data blir tilgjengeleg.
no: behandlingen av trafikk går for tiden tregt. de nyeste dataene som er tilgjengelig er fra %(date)s. denne siden vil bli oppdatert når nye data blir tilgjengelig.
pl: Przetwarzanie ruchu jest aktualnie powolne. Najświeższe dane są dostępne od %(date)s. Ta strona będzie zaktualizowana kiedy nowe dane będą dostępne.
sv: Trafikbearbetningen är för närvarande långsam. Senaste tillgängliga data är från %(date)s. Den här sidan uppdateras när nya data blir tillgängliga.
uk: Підрахунок трафіку працює повільно на даний час. Найсвіжіші дані можно отримати за %(date)s. Ця сторінка оновиться, коли з’являться нові дані.
vi: Xử lý lưu thông hiện đang hoạt động chậm. Dữ liệu khả dụng mới nhất là từ %(date)s. Trang này sẽ được cập nhật khi dữ liệu mới bắt đầu khả dụng.

source: Traffic processing occurs on an hourly basis. The latest data available is from %(date)s. This page will be updated as new data becomes available.
ar: معالجة حركة تحدث على مدار الساعة. أحدث البيانات المتاحة من %(date)s سيتم تحديث هذه الصفحة كما يصبح البيانات الجديدة المتاحة.
bs: Procesiranje saobraćaja vrši se svakog sata. Najnoviji dostupni podaci su za ovaj datum: %(date)s. Ova stranica će biti ažurirana kada novi podaci postanu dostupni.
el: Η ανάλυση κίνησης γίνεται ανά ώρα. Τα τελευταία δεδομένα είναι διαθέσιμα από %(date)s. Αυτή η σελίδα ενημερώνεται όσο έρχονται καινούρια δεδομένα.
fi: Liikenteen prosessointi etenee tällä hetkellä verkkaisesti. Viimeisimmät tiedot ovat ajalta %(date)s. Tämä sivu päivitetään kun uudet tiedot ovat saatavilla.
fr_ca: Le traitement du trafic est réalisé toutes les heures. Les dernières données disponibles datent du %(date)s. Cette page sera mise à jour dès que de nouvelles données seront disponibles.
hu: A forgalom feldolgozás óránkénti alapon történik. Az utolsó elérhető adat %(date)s -ról/ről származik. Ez az oldal frissítve lesz, ahogy új adat elérhetővé válik.
it: Il calcolo del traffico avviene ogni ora. Gli ultimi dati disponibili risalgono a %(date)s. Questa pagina verrà aggiornata quando nuovi dati saranno disponibili.
mt_mt: L-ipproċessar tat-traffiku iseħħ kull siegħa. L-aħħar tagħrif disponibbli huwa minn %(date)s. Dil-paġna se tkun aġġornata meta jidħol tagħrif ġdid.
nn: Trafikkhandsaminga skjer timeviss. Dei siste dataa er frå %(date)s. Den sida her vil bli oppdatert så snart ny data blir tilgjengeleg.
no: behandling av trafikk skjer på timebasis. de nyeste dataene som er tilgjengelig er fra %(date)s. denne siden vil bli oppdatert når nye data blir tilgjengelig.
pl: Przetwarzanie ruchu odbywa się z godziny na godzinę. Najświeższe dane są dostępne od %(date)s. Ta strona będzie aktualizowana w miarę pojawiania się nowych danych.
sv: Trafikbearbetningen sker varje timme. Senaste tillgängliga datan är från %(date)s. Den här sidan uppdateras när nya data blir tillgängliga.
uk: Обробка трафіку відбувається щогодинно. Найсвіжіші дані доступні за %(date)s. Ця сторінка оновиться, коли з’являться нові дані.

source: Questions? Email self serve support: %(email)s
el: Ερωτήσεις; Στείλτε email στην υποστήριξη self-service: %(email)s
fi: Kysymyksiä? Laita sähköpostiviestiä itsepalvelutuelle: %(email)s
fr_ca: Des questions ? Contactez l'assistance par email : %(email)s
hu: Kérdéseid vannak? Küldj egy mail-t az önkiszolgáló support részére: %(email)s
it: Domande? Invia un'email al supporto self service: %(email)s
mt_mt: Għandek xi Mistoqsijiet? Ibgħat email lis-sistema ta' support self service: posta elettronika%(email)s
nn: Spørsmål? Send e-post til vår selvbetjeningssupport: %(email)s
no: Spørsmål? Send e-post til vår selvbetjeningssupport: %(email)s
pl: Masz pytania? Skontaktuj się z pomocą wysyłając email na: %(email)s
sv: Frågor? Skicka e-post till självbetjäningsstöd: %(email)s
uk: Питання? Пишіть у службу підтримки самообслуговування: %(email)s
vi: Nếu có thắc mắc, vui lòng gửi thư liên hệ tới %(email)s

source: Below are the traffic statistics for your subreddit. Each graph represents one of the following over the interval specified. * **pageviews** are all hits to %(subreddit)s, including both listing pages and comment pages. * **uniques** are the total number of unique visitors (determined by a combination of their IP address and User Agent string) that generate the above pageviews. This is independent of whether or not they are signed in. * **subscriptions** is the number of new subscriptions that have been generated in a given day. This number is less accurate than the first two metrics, as, though we can track new subscriptions, we have no way to track unsubscriptions. Note: there are a couple of places outside of your subreddit where someone can click "subscribe", so it is possible (though unlikely) that the subscription count can exceed the unique count on a given day.
fr_ca: Vous trouverez ci-dessous les statistiques liées au trafic de votre subreddit. Chaque graphique représente l'un des éléments suivants pour l'intervalle spécifié. * **vues par page** correspond à tous les résultats de %(subreddit)s, dont les pages de listes et les pages de commentaires. * **uniques** correspond au nombre total de visiteurs uniques (déterminé par une combinaison de leur adresse IP et de leur chaîne Agent d'utilisateur) qui génère les vues pages ci-dessus. La connexion de l'utilisateur n'entre pas en ligne de compte pour déterminer cet élément. * **inscriptions** correspond au nombre de nouvelles inscriptions pour un jour donné. Ce nombre est moins précis que les deux premiers, car même si nous pouvons suivre les nouvelles inscriptions, nous ne pouvons pas suivre les désabonnements. Remarque : il existe différents endroits hors de votre subreddit où quelqu'un peut cliquer sur "se désabonner", il est donc possible (mais peu probable) que le nombre d'inscriptions puisse excéder le nombre de visiteurs uniques pour un jour donné.
it: Qui sotto puoi vedere le statistiche di traffico per il tuo subreddit. Ogni grafico rappresenta una delle seguenti categorie nell'intervallo specificato. * **pageviews** sono tutti i clic a %(subreddit)s, incluse sia le pagine di elenco che quelle dei commenti. * **uniques** è il numero totale di visitatori unici (determinato da una combinazione di indirizzi IP e stringhe User Agent) che generano le visualizzazioni di pagina precedenti. Questo è indipendente dal fatto che abbiano effettuato l'accesso o no. * **subscriptions** è il numero di nuove sottoscrizioni generate in un dato giorno. Questo numero è meno accurato delle due precedenti metriche, anche se possiamo tracciare le nuove sottoscrizioni, non abbiamo modo di tracciare le disiscrizioni. Nota: ci sono un paio di posti fuori dal tuo subreddit dove qualcuno può cliccare "iscriviti", quindi è possibile (anche se improbabile) che il numero di sottoscrizioni possa superare il numero di visualizzazioni uniche in un dato giorno.
mt_mt: Hawn taħt hawn l-istatistiċi tat-traffiku għas-subreddit tiegħek. Kull grafika tirrapreżenta wieħed minn dawn tul l-intervall isspeċifikat. * **wirja tal-paġni** huma it-talbiet kollha għal %(subreddit)s, inklużi il-paġni tal-elenki, kif ukoll dawk tal-kummenti. * **uniċi** huma n-numru totali ta' viżitaturi uniċi (iddeterminati b'kumbinazzjoni tal-indirizz IP u l-istringa tal-User Agent tagħhom) li jiġġeneraw it-talbiet hawn fuq. Dan hu indipendenti mill fatt li huma fis-sistema jew le. * **abbonamenti** huma n-numru ta' abbonamenti ġodda li twettqu fil-ġurnata in kwistjoni. Dan-numru hu anqas preċiż mill-ewwel żewġ miżuri, għaliex, għalkemm nistgħu nittraċċaw abbonamenti ġodda, m'għandniex mezz biex nittraċċaw it-terminazzjonijiet tagħhom . Nota: hemm xi ftit postijit barra s-subreddit tiegħek fejn xi ħadd jista' jagħfas "abbona", u għalhekk hu possibbli (għalkemm mhux probabbli) li l-għadd tal-abbonamenti jaf jaqbeż in-numru kkalkulat għall-ġurnata in kwistjoni.
no: Nedenfor er trafikkstatistikken for din subreddit. Hver graf representerer en av de følgende over det spesifiserte intervallet. * **sidevisninger** er alle besøk til %(subreddit)s, inkludert hovedlisten og kommentarer. * **unike** er det totale antallet unike besøkende (bestemt av en kombinasjon av deres IP-adresse og nettleseridentifikasjon) som genererer sidevisningene nevnt ovenfor. Dette er uavhengig av om brukeren er innlogget eller ikke. * **abonnement** er antallet nye abonnementer som har blitt generert i løpet av en gitt dag. Dette er ikke like nøyaktig som de to statistikkene ovenfor, ettersom vi kan spore nye abonnementer, men ikke avslutninger av abonnement. Merk: det er noen få plasser utenfor din subreddit hvor noen kan trykke på «abonner», så muligheten for at antall nye abonnementer overstiger antallet unike besøkende i løpet av en dag, (selv om den er lav) er tilstede.
sv: Nedan är trafikstatistiken för din subreddit. Varje diagram representerar en av följande över intervallet som specifieras. * **sidovisningar** är alla träffar på %(subreddit)s, där både listsidor och kommentarssidor inkluderas. * **unika** är antalet unika besökare (bedömt av en kombination mellan deras IP-adress och User Agent-sträng) som genererar sidovisningarna ovan. Detta är oberoende av vare sig de är inloggade eller inte. * **prenumereringar** är antalet nya prenumeranter som har genererats under en given dag. Denna siffra är inte like exakt som de två ovan eftersom fastän vi kan spåra nya prenumereringar så har vi inget sätt att spåra avprenumereringar. OBS: det finns några ställen utanför din subreddit där man kan trycka "prenumerera", så det är möjligt (dock osannolikt) att prenumerantantalet kan överskrida det unika antalet under en given dag.
uk: Нижче показано статистику трафіку для вашого сабреддіта. Кожен графік відображає наступну інформацію за вказаний період часу. * **перегляди сторінок** це всі відкриття сторінок %(subreddit)s, включаючи сторінки з переліком матеріалів та коментарі. * **унікальні** це кількість унікальних відвідувачів (визначається комбінацією їх IP-адреси та рядку User Agent) що прийняли участь в переглядах сторінок (вказаних вище). Ця кількість не залежить від того, чи були відвідувачі авторизовані на Реддіті чи зайшли анонімно. * **підписані** це кількість нових підписок, які з’явилися на даний період часу. Ця кількість менш точна ніж перші дві метрики — хоча ми можемо відслідити нові підписки, ми не маємо можливості відслідити відписки. Примітка: є пара місць за межами вашого сабреддіту, де хтось може натиснуті «підписатись», тобто є можливим (хоч і не дуже ймовірним), що рахунок підписок може перевищити кількість унікальних відвідувачів за якийсь день.

source: multireddit of your subscriptions
bs: multireddit vaših pretplata
ca: multireddit de les teves subscripcions
el: πολλαπλό reddit των συνδρομών σου
fi: multireddit tilatuista aliredditeistäsi
fr_ca: multireddit de vos abonnements
hu: multireddit a feliratkozásaidból
it: multireddit delle tue sottoscrizioni
mt_mt: multireddit tal-abbonamenti tiegħek
nn: multireddit av tingingane dine
no: multireddit av dine abonnement
pl: multireddit twoich subskrypcji
sv: multireddit för dina prenumerationer
uk: мультиреддіт ваших підписок
vi: các chuyên mục lớn bạn đang theo dõi

source: multireddit of subreddits you moderate
bs: multireddit pretplata koje moderirate
ca: multireddit dels subreddits que moderes
el: πολυreddit από τα υποreddit που συντονίζεις
fi: multireddit aliredditeistä joissa olet moderaattorina
fr_ca: multireddit de subreddits que vous modérez
hu: az általad moderált alredditek multireddite
it: multireddit di subreddit che moderi
mt_mt: multireddit ta' subreddits li timmodera
nn: multireddit av subredditane du modererer
no: multireddit av subredditer hvor du modererer
pl: multireddit subredditów moderowanych przez ciebie
sv: multireddit för subredditar du modererar
uk: мультиреддіт сабреддітів, які ви модеруєте
vi: chuỗi chuyên mục của các chuyên mục mà bạn điều hành

source: /r/all displays content from all of reddit, including subreddits you aren't subscribed to. Some subreddits have chosen to exclude themselves from /r/all.
el: /r/all παρουσιάζει περιεχόμενο από όλο το reddit, ακόμα και από τα υπόreddit στα οποία δεν έχετε γραφτεί. Ορισμένα υπoreddit έχουν επιλέξει να εξαιρεθούν από το /r/all.
fi: /r/all näyttää sisältöä koko redditistä, myös aliredditeistä, joita et ole tilannut. Jotkut aliredditit ovat päättäneet olla kuulumatta /r/all :iin.
fr_ca: /r/all affiche du contenu qui provient de l'intégralité de reddit, y compris les subreddits auxquels vous n'êtes pas abonné. Certains subreddits ont décidé de s'exclure de /r/all.
it: /r/all mostra i contenuti provenienti da tutto reddit inclusi i subreddits a cui non sei iscritto. Alcuni subreddits hanno tuttavia scelto di escludersi dalla tale sezione.
mt_mt: /r/all juri kontenut minn reddit kollu, inklużi s-subreddits li m'intix abbonat fihom. Xi subreddits jagħżlu ma jkunux inklużi f'/r/all.
nn: /r/all viser innhold fra hele reddit, inkludert subredditer du ikke abonnerer på. Noen subredditer har valgt å utelate seg selv fra /r/all.
no: /r/all viser innhold fra hele reddit, inkludert subredditer du ikke abonnerer på. Noen subredditer har valgt å utelate seg selv fra /r/all.
pl: /r/all wyświetla zawartość całego reddita, łącznie z subredditami, których nie subskrybujesz. Niektóre subreddity wybrały wykluczenie siebie z /r/all.
sv: /r/all visar material ifrån hela reddit, inklusive subredditar som du inte prenumererar på. Vissa subredditar har valt att inte synas på /r/all.
uk: /r/all показує новини з усього реддіту, включаючи сабредіти, на які ви не підписані. Деякі з сабредітів добровільно виключили себе з потоку новин на /r/all.

source: Filtering /r/all is a feature only available to [reddit gold](/gold/about) subscribers. Displaying unfiltered results from /r/all.
bs: Filtriranje /r/all je mogućnost dostupna samo [reddit zlatnim](/gold/about) pretplatnicima. Prikazujem nefiltrirane rezultate za /r/all.
el: Το φιλτράρισμα του /r/all είναι ένα χαρακτηριστικό διαθέσιμο για τους συνδρομητές [χρυσού reddit](/gold/about) . Εμφάνιση αφιλτράριστων αποτελεσμάτων από το /r/all.
fi: /r/all:n filtteröinti on saatavilla vain [reddit gold](/gold/about)-käyttäjille. Näytetään filtteröimättömät tulokset /r/all:sta.
fr_ca: Le filtrage de /r/all est une fonctionnalité disponible uniquement aux abonnés de [reddit gold](/gold/about). Affichage de résultats non-filtrés de /r/all.
hu: /r/all szűrése csak [reddit gold](/gold/about) tagok számára érhető el. Szűrés nélküli eredmények megjelenítése innen: /r/all.
it: L'oppurtunità di filtrare /r/all è una funzione esclusiva dei membri [reddit gold](/gold/about). Visualizzazione risultati non filtrati da /r/all
mt_mt: L-iffiltrar ta' /r/all hija karatteristika disponibbli biss lill-abbonati ta' [reddit gold](/gold/about). Qed nuri r-riżultati mhux iffiltrati ta' /r/all.
nn: Filtrering av /r/all er ein funksjon bare tilgjengelig for [reddit gold](/gold/about) abonnentar. Viser ufiltrerte resultatar frå /r/all.
no: Filtrering i /r/all er kun tilgjengelig for [reddit gold](/gold/about) abonnenter. Viser ufiltrerte resultater fra /r/all.
pl: Filtrowanie /r/all jest opcją dostępną tylko dla posiadaczy subskrypcji [redditowego złota](/gold/about). Wyświetlanie niefiltrowanych wyników z /r/all.
sv: Filtrering av /r/all är en funktion som endast är tillgänglig för [reddit guld](gold/about)-prenumeranter. Visar ofiltrerat resultat från /r/all.
uk: Фільтрація матеріалів у /r/all є можливістю, яка доступна лише для учасників з [Золотою підпискою](/gold/about). Відображені все результати з /r/all.

source: link
ar: رابط
ca: enllaç
el: σύνδεσμος
eo: ligo
eu: esteka
fi: linkki
fr_ca: lien
hu: hivatkozás
nn: lenkje
no: lenke
sv: länk
ta: இணைப்பு
uk: посилання
vi: liên kết

source: subreddit
ar: ريدّيت فرعي
el: υποreddit
et: alamreddit
eu: azpireddit
fi: alireddit
fr_ca: sousreddit
hu: alreddit
sr_la: podreddit
ta: அனு ரெட்டிட்
uk: підреддит
vi: chuyên mục

source: creddit
ar: كريدّيت
bs: kredit
ca: crrèdit
eu: kredditu
fi: kredditti
fr_ca: crédit
hu: kreddit
mt_mt: kreddit
nn: kreddit
pl: creddyt
sv: kreddit
uk: кreddit
vi: tín dụng

source: reader
ar: قارئ
bs: čitalac
ca: lector
el: αναγνώστης
eo: leganto
eu: irakurle
fi: lukija
fr_ca: lecteur
hu: olvasó
it: lettore
mt_mt: qarrej
nn: lesar
no: leser
pl: czytelnik
sv: läsare
uk: читач
vi: người đọc

source: subscriber
ar: مشترك
bs: pretplatnik
ca: subscriptor
el: συνδρομητής
eo: aliĝinto
et: tellija
eu: harpidedun
fi: tilaaja
fr_ca: abonné
he: רשום
hu: feliratkozó
it: iscritto
mt_mt: abbonat
nn: tingar
no: abonnent
pl: subskrybent
sr_la: pretplatnik
sv: prenumerant
ta: சந்தாதர்
uk: підписник
vi: người đăng ký

source: approved submitter
ar: ناشر مصرح
bs: odobreni korisnik
ca: usuari aprovat
el: εγκεκριμένος αποστολέας
eu: onartutako bidaltzaile
fi: hyväksytty lisääjä
fr_ca: émetteur approuvé
hu: engedélyezett beküldő
it: autore approvato
mt_mt: awtur approvat
nn: godkjend innsendar
no: godkjent innsender
pl: zaufany autor
sv: godkänd uppladdare
uk: схвалений автор
vi: chấp nhận các các người đệ trình

source: moderator
ar: مشرف
ca: moderador
el: επιβλέπων
eo: debatestro
et: moderaator
eu: moderatzaile
fi: moderaattori
fr_ca: modérateur
he: מנהל
hu: moderátor
it: moderatore
mt_mt: moderatur
ta: நடுநிலையாளர்
uk: модератор
vi: người điều đình

source: user here now
ar: مستخدم هنا الآن
bs: trenutno pristupni korisnik
ca: usuari aquí ara
el: χρήστης εδώ τώρα
fi: käyttäjä täällä nyt
fr_ca: un utilisateur ici maintenant
hu: jelenlévő felhasználó
it: utente qui ora
mt_mt: utent preżenti bħalissa
nn: brukar her no
no: bruker her nå
pl: użytkownik aktualnie tutaj
sv: här just nu
uk: користувач зараз тут
vi: người dùng đã ở đây lúc này

source: milliseconds
ar: جزء من الثانية
bs: milisekunda
ca: mil·lisegon
el: χιλιοστό δευτερολέπτου
eo: milisekundo
et: millisekund
eu: milisegundo
fi: millisekunti
fr_ca: milliseconde
hu: ezredmásodperc
it: millisecondo
mt_mt: millisekonda
nn: millisekund
no: millisekund
pl: milisekunda
sr_la: milisekundi
sv: millisekund
ta: மில்லிநொடி
uk: мілісекунда
vi: mili giây

source: second
ar: ثانية
bs: sekunda
ca: segon
el: δευτερόλεπτο
eo: sekundo
et: sekund
eu: segundo
fi: sekunti
fr_ca: seconde
hu: másodperccel
it: secondo
mt_mt: sekonda
nn: sekund
no: sekund
pl: sekunda
sr_la: sekunda
sv: sekund
ta: நொடி
uk: секунда
vi: giây

source: hour
ar: ساعة
bs: sat
ca: hora
el: ώρα
eo: horo
et: tunni
eu: ordu
fi: tuntia
fr_ca: heur
he: שעה
hu: órával
it: ora
mt_mt: siegħa
nn: time
no: time
pl: godzina
sr_la: sat
sv: timme
ta: மணி
uk: година
vi: giờ
