Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: User Agreement {Genitive}
et: Kasutamistingimused
eu: Erabiltzaile akordioa
fi: käyttäjäsopimuksen
fr_ca: Accord d'utilisation
he: הסכם שימוש
hu: Felhasználói megállapodást
it: Accordo con gli utenti
mt_mt: Ftehim mal-utenti {Genitive}
no: Brukeravtale{Genitive}
pl: Warunków Użytkowania
sr_la: Dogovor sa korisnikom
sv: Användaravtal
ta: புழங்குநர் ஒப்பந்தம்
uk: Угоди Користувача

source: %(year)d reddit inc. All rights reserved.
ar: %(year)d ريدّيت إنك. جميع الحقوق محفوظة.
bs: %(year)d reddit inc. Sva prava zadržana.
ca: %(year)d reddit inc. Tots els drets reservats.
el: %(year)d reddit inc. Με την επιφύλαξη παντός νόμιμου δικαιώματος.
eu: %(year)d reddit inc. Eskubide guztiak erreserbaturik.
fi: %(year)d reddit inc. Kaikki oikeudet pidätetään.
fr_ca: %(year)d reddit inc. Tous droits réservés.
hu: %(year)d reddit inc. Minden jog fenntartva.
it: %(year)d reddit inc. Tutti i diritti riservati.
mt_mt: %(year)d reddit inc. Id-drittijiet kollha rriżervati.
nn: %(year)d reddit inc. Alle rettar atterhaldne
no: %(year)d reddit inc. Alle rettigheter forbeholdt.
pl: %(year)d reddit inc. Wszelkie prawa zastrzeżone.
sv: %(year)d reddit inc. Alla rättigheter förbehålls.
uk: %(year)d реддіт інкорпорейтед. Всі права захищені.
vi: %(year)d tập đoàn reddit. Đã được bảo lưu mọi quyền sở hữu.

source: jump to content
ar: الذهاب إلى الموضوع
bs: idi na sadržaj
ca: salta al contingut
el: μεταπήδηση στο περιεχόμενο
eu: joan edukira
fi: siirry sisältöön
fr_ca: aller directement au contenu
hu: ugrás a tartalomhoz
it: vai al contenuto
mt_mt: mur għall-kontenut
nn: hopp til innhaldet
no: hopp til innhold
pl: przejdź do treści
sv: hoppa till innehållet
uk: перейти до вмісту
vi: đi đến phần nội dung

source: You're in beta mode! Thanks for helping to test reddit.
fr_ca: Vous êtes dans le mode beta! Merci de nous aider à tester reddit.
it: Sei in modalità beta! Grazie per contribuire a testare reddit.
mt_mt: Int dħalt fil-modalità beta! Grazzi talli qiegħed tgħina nittestjaw reddit.
sv: Du är i betaläge! Tack för att du hjälper att testa reddit.
uk: Ви у бета-режимі! Дякуємо за допомогу у тестуванні Реддіту.

source: Please give feedback at %(beta_link)s, or %(learn_more_link)s.
fr_ca: Veuillez donner votre feedback sur %(beta_link)s, ou %(learn_more_link)s.
it: Per favore lascia un feedback a %(beta_link)s, o %(learn_more_link)s.
mt_mt: Jekk jogħġbok agħti feedback hawn %(beta_link)s, jew hawn %(learn_more_link)s.
uk: Будь ласка, залиште відгук в %(beta_link)s, або %(learn_more_link)s.

source: learn more on the wiki
fr_ca: en savoir plus sur le wiki
it: scopri altro sulla wiki
mt_mt: tgħallem aktar dwar dal-wiki
sv: lär dig mer på wikin
uk: дізнайтеся більше у вікі

source: Log in or sign up
fr_ca: Se connecter ou s'enregistrer
hu: Jelentkezz be vagy regisztrálj
it: Accedi o registrati
sv: Logga in eller registrera
uk: Увійдіть або зареєструйтеся

source: new mail!
fi: uutta postia!
fr_ca: Nouveau message !
hu: új mail!
it: Nuovo messaggio!
mt_mt: messaġġ ġdid!
no: ny post!
sv: nytt mail!
uk: є пошта!
vi: thư mới!

source: no new mail
fi: ei uutta postia
fr_ca: Pas de nouveau message
hu: nincs új mail
it: Nessun nuovo messaggio
mt_mt: m'hemmx messaġġi ġodda
no: ingen ny post
sv: inga nya mail
uk: немає пошти
vi: không có thư mới

source: mod messages
ar: رسائل المراقب
bs: mod poruke
ca: moderar missatges
el: μηνύματα συντονιστή
eu: moderatzailearen mezuak
fi: moderaattoreiden viestit
fr_ca: messages de modérateur
hu: moderátor üzenetek
it: modera messaggi
mt_mt: immodera l-messaġġi
nn: mod-meldingar
no: mod-beskjeder
pl: wiadomości moderatorskie
sv: moderatormeddelanden
uk: повідомлення модів
vi: tin nhắn của người quản lí

source: traffic by day of week
ar: حركة المرور من خلال يوم من أيام الأسبوع
bs: saobraćaj po danu u sedmici
ca: tràfic per dia de la setmana
el: κίνηση ανά μέρα της εβδομάδας
fi: liikennettä viikonpäivässä
fr_ca: trafic par jour de la semaine
hu: forgalom a hét napjai szerint
it: traffico per giorno della settimana
mt_mt: traffiku skond il-ġurnata tal-ġimgħa
nn: trafikk etter vekedagane
no: trafikk pr. ukedag
pl: ruch według dni tygodnia
sv: trafik per veckodag
uk: трафік за днями тижня
vi: lưu lượng bởi ngày trong tuần

source: daily mean
ar: المتوسط اليومي
bs: dnevni prosjek
ca: mitjana diària
el: ημερήσιος μέσος
fi: päivittäinen keskiarvo
fr_ca: moyenne journalière
hu: napi átlag
it: media giornaliera
mt_mt: medja odjerna
nn: dagleg gjennomsnitt
no: daglig gjennomsnitt
pl: dzienne wizyty
sv: dagsmedelvärde
uk: середнє за день
vi: trong ngày

source: refund promotion
ar: تعزيز المبلغ
bs: refundiraj promociju
el: επιστροφή προώθησης
fi: hyvitä kuulutus
fr_ca: remboursement de promotion
hu: promóció visszatérítése
it: rimborso promozione
mt_mt: irrimborża l-promozzjoni
nn: refunder framhevning
no: refunder framhevning
pl: zwróć fundusze promocji
sv: återbetala marknadsföring
uk: повернення коштів за рекламу
vi: chế độ hoàn tiền của quảng cáo

source: campaign
ar: حملة
bs: kampanja
el: καμπάνια
fi: kampanja
fr_ca: campagne
hu: kampány
it: campagna
mt_mt: kampanja
nn: kampanje
no: kampanje
pl: kampania
sv: kampanj
uk: кампанія
vi: chiến dịch

source: impressions purchased
fr_ca: les impressions ont acheté
it: impression comprate
mt_mt: impressjonijiet mixtrija
nn: inntrykk kjøpt
no: inntrykk kjøpt
pl: Zakupione wyświetlenia
sv: köpta intryck
uk: придбані перегляди
vi: phần hiển thị đã mua

source: impressions received
fr_ca: les impressions ont reçu
it: impression ricevute
mt_mt: impressjonijiet irċevuti
nn: inntrykk mottatt
no: inntrykk mottatt
pl: Otrzymane wyświetlenia
sv: mottagna intryck
uk: отримані перегляди
vi: phần hiển thị đã nhận

source: billable amount
ar: مجموع فوترة
el: χρεωτέο ποσόν
fr_ca: montant facturable
hu: számlázható összeg
it: importo fatturabile
mt_mt: ammont fatturabli
nn: fakturerbart beløp
no: fakturerbart beløp
pl: ściągalna kwota
sv: debiterbar summa
uk: сума до сплати
vi: lập hoá đơn số tiền

source: refund amount
ar: استرداد المبلغ
el: ποσό επιστροφής
fi: korvauksen määrä
fr_ca: montant remboursé
hu: visszatérítés összege
it: importo rimborso
mt_mt: irrimborża l-ammont
nn: refunder beløp
no: refunder beløp
pl: wielkość zwrotu
sv: summa att återbetalas
uk: сума повернення
vi: tổng số tiền được hoàn tiền

source: issue refund
ar: عودة المبلغ
el: βγάλε επιστροφή
fr_ca: émettre un remboursement
hu: visszatérítés igénylése
it: richiedi rimborso
mt_mt: oħroġ rimborż
nn: iverksett refundsjon
no: iverksett refundsjon
pl: zażądaj zwrot
sv: utfärda återbetalning
uk: запит повернення коштів
vi: vấn đề hoàn lại tiền

source: free
el: δωρεάν
fi: ilmainen
fr_ca: gratuit
hu: ingyen
it: gratuito
mt_mt: b'xejn
nn: gratis
no: gratis
pl: darmowy
sv: gratis
uk: безкоштовно
vi: miễn phí

source: pay
el: πληρωμή
fi: maksa
fr_ca: payer
hu: fizet
it: paga
mt_mt: ħallas
nn: betal
no: betal
pl: zapłać
sv: betala
uk: сплатити
vi: thanh toán

source: change
ar: غير
bs: promijeni
ca: canvia
el: αλλαγή
eu: aldatu
fi: muuta
fr_ca: changer
hu: változtatás
it: cambia
mt_mt: biddel
nn: endre
no: endre
pl: zmień
sv: ändra
uk: змінити
vi: thay đổi

source: freebie
el: δωρεάν
fi: ilmaistarjous
fr_ca: supplément gratuit
hu: ajándék
it: omaggio
mt_mt: supplement b'xejn
nn: gratisgreie
no: gratisgreie
pl: gratis
sv: gratisgrunka
uk: халява
vi: đồ miễn phí

source: refund
el: επιστροφή χρημάτων
fi: korvaus
fr_ca: remboursement
hu: visszatérítés
it: rimborso
mt_mt: rimborż
nn: refusjon
no: refusjon
pl: zwrot
sv: återbetalning
uk: повернення коштів
vi: hoàn tiền

source: complete
el: ολοκληρώθηκε
fi: valmis
fr_ca: entier
hu: teljes
it: completo
mt_mt: komplut
nn: fullfør
no: fullfør
pl: kompletny
sv: färdig
uk: завершено
vi: hoàn thành

source: expired
fr_ca: périmé
it: scaduto

source: pending review
fr_ca: en attente de relecture
it: in attesa di revisione

source: resume
fr_ca: reprendre
it: riprendi
sv: fortsätt

source: terminate
el: τερμάτισε
fi: lopeta
fr_ca: terminer
hu: befejez
it: termina
mt_mt: ittermina
nn: avslutt
no: avslutt
pl: anuluj
sv: avsluta
uk: завершити
vi: hủy bỏ

source: why are you reporting this?
el: γιατί το αναφέρεις αυτό;
fi: miksi ilmiannat tämän?
fr_ca: Pourquoi signalez vous ce contenu ?
hu: miért akarod jelenteni?
it: perché ci stai segnalando questo contenuto?
mt_mt: għaliex qed tissenjalah?
no: Hvorfor rapporterer du dette?
sv: varför rapporterar du detta?
uk: чому ви скаржитеся?

source: reddit rule: %(rule_name)s
fr_ca: règle de reddit : %(rule_name)s
it: regola di reddit: %(rule_name)s
sv: reddit-regel: %(rule_name)s

source: other (max %(num)s characters):
fr_ca: autre (max %(num)s caractères):
it: altro (massimo %(num)s caratteri):
mt_mt: oħrajn (massimu ta' %(num)s karattri):
no: Andre (max %(num)s tegn):
sv: annat (max %(num)s tecken):
uk: інше (не більше %(num)s символів):

source: Your account has been locked due to possible password compromise, please %(reset_password_link)s to continue using Reddit
fr_ca: Votre compte a été verrouillé à cause d'un possible mot de passe compromis, veuillez %(reset_password_link)s pour continuer à utiliser Reddit

source: Delete this rule.
fr_ca: Supprimer cette règle.
it: Cancella questa regola.
sv: Ta bort denna regel.

source: Confirm this action.
fr_ca: Confirmer cette action.
it: Conferma questa azione.
sv: Bekräfta denna åtgärd.

source: converted query to %(syntax)s syntax: %(converted)s
bs: pretvoren upit u %(syntax)s sintaksu: %(converted)s
el: μετατροπή ερώτησης σε σύνταξη %(syntax)s: %(converted)s
fr_ca: demande convertie en syntaxe %(syntax)s : %(converted)s
hu: keresés átalakítva %(syntax)s szintaxis-ra: %(converted)s
it: query convertita nella sintassi %(syntax)s: %(converted)s
mt_mt: ir-rikjesta ġiet maqluba f'sintassi %(syntax)s: %(converted)s
nn: konverterte spørringa til %(syntax)s-syntaks: %(converted)s
no: konverterte forespørsel til %(syntax)s syntaks: %(converted)s
pl: zamieniono zapytanie na %(syntax)s składnia: %(converted)s
sv: konverterade frågan till %(syntax)s-syntax: %(converted)s
uk: запит був перекладений на синтаксис %(syntax)s так: %(converted)s
vi: đã chuyển đổi truy vấn sang %(syntax)s cú pháp: %(converted)s

source: find submissions in "subreddit"
ar: تجد في المقدمة "رديت"
bs: pronađi poruke u "subredditu"
el: βρες υποβολές σε "υποreddit"
fi: etsi lisäyksiä "alireddit" :ssä.
fr_ca: trouver des soumissions dans le "subreddit"
hu: bejegyzések keresése „subredditben”
it: trova post nel "subreddit"
mt_mt: sib impostazzjonijiet ġo "subreddit"
nn: finn bidrag i "subreddit"
no: finn innlegg i "subreddit"
pl: znajdź wpisy dodane w "subreddit"
sv: sök efter bidrag i "subreddit"
uk: знайти публікації в «сабреддіті»
vi: find submissions in "chuyên mục"

source: find submissions by "username"
ar: تجد في المقدمة "اسم المستخدم"
bs: pronađi poruke po "korisničkom imenu"
el: αναζήτηση υποβολών ανά "όνομα χρήστη"
fi: etsi lisäyksiä "käyttäjätunnuksilla"
fr_ca: trouver des posts par "nom d'utilisateur"
hu: bejegyzések keresése "felhasználótól"
it: trova post inviati da "nome utente"
mt_mt: sib impostazzjonijiet minn "isem l-utent"
nn: finn bidrag etter "brukarnamn"
no: finn innlegg etter "brukernavn"
pl: znajdź wpisy dodane przez użytkownika "username"
sv: sök bidrag efter "användarnamn"
uk: знайти публікації по «імені учасника»
vi: tìm kiếm bài đăng theo "người dùng"

source: find submissions from "example.com"
ar: تجد في المقدمة "مثال. لل"
bs: pronađi poruke sa "primjer.com"
el: αναζήτηση υποβολών από "example.com"
fi: etsi lisäyksiä "esimerkki.com" :stä
fr_ca: trouver des soumissions de "exemple.com"
hu: bejegyzések keresése "pelda.com"-ról
it: trova post collegati a "esempio.com"
mt_mt: sib impostazzjonijiet minn "example.com"
nn: finn bidrag frå "døme.com"
no: finn innlegg fra "eksempel.com"
pl: znajdź wpisy dodane ze strony "example.com"
sv: sök efter bidrag från "example.com"
uk: знайти публікації з «example.com»
vi: tìm kiếm bài đăng từ "trangthídụ.com"

source: search for "text" in url
ar: البحث عن "النص" في الرابط
bs: traži "tekst" u url-u
ca: Cerca "text" a l'url
el: αναζήτηση για "κείμενο" στη διεύθυνση
fi: etsi "tekstiä" linkissä
fr_ca: rechercher "texte" dans l'url
hu: "szöveg" keresése az url-ben
it: cerca "testo" nell'url
mt_mt: fittex għal "test" ġol-url
nn: søk etter "tekst" i url-en
no: søk etter "tekst" i URL
pl: szukaj "słowo" w adresie
sv: sök efter "text" i url
uk: знайти «текст» в адресі сторінки
vi: tìm kiếm "văn bản" trong liên kết

source: search for "text" in self post contents
bs: traži "tekst" u vlastitom objavljenom sadržaju
el: αναζήτηση για "κείμενο" σε αναρτήσεις κειμένου
fi: etsi "tekstiä" tekstipostausten sisällöstä
fr_ca: rechercher "texte" dans le contenu de vos publications
hu: "szöveg" keresése ön-posztokban
it: cerca "testo" nei contenuti inviati da te
mt_mt: fittex għal "test" fil-kontenut tal-impostazzjonijiet tiegħi
nn: søk etter "tekst" i sjølvpostinnhald
no: søk etter «tekst» i innholdet til self-innlegg
pl: Wyszukaj "text" tylko w treści własnych postów.
sv: sök efter "text" i självposters innehåll
uk: знайти «текст» в змісті власної публікації
vi: tìm kiếm "văn bản" trong bài do chính bạn đăng

source: include (or exclude) self posts
ar: اشتمال (أو استثناء) تعليقاتك
bs: uvrstite (ili izuzmite) vlastite poruke
el: να συμπεριλαμβάνονται (ή να εξαιρούνται) οι αναρτήσεις κειμένου
fi: sisällytä (tai erota) tekstipostaukset
fr_ca: inclure (ou exclure) vos publications
hu: belevéve (vagy kizárva) az ön-posztokat
it: includi (o escludi) i contenuti inviati da te
mt_mt: inkludi (jew eskludi) impostazzjonijiet tiegħi
nn: ta med (eller ei) sjølvpostar
no: inkluder (eller ekskluder) self-innlegg
pl: dołącz (lub wyklucz) własne posty
sv: inkludera (eller exkludera) självposter
uk: включити (або виключити) власні публікації
vi: bao gồm (hoặc không bao gồm) các bài tự đăng

source: include (or exclude) results marked as NSFW
ar: اشتمال (أو استثناء) نتائج البحث "الغير صالحة للعمل"
bs: uvrstite (ili izuzmite) rezultate označene kao NSZR
ca: inclou (o exclou) resultats marcats com a NSFW
el: να συμπεριλαμβάνονται (ή να εξαιρούνται) τα αποτελέσματα που έχουν χαρακτηριστεί ως ακατάλληλα
fi: Sisällytä (tai älä sisällytä) NSFW merkityt tulokset
fr_ca: inclure (ou exclure) les résultats marqués en tant que NSFW
hu: belevéve (vagy kizárva) az NSFW-nek jelölt találatokat
it: includi (o escludi) i contenuti segnalati come NSFW
mt_mt: inkludi (jew eskludi) riżultati mmarkati NSFW
nn: ta med (eller ei) treff merkte med NSFW
no: inkluder (eller ekskluder) resultater markert som NSFW
pl: uwzględnij (lub pomiń) wyniki oznaczone jako NSFW
sv: inkludera (eller exkludera) resultat markerade som NSFW (olämpligt på arbetsplats)
uk: включити (або виключити) результати, що відмічені як НЕ ДЛЯ ОФІСУ
vi: bao gồm (hoặc loại trừ) kết quả được đánh dấu là NSFW

source: see the search faq for details.
ar: أطلع على الأشئلة الشائعة للبحث للمزيد عن المعلومات.
bs: za detalje pregledate često postavljana pitanja za pretragu.
ca: busca a les faq per a detalls.
el: για λεπτομέρειες, δείτε τις συχνές ερωτήσεις εύρεσης.
eu: ikusi bilaketen maiz egindako galderak xehetasunetarako
fi: katso etsintä-FAQ saadaksesi lisätietoja
fr_ca: Consultez la faq sur la recherche pour plus d'informations.
hu: részletekért lásd a keresési GYIK-ot
it: guarda le domande frequenti per i dettagli.
mt_mt: ara l-FAQ tat-tfittxija għal aktar dettalji.
nn: sjå søkje-oss-en for detaljar.
no: se søke faq for detaljer.
pl: zobacz pomoc wyszukiwania, by dowiedzieć się więcej
sv: se vanliga frågor om sök för detaljer.
uk: для підробиць читайте запитання та відповіді, що стосуються пошуку.
vi: hãy xem FAQ để biết thêm chi tiết.

source: advanced search: by author, subreddit...
bs: napredna pretraga: po autoru, subredditu...
ca: cerca avançada: per autor, subreddit...
el: σύνθετη αναζήτηση: ανά συγγραφέα, υποreddit...
fi: edistynyt haku: käyttäjänimellä, aliredditillä....
fr_ca: recherche avancée: par auteur, reddit ...
hu: haladó keresés: szerző, subreddit szerint...
it: ricerca avanzata: per autore, subreddit...
mt_mt: tfittxija avvanzata: skond l-awtur, subreddit...
nn: avansert søk: etter forfattar, subreddit ...
no: avansert søk: av forfatter, subreddit...
pl: wyszukiwanie zaawansowane: po autorze, subreddicie...
sv: avancerad sökning: efter författare, subreddit...
uk: розширений пошук: за автором, сабреддітом...
vi: tìm kiếm nâng cao: theo tác giả, chuyên mục...

source: Search
fi: Etsi
fr_ca: Recherche
hu: Keresés
it: Cerca
mt_mt: Fittex
sv: Sök
uk: Пошук

source: limit my search to %(path)s
ar: أحصر بحثي إلى %(path)s
bs: ograniči moju pretragu na %(path)s
ca: limita la meva busca a %(path)s
el: περιόρισε την αναζήτηση στο %(path)s
eu: mugatu nire bilaketa %(path)s-(e)ra
fi: rajoita hakuni %(path)s
fr_ca: limiter la recherche à %(path)s
hu: a keresésem korlátozása %(path)s -ra
it: limita la ricerca a %(path)s
mt_mt: illimita t-tfittxija għal %(path)s
nn: avgrens søka mine til %(path)s
no: begrens mitt søk til %(path)s
pl: ogranicz moje wyszukiwanie do %(path)s
sv: begränsa min sökning till %(path)s
uk: обмежити мій пошук до %(path)s
vi: giới hạn phần tìm kiếm của tôi trong %(path)s

source: by
bs: od
eu: nork
fr_ca: par
hu: által
it: da
mt_mt: minn
nn: av
pl: przez
sv: av
uk: за

source: to %s
fr_ca: à %s
hu: %s számára
it: a %s
mt_mt: lil %s
sv: till %s
uk: до %s

source: less
fi: Vähemmän
fr_ca: moins
hu: kevesebb
it: meno
mt_mt: inqas
sv: mindre
uk: менше

source: a community for %(time)s
ar: مجتمع منذ %(time)s
bs: zajednica već %(time)s
ca: una comunitat per %(time)s
el: κοινότητα για %(time)s
eo: komunumo dum %(time)s
et: olnud kommuun %(time)s
eu: komunitate hau sortu zenetik %(time)s igaro dira
fi: %(time)s yhteisönä
fr_ca: une communauté depuis %(time)s
hu: %(time)s óta egy közösség
it: community da %(time)s
mt_mt: komunità għal %(time)s
nn: eit samfunn for %(time)s
no: et felleskap for %(time)s
pl: społeczność przez %(time)s
sr_la: zajednica već %(time)s
sv: en gemenskap sedan %(time)s
uk: спільнота заснована %(time)s тому
vi: là một cộng đồng của %(time)s

source: search within %(subreddit)s
fr_ca: chercher dans %(subreddit)s
it: cerca tra %(subreddit)s
mt_mt: fittex biss ġo %(subreddit)s
sv: sök inom %(subreddit)s
uk: шукати в межах %(subreddit)s

source: search in %(subreddit)s
fr_ca: chercher dans %(subreddit)s
it: cerca in %(subreddit)s
mt_mt: fittex ġo %(subreddit)s
sv: sök i %(subreddit)s
uk: шукати у %(subreddit)s

source: Hide
fr_ca: Masquer
hu: Elrejt
it: Nascondi
sv: Dölj

source: visible to:
ca: visible per:
el: ορατό σε:
fi: näkyy:
fr_ca: visible pour:
hu: látható a következők számára:
it: visibile a:
mt_mt: viżibbli:
nn: synlig for:
no: synlig for:
pl: widoczny dla:
sv: synlig för:
uk: хто бачить:
vi: hiện đối với:

source: only me
ca: només jo
el: μόνο εμένα
fi: vain minulle
fr_ca: uniquement moi
hu: csak én
it: solo io
mt_mt: għalija biss
nn: bare meg
no: bare meg
pl: tylko mnie
sv: bara mig
uk: лише я
vi: chỉ tôi

source: everyone
ca: tothom
el: όλους
fi: kaikki
fr_ca: tout le monde
hu: mindenki
it: chiunque
mt_mt: għal kullħadd
nn: alle
no: alle
pl: każdego
sv: alla
uk: всі
vi: mọi người

source: note: you will only be eligible for a gilding trophy if this is set to "everyone"
fr_ca: remarque : vous ne serez éligible pour un trophée de dorure que si ceci est réglé sur "tout le monde"
it: nota: sarai idoneo per un trofeo di doratura solo se questo è impostato su "tutti"
mt_mt: nota: tkun eliġibli għal trofew tal-indurar jekk tissetjha "għal kullħadd"
nn: NB: du vil bare kunne motta forgjyllingstrofé om dette er satt til "alle"
no: NB: du vil bare kunne motta forgjyllingstrofé om dette er satt til "alle"
sv: notera: du kommer vara berättigad en guldtrofé endast om detta är inställt på "alla"
uk: примітка: ви зможете претендувати на отримання трофейної Золотої підписки, якщо цей параметр встановлений у «всі»
vi: lưu ý: bạn chỉ có đủ điều kiện cho việc nhận tín dụng nếu phần chiến tích được chỉnh sửa thành "tất cả mọi người"

source: top subreddits
ar: ريدّيت فرعي
bs: najbolji subredditi
el: κορυφαία υποreddit
fi: Suosiutuimmat subredditit
fr_ca: meilleurs subreddits
hu: csúcs alredditek
it: subreddit migliori
mt_mt: l-aqwa subreddits
nn: topp subredditar
no: beste subredditer
pl: najlepsze subreddity
sv: topp-subredditar
uk: топ сабреддітів
vi: các chuyên mục nổi bật

source: make report
ar: إنشاء التقرير
bs: kreiraj izvještaj
el: κάνε αναφορά
fi: tee ilmoitus
fr_ca: Faire un rapport
hu: jelentés készítése
it: crea segnalazione
mt_mt: agħmel senjalazzjoni
nn: lag rapport
no: lag rapport
pl: Stwórz report
sv: gör anmälan
uk: створити звіт
vi: tạo báo cáo

source: not approved
ar: غير مصرح
bs: nije odobreno
ca: no aprovat
el: μη εγκεκριμένο
eu: ez onartua
fi: ei hyväksytty
fr_ca: pas approuvé
hu: nem elfogadott
it: non approvato
mt_mt: mhux approvat
nn: ikkje godteken
no: ikke godkjent
pl: nie zaakceptowane
sv: ej godkänd
uk: не схвалено
vi: không được thông qua

source: too many results? narrow it down to a subreddit!
ar: نتائج كثيرة جدا؟ ضيق عليه إلى subreddit!
bs: previše rezultata? ograničite samo na subreddit!
ca: massa resultats? Acurta la busca a un subreddit!
el: πάρα πολλά αποτελέσματα; περιορίσε το σε ένα υποreddit!
fi: liikaa tuloksia? rajoita se vain tiettyyn redditiin.
fr_ca: Trop de résultats ? Limitez à un subreddit
hu: túl sok találat? szűkitsd le al-redditre!
it: troppi risultati? restringi la ricerca ad un subreddit!
mt_mt: wisq riżultati? irrestrinġi t-tfittxija għal subreddit!
nn: for mange treff? snevre inn søket til ein subreddit
no: for mange resultater? begrense det ned til en subreddit!
pl: zbyt wiele wyników? ogranicz wyszukiwanie do subreddita!
sv: för många sökresultat? begränsa sökningen till en subreddit!
uk: забагато результатів? спробуйте звузити пошук до сабреддіта!
vi: quá nhiều kết quả? thu hẹp xuống một chuyên mục!

source: Leave this community
fr_ca: Quitter cette communauté
it: Abbandona questa community
sv: Lämna detta community
uk: Залишити цю спільноту

source: logged-in users viewing this subreddit in the past 15 minutes
ar: المستخدمين المسجلين يشاهدون ريدة الفرعية في الدقائق ال15 الماضية
bs: prijavljeni korisnici koji su pogledali ovaj subreddit u posljednjih 15 minuta
ca: usuaris que han iniciat sessió que han vist aquest subreddit en els últims 15 minuts
el: συνδεμένοι χρήστες που είδαν αυτό το υποreddit τα τελευταία 15 λεπτά
fi: kirjautuneet käyttäjät, jotka katsoivat tätä aliredditiä viimeisen vartin aikana
fr_ca: les utilisateurs enregistrés qui ont visionné ce subreddit dans les dernières 15 minutes
hu: bejelentkezett felhasználók ezen az subredditen az elmúlt 15 percben
it: utenti con accesso che hanno visto questo subreddit negli ultimi 15 minuti
mt_mt: utenti fis-sistema li qed jaraw das-subreddit fl-aħħar kwarta
nn: innlogga brukarar som loka rundt på subredditen det siste kvarteret
no: innloggede brukere som har sett på denne subredditen i løpet av de siste 15 minuttene
pl: zalogowani użytkownicy, którzy przejrzeli tego subreddita w ostatnich 15 minutach
sv: inloggade användare som har läst denna subreddit under de senaste 15 minuterna
uk: ідентифіковані користувачі, які переглядали цей сабреддіт в останні 15 хвилин
vi: các thành viên đã đăng nhập xem chuyên mục này trong 15 phút trước

source: you are no longer an approved submitter
ar: أنك لست مراسل مصرح بعد الأن
bs: više niste odobreni korisnik
ca: ja no ets un contribuïdor autoritzat
el: δεν είσαι πλέον εγκεκριμένος αποστολέας
eu: jada ez zara onartutako bidaltzailea
fi: et ole enää hyväksytty lisääjä
fr_ca: vous n'êtes plus un auteur approuvé
hu: többé nem vagy jóváhagyott beküldő
it: non sei più un autore approvato
mt_mt: int m'għadekx awtur approvat
nn: du er ikkje lenger ein godkjend innsendar
no: du er ikke lenger en godkjent innsender
pl: nie jesteś już zaufanym autorem
sv: du är inte längre en godkänd uppladdare
uk: ви більше не є схваленим автором
