Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: Our robots have no suggestions at the moment.
el: Τα ρομπότ μας δεν έχουν προτάσεις αυτή τη στιγμή
fi: Roboteillamme ei ole ehdotuksia tällä hetkellä.
fr_ca: Nos robots n'ont pas de suggestions pour le moment.
hu: Robotjainknak jelenleg nincs javaslata.
it: I nostri robot non hanno suggerimenti al momento.
mt_mt: Ir-robots tagħna m'għandhoms suġġerimenti bħalissa.
nn: Robotene våre har ingen forslag for øyeblikket
no: Robotene våre har ingen forslag for øyeblikket
pl: Nasze roboty nie mają teraz żadnych propozycji.
sv: Våra robotar har inga förslag just nu.
uk: Наші роботи не мають нових рекомендацій на цей момент.
vi: Người máy của chúng tôi không có đề nghị nào vào thời điểm này.

source: try again
el: δοκίμασε ξανά
fi: yritä uudelleen
fr_ca: réessayez
hu: próbáld újra
it: riprova
mt_mt: erġa' pprova
nn: prøv igjen
no: prøv igjen
pl: spróbuj ponownie
sv: försök igen
uk: спробуйте ще раз
vi: thử lại

source: filter subreddit
fi: suodata aliredditiä
fr_ca: filtre subreddit
it: filtra subreddit
mt_mt: iffiltra s-subreddit
no: filtrere subreddit
pl: filtruj subreddity
sv: filtrera subreddit
uk: фільтрувати сабреддіт

source: add
ar: أضف
bs: dodaj
ca: afegeix
el: προσθήκη
eo: aldonu
et: lisa
eu: gehitu
fi: lisää
fr_ca: ajouter
he: הוסף
hu: hozzáad
it: aggiungi
mt_mt: żid
nn: legg til
no: legg til
pl: dodaj
sr_la: dodaj
sv: lägg till
ta: சேர்க்கவும்
uk: додати
vi: thêm

source: View unfiltered %s
fi: Katso suodattamattomat %s
fr_ca: Montrer non filtré %s
it: Vedi senza filtro %s
mt_mt: ara mingħir filtru %s
no: Vis ufiltrert %s
pl: Pokaż niefiltrowane %s
sv: Visa ofiltrerade %s
uk: Показати нефільтрований %s

source: jump to user (or add):
ar: إذهب إلى المستخدم (أو إضافة):
bs: idi na korisnika (ili dodaj):
ca: salta a usuari (o afegeix):
el: πήγαινε στο χρήστη (ή πρόσθεσε):
eu: jauzi erabiltzailera (edo gehitu):
fi: siirry käyttäjään (tai lisää):
fr_ca: passer à l'utilisateur (ou ajouter) :
hu: ugrás a felhasználóhoz (vagy hozzáadás):
it: vai ad utente (o aggiungi):
mt_mt: mur għall-utent (jew żid):
nn: hopp til brukar (eller legg til)
no: hopp til bruker (eller legg til):
pl: skocz do użytkownika (lub dodaj) :
sv: hoppa till användare (eller lägg till):
uk: перейти до користувача (або додати):
vi: đi đến người dùng (hoặc thêm vào):

source: back to full list
ar: الرجوع إلى القائمة الشاملة
bs: nazad na punu listu
ca: tornar a llista completa
el: επιστροφή στην πλήρη λίστα
eu: itzuli zerrenda osora
fi: takaisin täyteen listaukseen
fr_ca: retour à la liste complète
hu: vissza a teljes listához
it: ritorna all'elenco completo
mt_mt: lura għall-elenku sħieħ
nn: tilbake til heile lista
no: tilbake til full liste
pl: wróć do pełnej listy
sv: tillbaka till fullständig lista
uk: повернутись до повного списку
vi: trở về danh sách đầy đủ

source: back to the beginning
ar: الرجوع إلى المُقدمة
bs: nazad na početak
ca: tornar al començament
el: επιστροφή στην αρχή
eu: itzuli hasierara
fi: takaisin alkuun
fr_ca: retour au début
hu: vissza az elejére
it: ritorna all'inizio
mt_mt: lura lejn il-bidu
nn: tilbake til byrjinga
no: tilbake til starten
pl: wróć do początku
sv: tillbaka till början
uk: повернутись до початку
vi: trở về ban đầu

source: flair text
ar: نص الشعار
bs: flair tekst
ca: text de la bandereta
el: κείμενο εμβλήματος
eu: bereizgarriaren testua
fi: flair teksti
fr_ca: texte d'insigne
hu: kitűző szöveg
it: testo flair
mt_mt: test tax-xinxilla
nn: skilttekst
no: flair tekst
pl: tekst znaczka
sv: stilmallstext
uk: текст флаіру
vi: đoạn văn bản hiển thị ở cờ hiệu

source: css class
ar: صنف CSS
bs: css klasa
ca: classe css
el: κλάση css
eu: css klasea
fi: CSS-luokka
fr_ca: classe css
hu: css-osztály
it: classe css
mt_mt: klassi tas-CSS
nn: css-klasse
no: css klasse
pl: klasa css
sv: css-klass
uk: css клас
vi: lớp css

source: prev
ar: السابق
bs: prethodno
ca: anterior
el: προηγούμενο
et: eelmised
eu: aurrekoa
fi: edelliset
fr_ca: précédent
he: הקודם
hu: előző
it: indietro
mt_mt: lura
nn: førre
no: forrige
pl: poprzednie
sr_la: natrag
sv: föregående
ta: முன்னால்
uk: назад
vi: trước

source: next
ar: التالي
bs: sljedeće
ca: següent
el: επόμενο
et: järgmised
eu: hurrengoa
fi: seuraavat
fr_ca: suivant
he: הבא
hu: következő
it: avanti
mt_mt: li jmiss
nn: neste
no: neste
pl: następne
sr_la: naprijed
sv: nästa
ta: பின்னால்
uk: далі
vi: tiếp

source: flair settings
ar: إعدادت الشعار
bs: flair postavke
ca: configuració de la bandereta
el: ρυθμίσεις εμβλημάτων
eu: bereizgarriaren ezarpenak
fi: flair-asetukset
fr_ca: paramètres d'insigne
hu: kitűző beállítások
it: impostazioni flair
mt_mt: preferenzi tax-xinxilli
nn: skiltinnstillingar
no: flair innstillinger
pl: ustawienia znaczka
sv: stilinställningar
uk: налаштування флаіру
vi: thiết lập cờ hiệu

source: flair options
ar: خيارات الشعار
bs: flair opcije
ca: opcions de la bandereta
el: επιλογές εμβλημάτων
eu: bereizgarriaren aukerak
fi: flair-vaihtoehdot
fr_ca: options d'insignes
hu: kitűző opciók
it: opzioni flair
mt_mt: opzjonijiet tax-xinxilli
nn: skiltval
no: flair valgmuligheter
pl: opcje znaczka
sv: stilalternativ
uk: варіанти флаіру
vi: chỉnh sửa cờ hiệu

source: enable user flair in this subreddit
ar: السماح بميزة الشعارات على هذه الريديت الفرعيّ
bs: omogući korisnički flair u ovom subredditu
ca: activa les banderetes dels usuaris en aquest subreddit
el: επέτρεψε εμβλήματα χρηστών σε αυτό το υποreddit
eu: gaitu erabiltzailearen bereizgarria azpireddit honetan
fi: Salli käyttäjän flair tässä subredditissä.
fr_ca: activer l'insigne de l'utilisateur sur ce subreddit
hu: felhasználói kitűző engedélyezése ezen az subredditen
it: abilita flair utente in questo subreddit
mt_mt: attiva x-xinxilla tal-utent f'dis-subreddit
nn: skru på brukarskilt i den subredditen her
no: aktiver bruker flair i denne subredditen
pl: włącz znaczki użytkowników w tym subreddicie
sv: aktivera användarstil i denna subreddit
uk: використовувати флаіри в цьому сабреддіті
vi: cho phép người dùng sử dụng cờ hiệu trong phần chuyên mục

source: allow users to assign their own flair
ar: السماح للمستخدمين بتعيين شعاراتهم
bs: omogući korisnicima da dodijele vlastiti flair
ca: permet als usuaris assignar-se la seva pròpia bandereta
el: επέτρεψε σε χρήστες να επιλέγουν το δικό τους έμβλημα
eu: onartu erabiltzaileek beren bereizgarria esleitu ahal izatea
fi: salli käyttäjien valita oma flairinsa
fr_ca: autoriser l'utilisateur à affecter sa propre insigne
hu: engedély adása a felhasználóknak, hogy használjanak saját kitűzőt
it: consenti agli utenti di impostare il proprio flair
mt_mt: ippermetti l-utenti jabbinaw ix-xinxilla tagħhom
nn: lat brukarar lage sine eigne skilt
no: tillat brukere å tildele deres egne flair
pl: pozwól użytkownikom wybierać znaczki
sv: tillåt användare att välja sin egen stilmall
uk: дозволити користувачам використовувати власні флаіри
vi: cho phép người dùng gán cờ hiệu của riêng họ

source: allow submitters to assign their own link flair
ar: السماح للمستخدمين بتعين رابط ميزهم
bs: omogući korisnicima da dodijele vlastiti flair link
ca: permetre que els contribruïdors assignin la seva pròpia bandereta als enllaços
el: επέτρεψε στους αποστολείς να αναθέτουν το δικό τους έμβλημα ανάρτησης
fi: salli käyttäjien asettaa flair omiin linkkeihin
fr_ca: autoriser les auteurs à assigner leur propre insigne de lien
hu: engedélyezze a beküldőknek saját kitűző használatát a hivatkozáshoz
it: permetti agli autori di assegnarsi il proprio link flair
mt_mt: ippermetti l-awturi li jabbinaw ix-xinxilla tal-links tagħhom
nn: tillat innsendarar å velje sitt eiget lenkjeskilt
no: tillate innsendere å tildele sitt eget link preg
pl: pozwól użytkownikom przypisywać swój własny znaczek
sv: tillåt att uppladdare tilldelar sin egen länkstil
uk: дозволити користувачам призначати власні флаіри посилань
vi: cho phép người gán cờ hiệu cá nhân trên đường dẫn của họ

source: user flair position
ar: موقف الميزة المستخدم
bs: pozicija korisničkog flaira
ca: posició de la bandereta de l'usuari
el: θέση εμβλήματος χρήστη
eu: erabiltzailearen bereizgarriaren kokapena
fi: käyttäjän flairin sijainti
fr_ca: position de l'insigne d'utilisateur
hu: felhasználói kitűző pozíciója
it: posizione flair utente
mt_mt: pożizzjoni tax-xinxilla tal-utent
nn: brukarskiltplassering
no: bruker preg posisjon
pl: pozycja znaczka użytkownika
sv: position för användarstil
uk: розміщення флаіру користувача
vi: vị trí gắn cờ hiệu của người dùng

source: left
ar: يسار
bs: lijevo
ca: esquerra
el: αριστερά
et: lahkus
eu: ezkerra
fi: vasen
fr_ca: gauche
he: נעזב
hu: bal
it: sinistra
mt_mt: xellug
nn: venstre
no: venstre
pl: lewo
sv: vänster
uk: вліво
vi: trái

source: position flair to the left of the username
ar: وضع الشعار على يسار اسم المستخدم
bs: pozicioniši flair lijevo od korisničkog imena
ca: posiciona la bandereta a l'esquerra del nom d'usuari
el: τοποθέτηση εμβλήματος αριστερά από το όνομα χρήστη
eu: kokatu bereizgarria erabiltzaile-izenaren ezkerrean
fi: sijoita flair käyttäjätunnuksen vasemmalle puolelle
fr_ca: positionner l'insigne à gauche du nom d'utilisateur
hu: kitűző pozícionálása a felhasználói névtől balra
it: posiziona il flair a sinistra del nome utente
mt_mt: qiegħed ix-xinxilla fuq ix-xellug ta' isem l-utent
nn: plasser skiltet til venstre for brukarnamnet
no: Posisjonér flair til venstre for brukernavnet
pl: umieść znaczek po lewej
sv: placera stilen till vänster om användarnamnet
uk: показувати флаір зліва від імені користувача
vi: vị trí của flair về phía bên trái so với tên người dùng

source: right
ar: يمين
bs: desno
ca: dreta
el: δεξιά
eu: eskuina
fi: oikea
fr_ca: droite
hu: jobb
it: destra
mt_mt: lemin
nn: høgre
no: høyre
pl: prawo
sv: höger
uk: вправо
vi: phải

source: position flair to the right of the username
ar: وضع الشعار إلى يمين اسم المستخدم
bs: pozicioniši flair desno od korisničkog imena
ca: posiciona la bandereta a la dreta del nom d'usuari
el: τοποθέτηση εμβλήματος δεξιά από το όνομα χρήστη
eu: kokatu bereizgarria erabiltzaile-izenaren eskuinean
fi: Sijoita tyylimotiivi käyttäjätunnuksen oikealle puolelle
fr_ca: positionner l'insigne à droite du nom d'utilisateur
hu: kitűző pozícionálása a felhasználói névtől jobbra
it: posiziona il flair a destra del nome utente
mt_mt: qiegħed ix-xinxilla fuq il-lemin ta' isem l-utent
nn: plasser skiltet til høgre for brukarnamnet
no: Posisjonér flair til høyre for brukernavnet
pl: umieść znaczek po prawej
sv: placera stilen till höger om användarnamnet
uk: показувати флаір справа від імені користувача
vi: vị trí của flair về phía bên phải so với tên người dùng

source: link flair position
ar: موقف رابط المستخدم
bs: pozicija linka flaira
ca: posició de la bandereta d'enllaç
el: θέση εμβλήματος ανάρτησης
eu: estekaren bereizgarriaren kokapena
fi: postauksen flairin sijainti
fr_ca: position de l'insigne du lien
hu: kitűző pozíció linkelése
it: posizione flair link
mt_mt: pożizzjoni tal-link tax-xinxilla
nn: lenkjeskiltplassering
no: link preg posisjon
pl: pozycja znaczka odnośnika
sv: position för länkstil
uk: розміщення флаіру посилання
vi: vị trí đường dẫn gắn cờ hiệu

source: don't show link flair
ar: لا أظهر ميزة المستخدم
bs: ne prikazuj link flaira
ca: no mostris la bandereta d'enllaç
el: μη δείχνεις έμβλημα ανάρτησης
eu: ez erakutsi estekaren bereizgarririk
fi: Älä näytä linkki hohto
fr_ca: ne pas afficher l'insigne du lien
hu: ne mutasson link kitűzőt
it: non visualizzare flair link
mt_mt: turix ix-xinxilla tal-link
nn: ikkje vis lenkjeskilt
no: ikke vis link preg
pl: nie pokazuj znaczka linka
sv: visa inte länkstil
uk: не показувати флаір посилання
vi: không hiển thị đường dẫn gắn cờ hiệu

source: position flair to the left of the link
ar: وضع الميزة إلى يسار رابط
bs: pozicioniši flair lijevo od linka
ca: posicionala bandereta a l'esquerra de l'enllaç
el: έμβλημα αριστερά από την ανάρτηση
eu: kokatu bereizgarria estekaren ezkerrean
fi: Sijoita tyylimotiivi käyttäjätunnuksen vasemmalle puolelle
fr_ca: placer l'insigne à gauche du lien
hu: kitűző pozícionálása a linktől balra
it: posiziona flair sulla sinistra del link
mt_mt: qiegħed ix-xinxilla fuq ix-xellug tal-link
nn: plasser skiltet til venstre for lenkja
no: posisjoner preg til venstre siden av linken
pl: umieść znaczek po lewej stronie linka
sv: placera stilen till vänster om länken
uk: розмістити флаір зліва від посилання
vi: vị trí gắn cờ hiệu đặt ở bên trái của đường dẫn

source: position flair to the right of the link
ar: وضع الميزة إلى يمين رابط
bs: pozicioniši flair desno od linka
ca: posiciona la bandereta a la dreta de l'enllaç
el: έμβλημα δεξιά από την ανάρτηση
eu: kokatu bereizgarria estekaren eskuinean
fi: Sijoita tyylimotiivi käyttäjätunnuksen oikealle puolelle
fr_ca: placer l'insigne à droite du lien
hu: kitűző pozícionálása a linktől jobbra
it: posiziona flair sulla destra del link
mt_mt: qiegħed ix-xinxilla fuq il-lemin tal-link
nn: plasser skiltet til høgre for lenkja
no: posisjoner preg til høyre siden av linken
pl: umieść znaczek po prawej stronie linka
sv: placera stilen till höger om länken
uk: розмістити флаір справа від посилання
vi: vị trí gắn cờ hiệu đặt ở bên phải của đường dẫn

source: Show my flair on this subreddit. It looks like:
ar: أظهر ميزتي على هذا الريدّيت. تظهر كهاذا :
bs: Prikaži moj flair na ovom subredditu. On izgleda ovako:
ca: Mostra la meva bandereta en aquest subreddit. Es veurà així:
el: Προβολή του εμβλήματός μου σε αυτό το υποreddit. Φαίνεται ως εξής:
fi: Näytä flairini tässä subredditissä. Se näyttää tältä:
fr_ca: Afficher mon insigne sur ce reddit. Aperçu:
hu: Mutasd a kitűzőmet ezen az subredditen. Így néz ki:
it: Mostra il mio flair su questo subreddit. Ecco come appare:
mt_mt: Uri x-xinxilla tiegħi f'dis-subreddit. Tidher hekk:
nn: Vis min flair på denne subredditen. Den ser slik ut:
no: Vis min flair på denne subredditen. Den ser slik ut:
pl: Pokaż mój znaczek na tym subreddicie. Ów znaczek wygląda tak:
sv: Visa min stil i denna subreddit. Den ser ut så här:
uk: Показати мій флаір в цьому сабреддіті. Він виглядає так:
vi: Show my flair on this chuyên mục. It looks like:

source: select flair
ar: أختر الشعار
bs: odaberi flair
ca: selecciona bandereta
el: επιλογή εμβλήματος
eu: hautatu bereizgarria
fi: valitse flair
fr_ca: sélectionner une insigne
hu: kitűző kiválasztása
it: seleziona flair
mt_mt: għażel ix-xinxilla
nn: vel skilt
no: velg flair
pl: wybierz znaczek
sv: välj stil
uk: вибрати флаір
vi: chọn flair

source: remove flair
ar: أزل الميزة
bs: ukloni flair
ca: elimina la bandereta
el: αφαίρεση εμβλήματος
eu: kendu bereizgarria
fi: poista hohto
fr_ca: supprimer l'insigne
hu: kitűző eltávolítása
it: rimuovi flair
mt_mt: neħħi x-xinxilla
nn: fjern skiltet
no: fjern preg
pl: usuń znaczek
sv: ta bort stil
uk: забрати флаір
vi: xóa bỏ cờ hiệu

source: flair selection unavailable
ar: ميّزة اختيار الشعار غير متوافر
bs: odabir flaira nije dostupan
ca: selecció de la bandereta no disponible
el: η επιλογή εμβλήματος δεν είναι διαθέσιμη
eu: bereizgarriaren hautapena ez dago erabilgarri
fi: flair valinta ei saatavilla
fr_ca: sélection d'insigne non-disponible
hu: kitűző választék nem elérhető
it: selezione del flair non disponibile
mt_mt: mhux possibli tagħżel xinxilla
nn: skiltvalet er utilgjengeleg
no: valg av preg er utilgjengelig
pl: wybór znaczka niemożliwy
sv: stilval är inte tillgängligt
uk: вибір флаірів недоступний
vi: việc chọn flair hiện không thực hiện được

source: user can edit?
ar: المستخدم يمكنه التعديل؟
bs: korisnik može uređivati?
ca: l'usuari pot editar?
el: επεξ/σία από χρήστη;
eu: erabiltzaileak edita dezake?
fi: käyttäjä voi editoida?
fr_ca: Utilisateur peut modifier ?
hu: felhasználó módosíthat?
it: gli utenti possono modificare?
mt_mt: l-utent jista' jimmodifika?
nn: brukaren kan endre?
no: bruker kan endre?
pl: użytkownik może edytować?
sv: kan användaren redigera?
uk: користувач може редагувати?
vi: người dùng có thể chỉnh sửa?

source: clear all flair templates
ar: مسح جميع قوالب الشعارات
bs: očisti sve flair predloške
ca: esborrar totes les plantilles de les banderetes
el: καθαρισμός όλων των προτύπων εμβλημάτων
eu: garbitu bereizgarriaren txantiloi guztiak
fi: tyhjennä kaikki flair-pohjat
fr_ca: effacer tous les modèles d'insigne
hu: minden kitűző sablon űrítése
it: azzera tutti i template del flair
mt_mt: annulla l-forom tax-xinxilli kollha
nn: tøm alle skiltmalar
no: tilbakestill alle maler for preg
pl: wyczyść wszystkie szablony znaczka
sv: ta bort alla stilmallar
uk: видалити всі шаблони флаірів
vi: dọn dẹp tất cả các mẫu flair

source: cleared
ar: مسح
bs: očišćeno
ca: netejat
el: καθαρίστηκε
fi: tyhjennetty
fr_ca: nettoyé
hu: törölt
it: ripulito
mt_mt: annullat
nn: tømd
no: Rensket
pl: wyczyszczono
sv: rensat
uk: очищено
vi: đã xóa

source: is this fraud?
fr_ca: Est-ce de la fraude ?
it: È una frode?
mt_mt: din frodi?
no: er dette bedrageri?
sv: är det här bedrägeri?
uk: чи це є шахрайством?
vi: đây có phải lừa đảo?

source: What is gilding?
el: Τί είναι η "επιχρύσωση";
fi: Mitä kultaus on?
fr_ca: Qu'est-ce que dorer ?
it: Cosa vuol dire dorare?
mt_mt: X'inhu l-indurar?
no: Hva er forgylling?
pl: Czym jest gliding?
sv: Vad är förgyllning?
uk: Що таке дарування золота?

source: Giving [reddit gold](/gold/about) is referred to as 'gilding'. You can either give reddit gold directly to a user or gild one of their posts or comments.
el: Η προσφορά [reddit χρυσού](/gold/about) αναφέρεται και σαν "επιχρύσωση". Μπορείς είτε να δώσεις reddit χρυσό απευθείας σε ένα χρήστη ή να επιχρυσώσεις μια ανάρτηση η σχόλιό του.
fi: [reddit kullan](/gold/about) antamista sanotaan 'kultaamiseksi'. Voit antaa reddit kultaa joko suoraan käyttäjälle tai kullata jonkun hänen postauksista tai kommenteista.
fr_ca: Donner [reddit gold](/gold/about) s'appelle 'dorer'. Vous pouvez soit donner reddit gold directement à un utilisateur, soit dorer un de leurs posts ou commentaires.
it: Dare [reddit gold](/gold/about) viene chiamato 'dorare'. Tu puoi o dare dei reddit gold direttamente a un utente o dorare uno dei suoi post o commenti.
mt_mt: L-għotja ta' [reddit gold](/gold/about) tissejjaħ 'indurar'. Tista' tagħti reddit gold direttament lil xi utent jew tindura xi impostazzjoni jew kumment tal-utent.
no: Det å gi [reddit-gull](/gold/about) er kjent som å "forgylle". Du kan enten gi reddit-gull direkte til en bruker eller forgylle et av innleggene eller kommentarene deres.
pl: Podarowanie komuś [reddit gold](/gold/about) określamy jako 'gilding'. Możesz podarować reddit gold użytkownikowi bezpośrednio, albo 'glidować' jeden z jego wątków lub komentarzy.
sv: Att ge [reddit gold](/gold/about) benämns som 'förgyllning'. Du kan antingen ge reddit gold direkt till en användare eller förgylla ett av deras bidrag eller kommentarer.
uk: Дарування [Золотої підписки Реддіт](/gold/about) також називается 'даруванням золота'. Ви можете подарувати Золоту підписку беспосередньо користувачеві, або позолотити один з його коментарів або публікацій.

source: How do I gild someone?
el: Πώς επιχρυσώνω κάποιον;
fi: Miten kultaan jonkun?
fr_ca: Comment puis-je dorer quelqu'un ?
it: Come faccio a dorare qualcuno?
mt_mt: Kif nindura l-xi ħadd?
no: Hvordan forgyller jeg noen?
pl: Jak mogę kogoś 'gildnąć'?
sv: Hur förgyller jag någon?
uk: Як подарувати золото?

source: You can click the 'give gold' link directly below a submission:
fi: Voit klikata 'anna kultaa' -linkkiä suoraan julkaisun alla:
fr_ca: Vous pouvez cliquer le lien 'dorer' directement en-dessous d'un post :
it: Puoi clickare il link 'regala gold' direttamente sotto un post:
mt_mt: Tista' tagħfas il-link 'agħti l-gold' li qiegħda direttament taħt kull impostazzjoni:
no: Du kan trykke på lenken "gi gull", som er direkte under ett innlegg:
sv: Du kan klicka på 'ge gold'-länken direkt under ett bidrag:
uk: Натисніть 'подарувати золото' під публікацією:

source: Or by giving them gold via their userpage:
fi: Tai antamalla kultaa heidän käyttäjäsivultaan:
fr_ca: Ou en les dorant en passant par leur page utilisateur :
it: Oppure dandogli gold attraverso la loro pagina utente:
mt_mt: Jew billi ttihom gold mill-paġna tal-profil tagħhom:
no: Eller ved å gi dem gull fra brukersiden deres:
pl: Lub przez podarowanie im gold przez stronę profilową:
sv: Eller genom att ge dem gold på deras användarsida:
uk: Або зайдіть на сторінку користувача і дайте йому золото там:

source: How much does it cost?
el: Πόσο κοστίζει;
fi: Paljonko se maksaa?
fr_ca: Combien ça coûte ?
hu: Mennyibe kerül?
it: Quanto costa?
mt_mt: Kemm jiswa?
nn: Hvor mye koster det?
no: Hvor mye koster det?
pl: Ile to kosztuje?
sv: Hur mycket kostar det?
uk: Скільки це коштує?
vi: Việc này tốn bao nhiêu?

source: A single gilding costs %(price)s. If you plan to do a lot you can get a discount if you purchase some [creddits](/creddits).
fr_ca: Une unique dorure coûte %(price)s. Si vous prévoyez d'en donner beaucoup, vous pouvez bénéficier d'une réduction en achetant des [creddits](/creddits).
it: Un singolo dorato costa %(price)s. Se pensi di usarne molti puoi avere uno sconto se compri qualche [creddits](/creddits).
mt_mt: Induratura waħda tiswa %(price)s. Jekk qed tippjana li tagħmel ħafna, jaqbillek tikseb skont billi tixtri xi [creddits](/creddits).
no: Én enkelt forgylling koster %(price)s. Hvis du har planer om å gjøre det ofte, så kan du rabatt hvis du kjøper noen [creddits](/creddits).
sv: En enskild förgyllning kostar %(price)s. Om du planerar många kan du få rabatt om du köper några [creddits](/kredditer).
uk: Дарування одної Золотої підписки коштує %(price)s. Якщо ви плануєте дарувати золото частіше, можна придбати [креддіти](/creddits) гуртом дешевше.

source: What are creddits?
fi: Mitä creddittit ovat?
fr_ca: Que sont les creddits ?
it: Cosa sono i Creddits?
mt_mt: X'inhuma l-kredditi?
nn: Hva er creddits?
no: Hva er creddits?
pl: Czym są creddity?
sv: Vad är kredditer?
uk: Що таке креддіти?
vi: Creddit là gì?

source: Each creddit you have can be converted into one month of reddit gold. Stored as a balance on your account, creddits allow you to give gold without having to enter payment information.
fi: Jokainen omistamasi creddit voidaan muuntaa yhdeksi kuukaudeksi reddit goldia. Tililläsi säilötyt credditit mahdollistavat kullan antamisen ilman, että syötät maksutietoja.
fr_ca: Chaque creddit que vous possédez peut être converti en un mois de reddit gold. Stockés comme monnaie sur votre compte, les creddits vous permettent de dorer sans avoir à saisir d'informations de payement.
it: Ogni Creddit che hai può essere convertito in un mese di reddit gold. Immagazzinati come bilancio sul tuo account, i creddits ti permettono di dare gold senza inserire le credenziali di pagamento.
mt_mt: Kull kredditu li għandek jista' jissarraf f'xahar ta' reddit gold. Dawn jinżammu f'bilanċ monetarju fil-kont tiegħek u jippermettuk tagħti gold mingħir ma' ddaħħal dettalji tal-ħlas.
no: Hver enkelt creddit du har kan bli konvertert til én måned med reddit-gull. Lagret på brukerkontoen din, gir creddits deg muligheten til å gi bort gull uten å måtte angi betalingsinformasjon.
pl: Każdy creddit, który posiadasz może zostać zamieniony na jeden miesiąc gold. Przechowywane jako saldo na Twoim koncie creddit'y pozwalają Ci na podarowanie gold bez przetwarzania płatności.
sv: Varje kredit du har kan omvandlas till en månads reddit guld. Ur det saldo av kredditer som finns på ditt konto kan du ge guld utan att behöva överföra pengar.
uk: Кожен креддіт, який у вас є, можна перетворити на один місяць Золотої підписки. Креддіти зберігаються у вигляді балансу на вашому акаунті та дозволяють вам подарувати золото без вводу даних для оплати.
