Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: You need to be logged in to subscribe to subreddits.
fr_ca: Vous devez être connecté pour vous abonner à un subreddit.
it: Devi aver effettuato l'accesso per iscriverti ai subreddits.
sv: Du måste vara inloggad för att prenumerera på subredditar.
uk: Вам треба увійти в систему, щоб підписуватися на сабреддіти.

source: You need to be logged in to submit things.
fr_ca: Vous devez être connecté pour soumettre des choses.
it: Devi aver effettuato l'accesso per inviare cose.
sv: Du måste vara inloggad för att skicka in saker.
uk: Вам треба увійти в систему, щоб публікувати речі.

source: You need to be logged in to do that.
fr_ca: Vous devez être connecté pour faire ça.
it: Devi aver effettuato l'accesso per per farlo.
sv: Du måste vara inloggad för det.
uk: Вам треба увійти в систему, щоб це зробити.

source: try using our secure login form.
ar: حاول استخدام نموذج تسجيل الدخول الآمن لدينا.
bs: pokušajte koristiti naš sigurni obrazac za prijavu.
ca: intenta fer servir el nostre formulari segur d'inici de sessió.
el: προσπάθσε με την ασφαλή φόρμα σύνδεσης.
fi: kokeile suojattua kirjautumistapaamme
fr_ca: essayez d'utiliser notre formulaire de connexion sécurisé.
hu: próbáld meg a biztonságos belépő űrlapunkat használni
it: prova ad utilizzare il nostro modulo di accesso sicuro.
mt_mt: ipprova uża l-formola żgura għad-dħul fis-sistema.
nn: prøv å nytte skjemaet vårt for trygg innlogging.
no: Prøv og logge in med vår sikre innloggingsform.
pl: spróbuj używać naszego bezpiecznego formularza logowania.
sv: prova att använda vårt säkra inloggningsformulär.
uk: спробуйте використати нашу форму для захищеного входу
vi: thử sử dụng mẫu đăng nhập bảo mật.

source: Password is strong
fi: Vahva salasana
fr_ca: Le mot de passe est fort
hu: A jelszó erős
it: Password robusta
mt_mt: Il-password hija b'saħħita
no: Passordet er sterkt
sv: Lösenordet är starkt
uk: Пароль вважається сильним
vi: Mật khẩu mạnh

source: Password is good
fi: Hyvä salasana
fr_ca: Le mot de passe est bon
hu: A jelszó jó
it: Buona password
mt_mt: Il-password hija tajba
no: Passordet er godt
sv: Lösenordet är bra
uk: Пароль непоганий
vi: Mật khẩu tốt

source: Password is fair
fi: Kohtalainen salasana
fr_ca: Le mot de passe est moyen
hu: A jelszó elmegy
it: Password accettabile
mt_mt: Il-password hija adegwata
no: Passordet er rimelig
sv: Lösenordet är ganska bra
uk: Пароль так собі
vi: Mật khẩu trung bình

source: Password is weak
fi: Heikko salasana
fr_ca: Le mot de passe est faible
hu: A jelszó gyenge
it: Password troppo debole
mt_mt: Il-password hija dgħajfa
no: Passordet er svakt
sv: Lösenordet är svagt
uk: Пароль зовсім слабий
vi: Mật khẩu yếu

source: awesomeness goes here
ca: la genialitat va aquí
el: η τελειότητα πάει εδώ
fr_ca: La génialité arrive ici
hu: a királyság itt zajlik
it: qui va la magnificenza
mt_mt: affarijiet tal-ġenn imorru hawn
nn: alt det kule skal her
no: alt det kule skal her
pl: tutaj znajdzie się superowość
sv: storslagenhet här tack
uk: тут класно
vi: những điều tuyệt vời xảy ra ở đây

source: add a subreddit to your multi.
ca: afegiu un subreddit al vostre multi.
el: πρόσθεσε ένα υποreddit στο πολυreddit σου
fi: lisää alireddit multiredditiisi.
fr_ca: ajouter un subreddit à votre multi.
hu: alreddit hozzáadása a multidhoz
it: aggiungi un subreddit al tuo multi
mt_mt: żid subreddit fil-multi tiegħek.
nn: legg til denne subredditen til din multi.
no: legg til denne subredditen til din multi.
pl: dodaj subreddit do swojego multi
sv: lägg till en subreddit till din multi
uk: додати сабреддіт до вашого мульти.
vi: add a chuyên mục to your multi.

source: categorize
ca: categoritzar
el: κατηγοριοποίησε
fi: Kategorisoi
fr_ca: Catégoriser
hu: kategorizálás
it: categorizza
mt_mt: ikkategorizza
nn: kategoriser
no: kategoriser
pl: kategoryzuj
sv: kategorisera
uk: категорізувати
vi: loại

source: open this multi
ca: obriu aquest multi
el: άνοιξε αυτό το πολυreddit
fi: avaa tämä multi
fr_ca: ouvrir ce multi
hu: multi megnyitása
it: apri questo multi
mt_mt: iftaħ dil-multi
nn: åpne denne multien
no: åpne denne multien
pl: otwórz multi
sv: öppna den här multin
uk: відкрити цей мульти
vi: mở chuỗi chuyên mục này

source: create a new multi
ca: creeu un nou multi
el: δημιούργησε ένα νέο πολυreddit
fi: luo uusi multi
fr_ca: créer un nouveau multi
hu: új multi létrehozása
it: crea un nuovo multi
mt_mt: oħloq multi ġdid
nn: lag en ny multi
no: lag en ny multi
pl: stwórz nowe multi
sv: skapa en ny multi
uk: створити мульти
vi: tạo chuỗi chuyên mục mới

source: The image upload failed
fr_ca: L'envoi de l'image a échoué
it: L'upload dell'immagine non è riuscito
sv: Bilduppladdningen misslyckades

source: That is not a valid file.
fr_ca: Ce n'est pas un fichier valide.
it: Non è un file valido.
sv: Det är inte en giltig fil.

source: Gif is too big. Maximum gif size is %(maxSize)s.
fr_ca: Le gif est trop volumineux. La taille maximale des gifs est de %(maxSize)s.
it: La gif è troppo grande. La dimensione massima è %(maxSize)s.
sv: Gif är för stor. Maximal gif-storlek är %(maxSize)s.

source: Image is too big. Maximum image size is %(maxSize)s.
fr_ca: L'image est trop volumineuse. La taille maximale des images est de %(maxSize)s.
it: L'immagine è troppo grande. La dimensione massima è %(maxSize)s.
sv: Bilden är för stor. Maximal bildstorlek är %(maxSize)s.

source: check your inbox to confirm your subscription
fr_ca: vérifiez votre boîte de réception pour confirmer l'abonnement
it: controlla la posta in arrivo per confermare la tua iscrizione
mt_mt: Ara l-inbox tiegħek sabiex tikkonferma l-abbonament tiegħek
sv: kolla din inkorg för att bekräfta din prenumeration
uk: перевірте свої вхідні, щоб підтвердити Вашу підписку
vi: kiểm tra hộp thư đến của bạn để xác nhận sự theo dõi

source: Sorry! Browser notifications aren't yet supported in this browser
fr_ca: Désolé! Les notifications de navigateur ne sont pas encore mises en place dans ce navigateur
it: Ci dispiace! Ma le notifiche browser non sono supportate in questo browser

source: Success! When this feature is released, you'll be all set!
fr_ca: Succès! Quand cette fonctionnalité sera disponible, vous serez au point!

source: Success! You're done.
fr_ca: C'est bon, ça fonctionne !
sv: Grymt! Du är klar.

source: Green lock next to the URL > change Receive Notifications to "allow"
fr_ca: Cadenas vert à gauche de l'URL → changer "Recevoir les notifications" en "Autoriser"

source: Green lock next to the URL > change Notifications to "always allow on this site"
fr_ca: Cadenas vert à gauche de l'URL → changer "Notifications" en "Toujours pour ce site"

source: To finish, change your browser's Notification settings for reddit.com
fr_ca: Pour finir, modifiez les paramètres de notification de votre navigateur pour reddit.com

source: Click "Allow" for browser notifications to be shown for reddit.com
fr_ca: Cliquez sur « Autoriser » pour que reddit.com puisse envoyer des notifications à votre navigateur
hu: Kattints az "Engedélyezés" gombra, hogy a reddit értesítések a böngésződben megjelenjenek

source: (try again)
fr_ca: (réessayer)
it: (riprova)
sv: (försök igen)

source: Look at this fancy notification!
fr_ca: Regardez cette jolie notification !
it: Guarda questa notifica stravagante!

source: We did it Reddit!
fr_ca: On a réussi Reddit !
it: Ce l'abbiamo fatta Reddit!
sv: Vi gjorde det Reddit!

source: close this window
ar: أغلق هذه النافذة
bs: zatvori ovaj prozor
ca: tanca aquesta finestra
el: κλείσιμο αυτού του παραθύρου
et: pane see aken kinni
eu: itxi leiho hau
fi: sulje tämä ikkuna
fr_ca: fermer cette fenêtre
he: סגור חלון זה
hu: zárd be ezt az ablakot
it: chiudi questa finestra
mt_mt: agħlaq dit-tieqa
nn: lukk det her vindauget
no: lukk dette vinduet
pl: zamknij to okno
sr_la: zatvori ovaj prozor
sv: stäng fönstret
ta: இந்த சன்னலை மூடவும்
uk: закрити це вікно
vi: đóng cửa sổ này

source: Share with:
fi: Jaa:
fr_ca: Partager avec:
it: Condividi con:
mt_mt: Aqsam ma':
sv: Dela med:
uk: Поділитись через:
vi: Chia sẻ với:

source: Link:
fi: Linkki:
fr_ca: Lien:
hu: Hivatkozás:
sv: Länk:
uk: Посилання:
vi: Liên kết:

source: Share via email as %(username)s
fr_ca: Partager via e-mail comme %(username)s
it: Condividi via e-mail come %(username)s
mt_mt: Aqsam per mezz tal-email bħala %(username)s
sv: Dela via e-post som %(username)s
uk: Надіслати електронною поштою від імені %(username)s
vi: Chia sẻ qua email với danh nghĩa %(username)s

source: Share via private message on reddit as %(username)s
fr_ca: Partager via un message privé sur reddit en tant que %(username)s
sv: Dela via privat meddelande på reddit som %(username)s

source: add optional message
fi: Lisää valinnainen viesti
fr_ca: ajouter un message optionnel
it: aggiungi messaggio opzionale
mt_mt: żid messaġġ opzjonali
sv: lägg till frivilligt meddelande
uk: додайте текст за бажанням
vi: bổ sung một tin nhắn

source: send
ar: أرسل
bs: pošalji
ca: envia
el: αποστολή
eo: sendu
et: saada
eu: bidali
fi: lähetä
fr_ca: envoyer
he: שלח
hu: küldés
it: invia
mt_mt: ibgħat
pl: wyślij
sr_la: pošalji
sv: skicka
ta: அனுப்பவும்
uk: надіслати
vi: gửi

source: cancel
ar: إلغاء
bs: otkaži
ca: cancel·la
el: άκυρο
et: tühista
eu: utzi
fi: peruuta
fr_ca: annuler
he: ביטול
hu: mégse
it: annulla
mt_mt: ikkanċella
nn: avbryt
no: avbryt
pl: anuluj
sr_la: odustani
sv: avbryt
ta: நிறுத்தவும்
uk: відміна
vi: huý bỏ

source: sent!
fi: Lähetä!
fr_ca: envoyé!
hu: elküdve!
it: Inviato!
mt_mt: intbagħat!
sv: skickat!
uk: надіслано!
vi: đã gửi!

source: Share to %(name)s
fi: Jaa seuraaville %(name)s
fr_ca: Partager avec %(name)s
it: Condividi con %(name)s
mt_mt: Aqsam ma' %(name)s
sv: Dela med %(name)s
uk: Поділитися з %(name)s
vi: Chia sẻ với %(name)s

source: Email to a Friend
fi: Lähetä sähköposti ystävälle
fr_ca: Envoyer par mail à un Ami
it: Manda ad un amico via e-mail
mt_mt: Ibgħat b'email li xi Ħabib jew Ħabiba
sv: Skicka e-post till en vän
uk: Надіслати електронною поштою другові
vi: Gửi qua thư điện tử tới một người bạn

source: Private Message a Friend on Reddit
fr_ca: Envoyer un message privé à un ami sur Reddit
it: Invia un Messaggio Privato a un Amico su Reddit
sv: Meddela en vän på Reddit privat

source: Embed Post
fr_ca: Message intégré
it: Incorpora Post
sv: Bädda in inlägg

source: show all %(rows)s
fr_ca: montrer les %(rows)s de plus
sv: visa alla %(rows)s

source: show less
fr_ca: afficher moins
it: mostra meno
sv: visa mindre

source: please wait a few seconds and try again.
ar: الرجاء الإنتظار لبضعة ثواني ثم اعادة المحاولة.
bs: molimo vas da sačekate par sekundi i pokušate ponovo.
ca: Si us plau, espera uns segons i intenta-ho un altre cop.
el: παρακαλώ περίμενε μερικά δευτερόλεπτα και προσπάθησε ξανά
fi: odota muutama sekunti ja yritä uudelleen.
fr_ca: patientez quelques secondes avant de réessayer.
hu: várj pár másodpercet és próbáld újra
it: per favore attendi qualche secondo e riprova.
mt_mt: jekk jogħġbok stenna xi ftit sekondi w erġa' pprova.
nn: vent eit par sekund og prøv om att
no: vennligst vent noen sekunder før du prøver igjen.
pl: odczekaj chwilkę i spróbuj ponownie.
sv: vänligen vänta några sekunder och försök igen.
uk: будь ласка спробуйте ще раз за кілька секунд
vi: vui lòng chờ vài giây và thử lại sau.

source: an error occurred (status: %(status)s)
bs: desila se greška (status: %(status)s)
ca: s'ha produït un error (status: %(status)s)
el: προέκυψε ένα σφάλμα. (κατάσταση: %(status)s)
fi: virhe tapahtui (tila: %(status)s)
fr_ca: une erreur est survenue (statut: %(status)s)
hu: egy hiba történt (állapot: %(status)s)
it: si è verificato un errore (status: %(status)s)
mt_mt: inaqlet problema teknika (stat: %(status)s)
nn: en feil oppstod (status: %(status)s)
no: en feil oppstod (status: %(status)s)
pl: wystąpił błąd (status: %(status)s)
sv: ett fel uppstod (status: %(status)s)
uk: трапилася помилка (статус: %(status)s)
vi: một lỗi đã xảy ra (tình trạng: %(status)s)

source: File upload not supported in your browser.
fr_ca: L'envoi de fichiers n'est pas supporté par votre navigateur.
it: L'upload dei file non è supportato dal tuo browser.
sv: Filuppladdning stöds inte av din webbläsare.

source: Invalid category name
ca: nom de la categoria invàlid
el: μη έγκυρο όνομα κατηγορίας
fi: Epäkelpo tilan nimi
fr_ca: nom de catégorie invalide
it: nome categoria non valido
mt_mt: isem tal-kategorija invalidu
nn: Ugyldig kategorinavn
no: Ugyldig kategorinavn
pl: niepoprawna nazwa kategorii
sv: Ogiltigt kategorinamn
uk: Невірна назва категорії
vi: Tên phân loại không hợp lệ

source: save category
ca: desa la categoria
el: αποθήκευση κατηγορίας
fi: tallenna kategoria
fr_ca: enregistrer la catégorie
hu: kategória mentése
it: salva categoria
mt_mt: salva l-kategorija
nn: lagre kategori
no: lagre kategori
pl: zapisz kategorię
sv: spara kategori
uk: зберегти категорію
vi: Lưu lại phần phân loại

source: no category
ca: sense categoria
el: καμία κατηγορία
fi: ei kategoriaa
fr_ca: pas de catégorie
hu: nincs kategória
it: nessuna categoria
mt_mt: l-ebda kategorija
nn: ingen kategori
no: ingen kategori
pl: brak kategorii
sv: ingen kategori
uk: без категорії
vi: không có phần phân loại

source: save
ar: إحفظ
bs: sačuvaj
ca: desa
el: αποθήκευση
eo: tenu
et: salvesta
eu: gorde
fi: tallenna
fr_ca: enregistrer
he: שמור
hu: mentés
it: salva
mt_mt: salva
nn: lagre
no: lagre
pl: zapisz
sr_la: snimi
sv: spara
ta: பதிவு செய்யப்பட்டது
uk: зберегти
vi: lưu

source: new category
ca: nova categoria
el: νέα κατηγορία
fi: uusi kategoria
fr_ca: nouvelle catégorie
hu: új kategória
it: nuova categoria
mt_mt: kategorija ġdida
nn: ny kategori
no: ny kategori
pl: nowa kategoria
sv: ny kategori
uk: нова категорія
vi: tạo phân loại mới

source: + close
fi: + sulje
fr_ca: +fermer
it: + chiudi
mt_mt: + agħlaq
no: + lukk
sv: + stäng
uk: + закрити
vi: + đóng

source: Please confirm the details of your campaign
fr_ca: Veuillez confirmer les détails de votre campagne
sv: Bekräfta detaljerna för din kampanj

source: your budget must be at least $%(minBudgetDollars)s
fr_ca: votre budget doit être d'au moins $%(minBudgetDollars)s

source: your budget must not exceed $%(maxBudgetDollars)s
fr_ca: votre budget ne doit pas dépasser %(maxBudgetDollars)s$

source: Something went wrong. Please refresh the page and try again.
fr_ca: Quelque chose s'est mal passé. Merci de rafraîchir la page et d'essayer à nouveau.
it: Qualcosa è andato storto. Per favore, ricarica la pagina e prova di nuovo.

source: the campaign you requested is available!
fr_ca: la campagne que tu as demandée est disponible !
it: la campagna che hai richiesto è disponibile!
mt_mt: il-kampanja li tlabt hi disponibbli!
no: kampanjen du forespørte er tilgjengelig!
sv: kampanjen du begärde är nu tillgänglig!
uk: кампанія, яку ви запросили, є в наявності!
vi: chiến dịch bạn yêu cầu còn tồn tại!

source: the maximum budget available is $%(totalBudgetDollars)s (%(impressions)s impressions)
fr_ca: le budget maximum disponible est %(totalBudgetDollars)s$ pour (%(impressions)s affichages)

source: we expect to only have %(available)s impressions on %(target)s. we may not fully deliver.
fr_ca: Nous ne nous attendons qu'à avoir %(available)s impressions sur %(target)s. Nous ne pourrons pas tout délivrer.
it: ci aspettiamo di avere solo %(available)s impression su %(target)s. potremmo non raggiungere completamente l'obbiettivo.
mt_mt: nistennew li jkollna mhux aktar minn %(available)s impressjonijiet fuq %(target)s. nafu ma' nilħqux il-kwota kollha.
no: vi forventer kun å %(available)s inntrykk på %(target)s. det er mulig at vi ikke leverer fullt ut.
sv: vi förväntar oss endast att ha %(available)s visningar på %(target)s. vi kanske inte levererar fullt ut.
uk: ми плануємо, що в наявності буде %(available)s показів на %(target)s. можливо ми не зможемо повністю виконати замовлення.

source: want to maximize your campaign? for only $%(difference)s more you can buy all available inventory for your selected dates!
fr_ca: envie de maximiser votre campagne ? Pour seulement $%(difference)s de plus, vous pouvez acheter tout l'inventaire disponible pour les dates sélectionnées !
it: vuoi massimizzare la tua campagna? per solo $%(difference)s in più puoi comprare tutto l'inventario disponibile per le date che hai selezionato!
mt_mt: tixtieq timmassimizza l-kampanja tiegħek? għal-żieda fil-prezz ta' %(difference)s int tkun tista' tixtri l-inventarju kollu għad-dati li għażilt!
no: ønsker du å maksimere kampanjen din? for kun $%(difference)s mer kan du kjøpe all tilgjengelig plass for dine utvalgte datoer!
sv: vill du maximera din kampanj? För enbart $%(difference)s mer kan du köpa all tillgänglig plats för dina valda datum!
uk: бажаєте отримати максимум від рекламної кампанії? Лише за додаткові $%(difference)s ви зможете викупити всі наявні ресурси за обраний діапазон дат!

source: the campaign you requested is too small!
fr_ca: la campagne que tu as demandée est trop petite !
it: la campagna che hai richiesto è troppo piccola!
mt_mt: il-kampanja li tlabt żgħira wisq!
no: kampanjen du ønsker er for liten!
sv: kampanjen du efterfrågar är för liten!
uk: кампанія, яку ви запросили, дуже мала!

source: the campaign you requested is too small! this campaign is available:
fr_ca: La campagne que tu as demandée est trop petite ! Cette campagne est disponible :
it: la campagna che hai richiesto è troppo piccola! è disponibile questa campagna:
mt_mt: il-kampanja li tlabt żgħira wisq! dil-kampanja hi disponibbli:
no: kampanjen du ønsker er for liten! denne kampanjen er tilgjengelig:
sv: kampanjen du efterfrågar är för liten! Den här kampanjen är tillgänglig:
uk: обрана вами кампанія дуже мала! є в наявності така кампанія:

source: the campaign you requested is too big! the largest campaign available is:
fr_ca: La campagne que vous avez demandé est trop grande ! La plus grande campagne disponible est:
it: la campagna che hai richiesto è troppo grande! la campagna più grande disponibile è questa:
mt_mt: il-kampanja li tlabt kbira wisq! l-akbar kampanja disponibbli hi:
no: kampanjen du ønsker er for stor! den største kampanjen tilgjengelig er:
sv: kampanjen du begärde är för stor! den största tillgängliga kampanjen är:
uk: обрана вами кампанія завелика! є в наявності така найбільша кампанія:

source: please select at least one subreddit
fr_ca: merci de sélectionner au moins un subreddit
it: per favore, seleziona almeno un subreddit
sv: välj minst en subreddit

source: inventory for %(target)s is sold out for your requested dates. please try a different target or different dates.
fr_ca: l'inventaire pour %(target)s est déjà vendu aux dates sélectionnées. réessayez avec une nouvelle cible ou des dates différentes.
it: l'inventario per %(target)s è tutto esaurito per le date che hai richiesto. per favore prova un target diverso o date diverse.
mt_mt: l-inventarju għal %(target)s inbiegħ kollu għad-dati li tlabt. jekk jogħġbok ipprova objettiv ġdid jew dati differenti.
no: kapasitet for %(target)s er utsolgt for dine forespurte datoer. prøv et annet mål eller velg forskjellige datoer.
sv: annonsutrymme för %(target)s är utsålt för de datum du valt. var vänlig och försök ett annat mål eller andra datum.
uk: рекламні ресурсі для %(target)s розпродані на обраний вами діапазон дат. будь-ласка оберіть іншу ціль або інші дати.

source: house campaigns, man.
fr_ca: maisons de campagnes, mec.
it: pubblicità interne.
mt_mt: kampanji lokali, man.
no: kampanjer på huset!
sv: in house-kampanjer, mannen.
uk: власні рекламні кампаніі Реддіту.

source: maximum possible impressions: %(impressions)s
fr_ca: nombre maximal d'impressions: %(impressions)s
it: massime impressioni possibili: %(impressions)s
mt_mt: numru massimu ta' impressjonijiet possibli %(impressions)s
sv: största möjliga antal visningar: %(impressions)s
uk: максимум можливих переглядів: %(impressions)s

source: sorry, there was an error retrieving available impressions. please try again later.
ca: Ens sap greu, s'ha produït un error al obtenir els impactes disponibles. Si us plau, torneu-ho a intentar més tard.
fr_ca: Nous sommes désolés, une erreur s'est produite en retrouvant les impressions. Veuillez reessayez plus tard.
it: spiacenti, c'è stato un errore mentre cercavamo di ottenere le impression disponibili. prova più tardi.
mt_mt: jiddispjaċina, kien hemm problema teknika waqt li kienu qed jinkisbu l-impressjonijiet disponibbli. jekk jogħġbok erġa' pprova aktar tard.
nn: Beklager, det oppstod en feil ved henting av tilgjengelig informasjon. Vennligst prøv igjen senere.
no: Beklager, det oppstod en feil ved henting av tilgjengelig informasjon. Vennligst prøv igjen senere.
pl: przepraszamy, wystąpił błąd podczas wykonywania Twojego żądania. Spróbuj ponownie później.
sv: det uppstod tyvärr ett fel när tillgängliga visningar hämtades. försök igen senare.
uk: вибачте, трапилась помилка при отриманні кількості доступних показів. будь ласка спробуйте пізніше.

source: days
ar: يوم
bs: dana
ca: dies
el: μέρες
fi: päivää
fr_ca: jours
hu: nappal
it: giorni
mt_mt: ġranet
nn: dagar
no: dager
pl: dni
sv: dagar
uk: дні
vi: ngày

source: $%(cpm)s per 1,000 impressions
ca: $%(cpm)s per 1.000 impactes
fi: $%(cpm)s tuhatta mainosnäyttöä kohden
fr_ca: $%(cpm)s pour 1.000 impressions
it: $%(cpm)s per 1,000 impression
mt_mt: $%(cpm)s għal kull 1,000 impressjoni
nn: $%(cpm)s per 1.000 inntrykk
no: $%(cpm)s per 1.000 inntrykk
pl: $%(cpm)s na 1 000 wyświetleń
sv: $%(cpm)s per 1 000 intryck
uk: $%(cpm)s за 1000 переглядів
vi: $%(cpm)s trên mỗi 1,000 lượt quan tâm

source: Created new campaign!
fr_ca: Nouvelle campagne créée !
hu: Új kampány létrehozva!
it: Nuova campagna creata!
mt_mt: Oħloq kampanja ġdida!
no: Opprettet en ny kampanje!
sv: Skapade ny kampanj!
uk: Нова кампанія створена!
vi: Tạo một chiến dịch mới!

source: something went wrong. please try again
fr_ca: quelque chose n'a pas fonctionné. Merci de réessayer
sv: något gick fel. försök igen

source: a year ago
ar: %(num)s years ago
fi: vuosi sitten
fr_ca: il y a un an
hu: egy éve
it: un anno fa
mt_mt: sena ilu
sv: ett år sen
uk: рік тому
vi: %(num)s năm trước

source: a month ago
ar: %(num)s months ago
fi: kuukausi sitten
fr_ca: il y a un mois
hu: egy hónapja
it: un mese fa
mt_mt: xahar ilu
sv: en månad sen
uk: місяць тому
vi: %(num)s tháng trước

source: a day ago
ar: %(num)s days ago
fi: päivä sitten
fr_ca: il y a un jour
hu: egy napja
it: un giorno fa
mt_mt: il-bieraħ
sv: en dag sen
uk: день тому
vi: %(num)s ngày trước

source: an hour ago
ar: %(num)s hours ago
fi: tunti sitten
fr_ca: il y a une heure
hu: egy órája
it: un'ora fa
mt_mt: siegħa ilu
sv: en timme sen
uk: годину тому
vi: %(num)s giờ trước

source: a minute ago
ar: %(num)s minutes ago
fi: minuutti sitten
fr_ca: il y a une minute
hu: egy perce
it: un minuto fa
mt_mt: minuta ilu
sv: en minut sen
uk: хвилину тому

source: view subreddit traffic
ar: مُشراكة الحركة
bs: pregledaj saobraćaj subreddita
ca: veure tràfic del subreddit
el: προβολή κίνησης υποreddit
fi: näytä aliredditin liikenne
fr_ca: voir les trafic des subreddits
hu: subreddit forgalom megtekintése
it: visualizza traffico subreddit
mt_mt: ara t-traffiku tas-subreddit
nn: sjå subreddittrafikk
no: vis trafikk for subreddit
pl: zobacz ruch na subreddicie
sv: visa trafik för subreddit
uk: переглянути трафік сабреддіту
vi: xem lưu lượng của chuyên mục

source: go
ar: اذهب
bs: idi
ca: anar
el: μετάβαση
eu: joan
fi: mene
fr_ca: allons-y
hu: mehet
it: vai
mt_mt: mur
nn: køyr!
no: gå
pl: idź
sv: ok
uk: вперед
vi: đi tới

source: get reddit mobile
fr_ca: télécharger reddit mobile
it: ottieni reddit mobile

source: switch to mobile version
fi: vaihda mobiilitilaan
fr_ca: passer à la version mobile
hu: váltás mobil verzióra
it: Passa alla versione mobile
mt_mt: aqleb għal-verżjoni tal-mobile
sv: växla till mobil version
uk: перейти до мобільної версії
