Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: This page is restricted, only moderators may edit it.
ar: هذه الصفحة قد عدل المراقبين فقط
bs: Pristup stranici je ograničen, samo je moderatori mogu uređivati.
ca: Aquesta pàgina està restringida, només els moderadors la poden editar
el: Αυτή η σελίδα είναι περιορισμένη, μόνο οι συντονιστές μπορούν να την επεξεργαστούν.
fi: Tämä sivu on rajoitettu, vain moderaattorit voivat muokata sitä.
fr_ca: Cette page est restreinte, seuls les modérateurs peuvent la modifier.
hu: Ez az oldal korlátozott, csak moderátorok szerkeszthetik.
it: L'accesso a questa pagina è limitato, solo i moderatori possono modificarla.
mt_mt: L-aċċess lejn dil-paġna limitat, il-moderaturi biss jistu ibidluha.
nn: Den sida her er verna - berre moderatorar kan endre ho.
no: Siden er begrenset; endring kan kun gjøres av moderatorer.
pl: Ta strona ma ograniczony dostęp, tylko moderatorzy mogą ją edytować.
sv: Den här sidan är begränsad, bara moderatorer kan redigera den.
uk: Ця сторінка є обмеженою, лише модератори можуть її редагувати.
vi: Trang này bị hạn chế, chỉ có người điều hành mới có thể chỉnh sửa.

source: revisions
ar: المراجعات
bs: revizije
el: αναθεωρήσεις
fi: tarkistukset
fr_ca: révisions
hu: módosítások
it: revisioni
mt_mt: reviżjonijiet
nn: revisjonar
no: revisjoner
pl: korekty
sv: revisioner
uk: ревізії
vi: các phần được sửa đổi

source: Viewing recent revisions for /r/%s
ar: عرض التنقيحات الأخيرة ل/r/%s
bs: Pregledate nedavne revizije za/r/%s
ca: Veient les revisions recents per /r/%s
el: Προβολή των τελευταίων αναθεωρήσεων του /r/%s
fr_ca: Affichage des révisions récentes pour /r/%s
hu: /r/%s legfrissebb módosításainak megtekintése
it: Stai vedendo le revisioni recenti di /r/%s
mt_mt: Qed tara r-reviżjonijiet reċenti ta' /r/%s
nn: viser nylege revisjonar for /r/%s
no: Viser nylige revisjoner for /r/%s
pl: Przeglądasz aktualne korekty dla /r/%s
sv: Visar senaste revisionerna för /r/%s
uk: Перегляд останніх перевірок для /r/%s
vi: Đang xem lại các phần được sửa đổi gần đây dành cho /r/%s

source: Viewing pages for /r/%s
ar: عرض صفحات لل /r/%s
bs: Pregledate stranica za /r/%s
ca: Veient pàgines de /r/%s
el: Προβολή σελίδων του /r/%s
fi: sivujen katselua /r/%s :lle
fr_ca: Affichage des pages pour /r/%s
hu: /r/%s oldalainak megtekintése
it: Stai vedendo le pagine di /r/%s
mt_mt: Qed tara l-paġni għal /r/%s
nn: viser sider for /r/%s
no: Viser sider for /r/%s
pl: Przeglądasz strony dla /r/%s
sv: Visar sidorna för /r/%s
uk: Перегляд сторінок для /r/%s
vi: Đang xem lại các trang dành cho /r/%s

source: Below is a list of pages in this wiki visible to you in this subreddit.
bs: Ispod se nalazi lista stranica u ovom wikiju koje su vidljive u subredditu.
ca: Aquí teniu una llista de les pàgines wiki visibles per a tu en aquest subreddit.
el: Παρακάτω είναι μία λίστα από σελίδες βίκι που είναι εμφανείς σε εσας σε αυτό το υποreddit.
fi: Alhaalla on lista tämän aliredditin sinulle näkyvistä wikisivuista.
fr_ca: Vous trouverez ci-dessous la liste des pages de ce wiki que vous pouvez voir dans ce subreddit.
hu: Alább az ebben a wikiben számodra látható oldalak listája van.
it: In basso si trova un elenco di pagine in questa wiki che puoi visualizzare in questo subreddit.
mt_mt: Hanw taħt hawn elenku ta' paġni f'dil-wiki, li inti tista' tara f'dis-subreddit.
nn: Nedanfor ser du ei liste med sider som er synlege for deg i den her subredditen.
no: Under finner du liste av sider tilgjengelig for deg i denne subredditens wiki.
pl: Poniżej znajduje się lista stron w tej wiki widoczna dla ciebie w tym podreddicie.
sv: Nedan finns en lista med sidor i wikin som är synliga för dig i denna subreddit.
uk: Нижче показаний перелік сторінок цієї вікі, які ви бачите в цьому сабреддіті.
vi: Bên dưới là danh sách trang wiki bạn có thể thấy trong chuyên mục này.

source: Discussions are site-wide links to this wiki page.
bs: Rasprave su linkovi prema ovoj wiki stranici.
ca: Les discussions són enllaços per a aquesta pàgina wiki des de qualsevol lloc.
el: Οι συζητήσεις είναι σύνδεσμοι από όλο τον ιστοτόπο σε αυτή τη σελίδα βίκι.
fi: Keskustelut ovat koko sivuston laajuisia linkkejä tälle wiki-sivulle.
fr_ca: Les discussions sont des liens du site vers cette page wiki.
it: Le discussioni sono link accessibili da tutto il sito, che puntano a questa pagina wiki.
mt_mt: Id-diskussjonijiet huma links aċċessibli minn kull parti tas-sit, u jippuntaw lejn din il-paġna tal-wiki.
nn: Ordskifte lenkjer frå heile sida til den her wikisida.
no: Diskusjoner er lenker for hele nettstedet som peker mot denne wiki-siden.
pl: Dyskusje są globalnymi linkami do tej strony wiki.
sv: Diskussioner är webbplatsomfattande länkar till den här wikisidan.
uk: Діскусії є посиланнями з усього сайту на цю сторінку вікі.

source: Submit a link to this wiki page or see other discussions about this wiki page.
bs: Pošaljite link za ovu wiki stranicu ili pogledajte ostale rasprave o ovoj wiki stranici.
ca: Envieu un enllaç a aquest lloc wiki o vegeu altres discussions quant a aquest lloc wiki.
el: Καταχώρησε ένα σύνδεσμο σε αυτή τη σελίδα βίκι ή δες άλλες συζητήσεις που αφορούν αυτή τη σελίδα βίκι.
fi: Lisää linkki tälle wikisivulle tai näe muita keskusteluja tästä wikisivusta.
fr_ca: Soumettez un lien vers cette page wiki ou découvrez les autres discussions sur cette page wiki.
hu: Link beküldése ehhez a wikihez vagy egyéb, a wiki oldallal kapcsolatos, viták megtekintése.
it: Invia un link a questa pagina wiki o leggi altre discussioni su questa pagina wiki.
mt_mt: Imposta link lil din il-paġna tal-wiki jew ara diskussjonijiet oħra dwar dil-paġna.
nn: Send inn ei lenkje til den her wikisida eller sjå andre ordskifte om ho.
no: Send inn en lenke til denne wiki-siden, eller ta en titt på andre diskusjoner om denne wiki-siden.
pl: Umieść link do tej strony wiki albo zobacz dyskusje innych o tej stronie wiki.
sv: Skicka en länk till den här wikisidan eller visa andra diskussioner om wikisidan.
uk: Опублікувати посилання на цю вікі-сторінку, або побачити інші діскусії стосовно цієї сторінки.
vi: Đăng một liên kết lên trang wiki này hoặc xem thảo luận khác về trang này.

source: %(min)d to any
bs: %(min)d do bilo šta
ca: %(min)d a qualsevol
el: %(min)d ως οτιδήποτε
fr_ca: %(min)d minimum
hu: %(min)d-tól
it: almeno %(min)d
mt_mt: minimu ta' %(min)d
nn: %(min)d og meir
no: fra %(min)d til slutt
pl: co najmniej %(min)d
sv: %(min)d till valfritt
uk: %(min)d до будь-чого

source: any to %(max)d
bs: bilo šta do %(max)d
ca: com a màxim %(max)d
el: οτιδήποτε ως %(max)d
fr_ca: maximum %(max)d
hu: %(max)d-ig
it: al massimo %(max)d
mt_mt: massimu ta' %(max)d
nn: til og med %(max)d
no: fra start til %(max)d
pl: maksymalnie %(max)d
sv: valfritt till %(max)d
uk: від будь-чого до %(max)d

source: %(min)d to %(max)d
bs: %(min)d do %(max)d
ca: des de %(min)d fins a %(max)d
el: %(min)d ως %(max)d
fr_ca: %(min)d à %(max)d
hu: %(min)d-tól %(max)d-ig
it: da %(min)d a %(max)d
mt_mt: %(min)d sa %(max)d
no: fra %(min)d til %(max)d
pl: %(min)d do %(max)d
sv: %(min)d till %(max)d
uk: %(min)d до %(max)d
vi: %(min)d tới %(max)d

source: please provide a first name
ar: الرجاء تزويد الإسم الأول
bs: molimo vas da upišete ime
ca: necessitem el teu nom
el: παρακαλούμε βάλε το όνομά σου
eo: bonvole tajpu nomon
eu: mesedez, zehaztu izen bat
fi: etunimi
fr_ca: veuillez saisir un prénom
hu: kérlek, adj meg egy keresztnevet
it: fornisci un nome
mt_mt: jekk jogħġbok daħħal ismek
nn: oppgi eit fornamn
no: vennligst angi et fornavn
pl: wpisz imię
sv: fyll i ett förnamn
uk: будь ласка надайте ім'я
vi: vui lòng cung cấp tên

source: please provide a last name
ar: الرجاء تزويد الإسم الأخير
bs: molimo vas da upišete prezime
ca: necessitem el teu cognom
el: παρακαλούμε βάλε το επίθετό σου
eo: bonvole tajpu familian nomon
eu: mesedez, zehaztu abizen bat
fi: sukunimi
fr_ca: veuillez saisir un nom
hu: kérlek adj meg egy vezetéknevet
it: fornisci un cognome
mt_mt: jekk jogħġbok daħħal kunjomok
nn: oppgi eit etternamn
no: vennligst angi et etternavn
pl: wpisz nazwisko
sv: fyll i ett efternamn
uk: будь ласка надайте прізвище
vi: vui lòng cung cấp họ

source: please provide an address
ar: الرجاء تزويد عنوان
bs: molimo vas da upišete adresu
ca: necessitem la teva adreça
el: παρακαλούμε βάλε την διεύθυνση σου
eo: bonvole tajpu adreson
eu: mesedez, zehaztu helbide bat
fi: osoite
fr_ca: veuillez fournir une adresse
hu: kérlek adj meg egy címet
it: fornisci un indirizzo
mt_mt: jekk jogħġbok daħħal indirizz
nn: oppgi ei adresse
no: vennligst angi en adresse
pl: wpisz adres
sv: fyll i en adress
uk: будь ласка надайте адресу
vi: vui lòng cung cấp địa chỉ

source: please provide your city
ar: الرجاء تزويد مدينتك
bs: molimo vas da upišete vaš grad
ca: necessitem la teva ciutat
el: παρακαλούμε βάλε τη χώρα σου
eo: bonvole tajpu urbon
eu: mesedez, zehaztu zure hiria
fi: kaupunki
fr_ca: veuillez saisir le nom de votre ville
hu: kérlek add meg a városodat
it: per favore fornisci la tua città
mt_mt: jekk jogħġbok daħħal il-belt jew raħal tiegħek
nn: oppgi kva by du bur i
no: vennligst oppgi din by
pl: wpisz miasto
sv: fyll i din stad
uk: будь ласка вкажіть ваше місто
vi: vui lòng cung cấp thành phố

source: please provide your state
ar: الرجاء تزويد ولايتك
bs: molimo vas da upišete vašu oblast
ca: necessitem el teu estat
el: παρακαλώ δώστε την πολιτεία σου
eo: bonvole tajpu ŝtaton
eu: mesedez, zehaztu zure estatua
fi: lääni
fr_ca: veuillez saisir votre état/province
hu: kérlek add meg az államodat
it: per favore fornisci il tuo stato
mt_mt: jekk jogħġbok daħħal l-istat tal-pajjiż tiegħek
nn: oppgi kva fylke/stat du bur i
no: vennligst oppgi ditt fylke
pl: wpisz stan
sv: fyll i delstat
uk: будь ласка вкажіть ваш штат/область
vi: vui lòng cung cấp bang

source: please provide your zip or post code
ar: الرجاء تزويد الرمز البريدي
bs: molimo vas da upišete vaš ZIP ili poštanski broj
ca: necessitem el teu codi postal
el: παρακαλώ δώσε τον ταχυδρομικό σου κώδικα
eo: bonvole tajpu poŝtkodon
eu: mesedez, zehaztu zure posta kodea
fi: postiosoite
fr_ca: veuillez saisir votre code postal
hu: kérlek add meg a postai irányítószámodat
it: per favore fornisci il tuo zip o codice postale
mt_mt: jekk jogħġbok daħħal il-kodiċi ZIP jew postali tiegħek
nn: oppgi postnummeret ditt
no: vennligst oppgi ditt postnummer
pl: wpisz kod pocztowy
sv: fyll i ditt postnummer
uk: будь ласка вкажіть ваш поштовий індекс
vi: vui lòng cung cấp mã bưu điện

source: please provide your country
ca: indiqueu el vostre país
el: παρακαλώ δώσε τη χώρα σου
fi: ole hyvä ja kerro maasi
fr_ca: veuillez renseigner votre pays
hu: kérjük add meg az országodat!
it: per favore, fornisci la tua nazionalità
mt_mt: jekk jogħġbok daħħal isem pajjiżek
nn: oppgi ditt land
no: oppgi ditt land
pl: proszę podać swój kraj
sv: var god ange ditt land
uk: будь ласка вкажіть вашу країну
vi: vui lòng cung cấp quốc gia của bạn

source: max length %d characters
ar: الطول الاقصى %d الأحرف
bs: maksimalna dužina je %d znakova
ca: llargada màxima %d caràcters
el: μέγιστο μέγεθος %d χαρακτήρες
fi: maksimimäärä merkkejä %d
fr_ca: longueur maximale %d caractères
hu: max. hosszúság %d karakter
it: lunghezza massima %d caratteri
mt_mt: massimu ta' %d karattri
nn: maks lengd er %d teikn
no: maks lengde %d tegn
pl: maksymalna ilość %d znaków
sv: maxlängd %d tecken
uk: максимальна довжина %d символів
vi: dài tối đa %d ký tự

source: credit card numbers should be 13 to 16 digits
ar: أرقام بطاقة الأتمان يجب أن تكون ما بين 13 إلى 16 رقماً
bs: broj kreditne kartice bi trebao imati između 13 i 16 cifri
ca: els números de targetes de crèdit han de ser de 13 a 16 dígits
el: οι αριθμοί των καρτών πρέπει να έχουν 13 ως 16 ψηφία
eo: via kreditkartnumero devus havi 13-16 ciferojn
eu: kreditu-txartel zenbakiak 13 eta 16 digitu artean izan behar ditu
fi: luottokortin numeron pitäisi olla 13-16 merkkiä pitkä
fr_ca: le numéro de la carte de crédit doit comprendre entre 13 à 16 caractères digitaux.
hu: A bankártya számnak 13 és 16 számjegy között kell lennie
it: i numeri della carta di credito dovrebbero essere compresi fra 13 e 16 cifre
mt_mt: in-numri tal-karti tal-kreditu għandu ikunu twal bejn 13 u 16 il-ċifra
nn: kredittkortnummer lyt vere 13 til 16 siffer
no: bankkortnummeret burde være 13 eller 16 siffer
pl: numer karty kredytowej powinien mieć od 13 do 16 cyfr
sv: kortnummer bör vara mellan 13 och 16 siffror
uk: номери банківських карт повинні мати від 13 до 16 цифр
vi: Số thẻ tín dụng phải có 13 đến 16 kí tự

source: dates should be YYYY-MM
ar: التاريخ يجب أن يكون بصيغة YYYY-MM
bs: datum bi trebao biti u formatu GGGG-MM
ca: les dates han de ser del tipus ANY-MES
el: οι ημερομηνίες πρέπει να είναι σε μορφή ΕΕΕΕ-ΜΜ
eo: datoj en formato JJJJ-MM
eu: datek UUUU-HH izan behar dute
fi: päivämäärän pitäisi olla muodossa YYYY-MM
fr_ca: les dates doivent respecter le format suivant : AAAA-MM
hu: a dátum ÉÉÉÉ-HH formátumban legyen
it: le date dovrebbero essere nel formato AAAA-MM
mt_mt: id-dati għandhom ikunu fil-forma YYYY-MM
nn: datoar må vere i formatet ÅÅÅÅ-MM
no: datoer må være ÅÅÅÅ-MM
pl: daty powinny być w formacie RRRR-MM
sv: datum bör skrivas ÅÅÅÅ-MM
uk: дати повинні бути у форматі РРРР-ММ
vi: ngày tháng theo dạng YYYY-MM

source: month must be in the range 01..12
ar: يجب أن يكون الشهر في حدود 01 .. 12
bs: mjesec mora biti unutar opsega 01..12
ca: el mes ha d'estar en l'interval 01..12
el: ο μήνας πρέπει να είναι στην κλίμακα από 01 μέχρι 12
eu: hilabeteak 01 eta 12 artean egon behar du
fi: kuukauden tulee olla väliltä 01-12
fr_ca: le mois doit être compris entre 01 et 12
hu: a hónapnak ebben a tartományban kell lennie 01..12
it: il mese deve essere compreso tra 01 e 12
mt_mt: ix-xuhur għandhom ikunu bejn 01 u 12
nn: månaden må vera mellom 01 og 12
no: måned må være i området 01..12
pl: miesiąc musi zawierać się w zakresie 01 .. 12
sv: månad måste vara i intervallet 01..12
uk: місяць повинен бути в межах 01..12
vi: tháng phải nằm trong khoảng 01..12

source: expiration date must be in the future
ar: تاريخ الإنتهاء يجب أن يكون في المستقبل
bs: datum isteka mora biti u budućnosti
ca: la data d'expiració ha de ser en el futur
el: η ημερομηνία λήξης οφείλει να είναι στο μέλλον
fi: viimeisen voimassaolopäivän täytyy olla tulevaisuudessa.
fr_ca: La date d'expiration doit être dans le futur
hu: a lejárati dátumnak a jövőre kell hogy mutasson
it: la data di scadenza deve essere nel futuro
mt_mt: id-data ta' skadenza għanda tkun fil-futur
nn: utløpsdatoen må vera i framtida
no: utløpsdato må være i fremtiden
pl: data wygaśnięcia musi być w przyszłości
sv: förfallodatumet måste inträffa i framtiden
uk: дата кінця має бути в майбутньому
vi: ngày hết hạn phải ở trong tương lai

source: card verification codes should be 3 or 4 digits
ar: شفرة التأكد للبطاقة يجب أن تكون من ٣ إلى ٤ أرقام.
bs: verifikacijski kod kartice bi trebao imati 3 ili 4 cifre
ca: els números de verificació han de ser de 3 a 4 digits
el: οι κωδικοί επαλήθευσης κάρτας πρέπει να είναι 3 ή 4 ψηφία
eo: kard-kontrola kodo devus havi 3 aŭ 4 ciferojn
eu: txartelaren egiaztapen kodeak 3 edo 4 digitu izan behar ditu
fi: luottokortin varmennusnumeron pitäisi olla 3-4 merkkiä pitkä
fr_ca: le code de vérification de la carte devrait comprendre de 3 à 4 caractères.
hu: A kártya ellenőrző kódok 3 vagy 4 számjegynek kell lennie.
it: i codici di verifica della carta dovrebbero essere di 3 o 4 cifre
mt_mt: il-kodiċi tal-verifikazzjoni tal-karti tal-kreditu għandhom ikunu bejn 3 u 4 ċifri
nn: kortkontrollnummera lyt vere 3 eller 4 siffer
no: kortkontrollnummerene burde være 3 eller 4 siffer
pl: kod weryfikacji powinien być trzy lub czterocyfrowy
sv: kortverifieringskoder bör vara 3 eller 4 siffror
uk: коди підтвердження карти повинні бути 3 або 4 цифри
vi: Mã xác nhận phải có 3 hoặc 4 kí tự

source: a user by name
ca: un usuari per nom
el: ένας χρήσης βάσει ονόματος
fi: käyttäjä nimeltä
fr_ca: un utilisateur par nom
it: un utente per nome
mt_mt: utent b'ismu
nn: en bruker med navn
no: en bruker med navn
pl: użytkownik po nazwie
sv: en användare efter namn
uk: учасник по імені

source: a [fullname](#fullname) of a link
ca: un [fullname](#fullname) d'un enllaç
fi: linkin koko nimi
fr_ca: un [fullname](#fullname) d'un lien
it: il [nome completo](#fullname) di un link
mt_mt: [fullname](#isem sħieħ) ta' link
nn: et [fullt navn](#fulltnavn) av en lenke
no: et [fullt navn](#fulltnavn) av en lenke
pl: [pełna nazwa](#fullname) linku
sv: hela [länknamnet](#fullname)
uk: [повна назва](#fullname) посилання

source: an app
ar: بريمج
bs: aplikacija
ca: una aplicació
el: μια εφαρμογή
fi: sovellus
fr_ca: une application
hu: egy alkalmazás
it: un'applicazione
mt_mt: applikazzjoni
nn: ein app
no: en applikasjon
pl: aplikacja
sv: en app
uk: програма
vi: một ứng dụng

source: an app developed by the user
ar: تطبيق مطور من قبل المستخدم
bs: aplikacija koju je razvio korisnik
ca: una aplicació desenvolupada per l'usuari
el: μια εφαρμογή που αναπτύχθηκε από τον χρήστη
fi: käyttäjän kehittämä sovellus
fr_ca: une application développée par l'utilisateur
hu: egy alkalmazás, egy felhasználó által fejlesztve
it: un'applicazione sviluppata dall'utente
mt_mt: applikazzjoni żviluppata mill-utent
nn: ein app utvikla av brukaren
no: en applikasjon utviklet av brukeren
pl: aplikacja napisana przez użytkownika
sv: en app som utvecklats av användaren
uk: програма розроблена користувачем
vi: một ứng dụng được phát triển bởi thành viên

source: no spaces allowed
ca: no es permeten espais en blanc
el: δεν επιτρέπονται τα κενά μεταξύ λέξεων
fi: ei välejä hyväksytty
fr_ca: espaces non acceptés
hu: szóköz használata nem engedélyezett
it: spazi non consentiti
mt_mt: spazji mhux permessi
nn: mellomrom er ikke tillatt
no: mellomrom er ikke tillatt
pl: niedopuszczalne znaki przerw.
sv: inga mellanslag tillåtna
uk: пробіли не дозволені
vi: không được để khoảng trống giữa các kí tự

source: invalid character: '%s'
ca: caràcters prohibits: '%s'
el: μή έγκυρος χαρακτήρας: '%s'
fi: virheelinen merkki: '%s'
fr_ca: caractère invalide : '%s'
hu: érvénytelen karakter: '%s'
it: carattere non valido: "%s"
mt_mt: karattru invalidu: '%s'
nn: ugyldig bokstav: '%s'
no: ugyldig bokstav: '%s'
pl: nieprawidłowe znaki: '%s'
sv: ogiltigt tecken: '%s'
uk: не дозволений символ: '%s'
vi: ký tự không hợp lệ: '%s'

source: can't start with a '_'
ca: no pot començar amb "_"
el: δεν μπορεί να ξεκινάει με '_'
fi: ei voi alkaa _-merkillä
fr_ca: ne peut commencer avec un '_'
hu: nem kezdődhet _ karakterrel
it: non può iniziare con un "_"
mt_mt: ma' jistax jibda bil-karattru '_'
nn: kan ikke starte med '_'
no: kan ikke starte med '_'
pl: Nie można rozpocząć od '_'
sv: kan inte inleda med '_'
uk: не може починатись з '_'
vi: không thể bắt đầu bằng '_'

source: that name is too short
ar: ذلك الاسم قصير جدا
ca: aquest nom ès massa curt
el: αυτό το όνομα είναι πολύ σύντομο
fi: nimi on liian lyhyt
fr_ca: ce nom est trop court
hu: az a név túl rövid
it: quel nome è troppo corto
mt_mt: dak l-isem qasir wisq
nn: det navnet er for kort
no: det navnet er for kort
pl: ta nazwa jest zbyt krótka
sv: det namnet är för kort
uk: ім’я закоротке
vi: Tên quá ngắn

source: that name is too long
ar: ذلك الاسم طويل جدا
ca: aquest nom ès massa llarg
el: αυτό το όνομα είναι πολύ μεγάλο
fi: nimi on liian pitkä
fr_ca: ce nom est trop long
hu: az a név túl hosszú
it: quel nome è troppo lungo
mt_mt: dak l-isem twil wisq
nn: det navnet er for langt
no: det navnet er for langt
pl: ta nazwa jest zbyt długa
sv: det namnet är för långt
uk: ім’я задовге
vi: tên quá dài

source: the name of an existing wiki page
bs: ime postojeće wiki stranice
ca: el nom d'un lloc wiki existent
el: η ονομασία μίας υπάρχουσας σελίδας
fi: olemassa olevan wikisivun nimi
fr_ca: le nom d'une page wiki existante
hu: létező wiki oldal neve
it: il nome di una pagina wiki esistente
mt_mt: l-isem tal-paġna tal-wiki eżistenti
nn: namnet på ei eksisterande wiki-side
no: navnet til en wiki-side som allerede eksisterer
pl: nazwa istniejącej strony na wiki
sv: namnet på en befintlig wikisida
uk: ім’я існуючої сторінки вікі
vi: tên của một trang wiki đã tồn tại

source: a wiki revision ID
bs: wiki revizija ID
ca: un ID de revisió wiki
el: ένα αναγνωριστικό έκδοσης στο βίκι
fi: wikin tarkastustunniste
fr_ca: un ID de révision wiki
hu: egy wiki módosítási azonosító
it: un ID di revisione della wiki
mt_mt: ID tar-reviżjoni tal-wiki
nn: ein wiki-revisjons-ID
no: en wiki revisjons-ID
pl: ID aktualizacji
sv: ett wikirevisions-ID
uk: ID ревізії вікі

source: the name of an existing page or a new page to create
bs: ime postojeće stranice ili nove stranice koju treba kreirati
el: το όνομα μιας υπάρχουσας σελίδας ή μίας καινούργιας σελίδας προς δημιουργία
fi: olemassa olevan tai luotavan sivun nimi
fr_ca: le nom d'une page existante ou d'une nouvelle page à créer
hu: létező oldal neve vagy új oldal létrehozása
it: il nome di una pagina esistente o di una nuova pagina da creare
mt_mt: l-isem ta' paġna eżistenti jew paġna ġdida x'tinħalaq
nn: namnet på ei side som finst eller skal opprettast
no: navnet til en side som allerede eksisterer, eller en ny side for opprettelse
pl: nazwa istniejącej strony lub nowa strona
sv: namnet på en befintlig sida eller en ny sida som ska skapas
uk: ім’я існуючої або нової сторінки, яка буде створена

source: the starting point revision for this edit
bs: početna tačka revizije u ovom uređivanju
el: η αρχική έκδοση γι' αυτή την μεταβολή
fr_ca: la révision du point de démarrage pour cette modification
hu: a módosítás kezdőpontja ehhez a szerkesztéshez
it: il punto di revisione iniziale di questa modifica
mt_mt: il-punt inizzjali ta' reviżjoni għal din il-modifika
nn: Startrevisjonen for den her endringa
no: startrevisjonen for denne forandringen
pl: punkt startowy tej wersji edycji
sv: startpunktsrevisionen för den här redigeringen
uk: початкова точка ревізії для цього редагування

source: [Click here for details on how to set up an automatically-renewing subscription or to renew.](/gold) If you have any thoughts, complaints, rants, or suggestions about reddit gold, please write to us at %(gold_email)s. Your feedback would be much appreciated. Thank you for your past patronage.
fr_ca: [Cliquez ici pour savoir comment activer un renouvellement d'abonnement automatique ou pour le renouveler.](/gold) Si vous avez des questions, réclamations, coups de coeur, suggestions à propos de reddit gold, veuillez nous écrire à %(gold_email)s. Vos retours seront très appréciés. Merci pour votre soutien.
it: [Clicca qui per dettagli su come impostare un abbonamento con rinnovo automatico o per rinnovarne uno già esistente.](/gold) Se hai delle idee, reclami, lamentele o suggerimenti su reddit gold, scrivici a %(gold_email)s. La tua opinione è molto gradita. Grazie per il tuo supporto.

source: Your reddit gold subscription has expired.
ar: اشتراكك للرذيت الذهبي انتهت
ca: La seva subscripció a reddit or ha expirat
el: Η συνδρομή χρυσού reddit σου έχει λήξει.
fi: Sinun reddit kulta tilauksesi on vanhentunut.
fr_ca: Votre abonnement reddit gold a expiré.
hu: A reddit arany előfizetésed lejárt.
it: Il tuo abbonamento a reddit gold è scaduto.
mt_mt: l-abbonament tar-reddit gold tiegħek skada.
nn: Reddit gull-medlemskapet ditt har gått ut.
no: Reddit gull-medlemskapet ditt har gått ut.
pl: Twoja subskrypcja wygasła
sv: Din reddit guld-prenumeration har gått ut.
uk: Ваша Золота підписка на Реддіт закінчилась.
vi: Đăng ký reddit gold của bạn đã hết hạn.
