Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: Buy reddit gold "creddits"
eu: Erosi reddit urrea "kreddituak"

source: $3.99 / month
eu: $3.99 / hilean

source: $29.99 / year (which works out to just $2.50 / month!)
eu: $29.99 / urtean (hau da, soilik $2.50 / hilean!)

source: buy
eu: erosi

source: How much gold do you wish to bestow?
eu: Zenbat urre eman nahi duzu?

source: Note: If you want to give more than %(number)d, you'll need to buy more creddits.
eu: Oharra: %(number)d baino gehiago eman nahi badituzu, kredditu gehiago erosi beharko dituzu.

source: To whom are you giving said gold?
eu: Nori bidali nahi diozu urre hori?

source: Do you want them to know it came from you?
eu: Zuk oparitu diezula jakin dezaten nahi duzu?

source: yes, include my username
eu: bai, sartu nire erabiltzaile-izena

source: no, make it anonymous
eu: ez, egin anonimoki

source: Gift message (optional):
eu: Opariaren mezua (hautazkoa):

source: How many creddits would you like to buy? (each will allow you to give one month of reddit gold)
eu: Zenbat kredditu erosi nahi dituzu? (bakoitzak hilabete bat reddit urrea oparitzeko aukera eskainiko dizu)

source: Note: Google Checkout does not support ongoing subscriptions at this time.
eu: Oharra: Google Checkout-ek ez ditu onartzen automatikoki berritzen diren harpidetzak une honetan.

source: like it
eo: mi ŝatas
eu: gustoko dute

source: up vote
eo: ŝato
eu: bozka positibo

source: down vote
eo: malŝato
eu: bozka negatibo

source: reddit's spam filter needs your help!
eu: redditen spam iragazkiak zure laguntza behar du

source: how would you classify this link?
eu: nola sailkatuko zenuke esteka hau?

source: off-topic / spam
eu: gaiz kanpo / spam

source: thanks for voting!
eu: eskerrik asko bozka emateagatik!

source: Click here for more info.
eu: Egin klik hemen informazio gehiagorako.

source: those arrows are only for show; they don't actually do anything.
eu: gezi hauek erakusteko soilik dira; ez dute ezer egiten

source: (username, or /r/ followed by the reddit name)
eu: (erabiltzaile-izena edo /r/ jarraian redditaren izena duela)

source: #[%(app_name)s](%(app_about_url)s) requests to connect with your reddit account.
eu: #[%(app_name)s](%(app_about_url)s)-(e)k zure reddit kontura konektatzeko baimena eskatzen du.

source: Allow %(app_name)s to:
eu: Baimendu %(app_name)s-(r)i hau:

source: %(app_name)s will not be able to access your reddit password.
eu: %(app_name)s ez da gauza izango zure reddit pasahitza atzitzeko.

source: A confirmation email has been queued up and should be reaching you shortly. It will be the last you hear of us.
eu: Baieztapen e-posta ilaran dago eta laster iritsiko zaizu. Lasai, ez dizugu beste ezer bidaliko.
sr_la: email za potvrđivanje je na čekanju i stići će vam uskoro. To će biti poslednje što ćete ikada dobiti od nas

source: you must be at least eighteen to view this reddit
et: sa pead selle redditi vaatamiseks olema üle kaheksateistkümne
eu: hemezortzi urtetik gorakoa izan behar duzu reddit hau ikusteko
sr_la: morate imati barem osamnaest godina da bi ste videli ovaj reddit
ta: இந்த ரெட்டிட்டைப் பார்க்க உங்களுக்கு பதினெட்டு வயது முடிவடைந்திருக்க வேண்டும்

source: Your current bid is $%(bid)s
eu: Zure uneko eskaintza $%(bid)s da

source: NOTE: your card will not be charged until the link has been queued for promotion.
eu: OHARRA: ez zaizu txarteletik kobratuko esteka sustapenerako ilaran jarri arte.

source: content language
et: sisu keel
eu: edukiaren hizkuntza
he: שפת התוכן
sr_la: jezik sadržaja
ta: பொருளடக்க மொழி

source: show thumbnails based on that reddit's media preferences
et: näita thumbnaile vastavalt selle redditi multimeediaseadetele
eu: erakutsi koadro txikiak reddit horren argazkien hobespenen arabera
sr_la: pokaži sličice zasnovane na reddit media prioritetima

source: show me new links on the front page
et: näita esilehel uusi linke
eu: erakutsi esteka berriak azalean
sr_la: pokaži nove linkove na početnoj stranici
ta: முகப்புப் பக்கத்தில் புதிய இணையங்களைக் காண்பிக்கவும்

source: don't show links after i've liked them
et: ära näita linke, kui nad mulle meeldisid
eu: ez erakutsi estekak gustoko egin ondoren
he: אל תראה לינקים אחרי שהמלצתי עליהם
sr_la: ne prikazuj linkove nakon što su mi se dopali
ta: நான் விரும்பிய இணையங்களைத் திரும்பவும் காண்பிக்க வேண்டாம்

source: don't show links after i've disliked them
et: ära näita linke, kui nad mulle ei meeldinud
eu: ez erakutsi estekak ez-gustoko egin ondoren
he: אל תראה לינקים אחרי שהשמצתי אותם
sr_la: ne prikazuj linkove nakon što mi se nisu dopali
ta: நான் விரும்பாத இணையங்களைத் திரும்பவும் காண்பிக்க வேண்டாம்

source: display
et: näita korraga
eu: bistaratu
he: תצוגה
sr_la: prikaži
ta: காண்பிக்கவும்

source: links at once
et: linki
eu: estekak aldiko
he: לינקים בבת אחת
sr_la: linkova od jednom
ta: உடனே இணையங்களைக் காண்பிக்கவும்

source: don't show me sites with a score less than
et: ära näita mulle linke, millel on punkte vähem, kui
eu: ez erakutsi niri puntuazio hau baino txikiagoa duten guneak
he: אל תציג אתרים עם ציון נמוך מ
sr_la: ne prikazuj mi sajtove sa brojem bodova manjim od
ta: --விடக் குறைவாக ஸ்கோர் வாங்கிய தளங்களைக் காண்பிக்கவேண்டாம்

source: don't show me comments with a score less than
et: ära näita mulle kommentaare, millel on punkte vähem, kui
eu: ez erakutsi niri puntuazio hau baino txikiagoa duten iruzkinak
he: אל תציג תגובות עם ציון נמוך מ
sr_la: ne prikazuj mi komentare sa brojem bodova manjim od
ta: --விடக் குறைவாக ஸ்கோர் வாங்கிய கமென்ட்ஸைக் காண்பிக்கவேண்டாம்

source: comments by default
et: automaatselt kommentaarid
eu: iruzkin lehenetsiak
he: תגובות בברירת מחדל
sr_la: komentara u pravilu
ta: தவறுதலான கமென்ட்ஸ்

source: don't show me sites with a score less than %(num)s
et: ära näita mulle linke, millel on punkte vähem, kui %(num)s
eu: ez erakutsi niri %(num)s baino puntuazio txikiagoa duten guneak
he: %(num)sאל תציג אתרים עם ציון נמוך מ
sr_la: ne prikazuj mi sajtove sa brojem bodova manjim od %(num)s
ta: -%டை விடக் குறைவான ஸ்கோர் வாங்கிய தளங்களைக் காண்பிக்கவேண்டாம்

source: allow reddits to show me custom styles
eu: baimendu redditek niri estilo pertsonalizatuak erakustea
sr_la: dozvoli redditu da mi pokaže nestandardne stilove

source: show promote tab on front page
eu: erakutsi sustapen fitxa azalean

source: i am over eighteen years old and willing to view adult content
et: ma olen üle kaheksateistkümne ning nõus vaatama täiskasvanutele mõeldud materjale
eu: Hemezortzi urte baino gehiago ditut eta helduentzako edukia ikusi nahi dut
sr_la: Imam preko osamnaest godina i želim da vidim sadržaj za odrasle
ta: எனக்குப் பதினெட்டு வயதாகி விட்டது, வயதானவர்களுக்குரிய விபரங்களைப் பார்க்க விருப்பம்

source: required to view some reddits
et: vajalik, et mõningaid reddieid vaadata
eu: beharrezkoa da zenbait reddit ikusteko
he: דרוש על מנת לצפות בחלק מהרדהיטים
sr_la: potrebno kako bi se neki redditi mogli videti
ta: சில ரெட்டிட்ஸைப் பார்க்க வேண்டிய அவசியம்

source: update your email or password
eo: aktualigu viajn retpoŝtadreson aŭ pasvorton
eu: eguneratu zure e-posta edo pasahitza
sr_la: ažurirajte vaš email ili lozinku

source: indict
eu: salatu

source: indicted
eu: salatuta

source: confirm spam
eu: berretsi spama

source: reapprove %(obj)s
eu: berriz onartu %(obj)s

source: approve %(obj)s
eu: onartu %(obj)s

source: questionable submission; you should remove it or approve it
eu: zalantzazko bidalketa; kendu edo onartu behar zenuke

source: total promotion traffic
eu: sustapenaren guztizko trafikoa

source: historical site performance
eu: gunearen errendimendu historikoa

source: top promoters this month
eu: sustatzaile gorenak hilabete honetan

source: promotions this month
eu: sustapenak hilabete honetan
sr_la: promocije ovog meseca

source: Promotion Traffic
eu: Sustapenaren trafikoa

source: (download as .csv)
eo: (elŝutu kiel dosiero .csv)
eu: (deskargatu .csv bezala)

source: create a promotion
eu: sortu sustapen bat
sr_la: kreiraj promociju

source: edit promotion
eu: editatu sustapena
sr_la: izmeni promociju

source: Daily Mean
eu: Eguneroko batazbestekoa
sr_la: dnevna vrednost

source: There doesn't seem to be any traffic data at the moment. Please check back later.
eo: Ne ŝajnas esti trafik-datumoj nun. Bonvole reprovu poste.
eu: Une honetan trafikoaren daturik ez dagoela dirudi. Mesedez egiaztatu berriro beranduago.
sr_la: Izgleda da nema nikakvih podataka o saobraćaju. Molimo pokušajte kasnije

source: cnamed
eu: cname-tuta

source: about %(num)d results in %(second)s
eu: %(num)d emaitza inguru %(second)s

source: find things posted in {name} only
eu: bilatu {name}-(e)ra bidalitako gauzak soilik

source: return things submitted by {username} only
eu: itzuli {username}-(e)k bidalitako gauzak soilik

source: get links to pages on {domain} only
eu: eskuratu {domain}-(e)ko orrien estekak soilik

source: search for {text} in url
eu: bilatu {text} testua url-an

source: search for {text} in self post contents
eu: bilatu {text} testua testu bidalketen edukietan

source: include or exclude self posts
eu: testu bidalketak kontutan izan ala ez

source: include or exclude nsfw results
eu: nsfw emaitzak kontutan izan ala ez

source: advanced search: by author, community...
eu: bilaketa aurreratua: autorearen arabera, komunitatea...

source: There is currently %(num_comments)s on this link. You can view it here:
eu: Unean iruzkin %(num_comments)s dago esteka honetan. Hemen ikus dezakezu:
sr_la: Trenutno postoji %(num_comments)s komentar na ovom linku. Možete ga pogledati ovde:

source: %(user)s from http://%(site)s/ has shared a link with you.
eo: %(user)s el http://%(site)s/ sendis al vi ligon.
eu: http://%(site)s/-(e)ko %(user)s-(e)k esteka bat partekatu du zurekin.
sr_la: %(user)s sa http://%(site)s/ su podelili link sa vama

source: Click %(here)s to close help.
eo: Premu %(here)s por fermi la helpon.
et: vajuta %(here)s , et abi kinni panna
eu: Klikatu %(here)s laguntza ixteko.
sr_la: kliknite %(here)s da zatvorite pomoć
ta: உதவி அம்சத்தை நீக்க %(here)s சொடுக்கவும்

source: Sometimes reddit needs to ask the community to help fight spam. This is your chance to take part in that.
eu: Batzuetan redditek komunitateari spamaren aurkako borrokan laguntzeko eskatu behar izaten dio. Hau da parte hartzeko zure aukera.

source: The new link area will no longer appear for you. To re-enable it, visit your preferences.
et: Sa ei näe enam uute linkide ala. Et seda uuesti näidata, mine oma seadistuste lehele.
eu: Esteka berrien eremua ez zaizu gehiago agertuko. Berriz gaitzeko, zoaz hobespenetara.
sr_la: oblast sa novim linkovima vam se neće više pojavljivati. da bi ste to ponovo omogućili idite na vaša podešavanja-
ta: இந்தப் புது இணைப்புப் பகுதி உங்களுக்குத் தோன்றாது.மறுபடி வேண்டுமானால் பிடித்தவையில் பார்க்கவும்

source: you are an approved submitter on this reddit. (%(leave)s)
eu: reddit honetan onartutako bidaltzailea zara. (%(leave)s)

source: approve this reddit
eu: onartu reddit hau

source: ban this reddit
eu: debekatu reddit hau

source: show the default stylesheet
eu: erakutsi estilo-orri lehenetsia
sr_la: prikaži osnovni stil

source: hide the default stylesheet
eu: ezkutatu estilo-orri lehenetsia
sr_la: sakrij osnovni stil

source: all languages
eo: ĉia lingvoj
et: kõik keeled
eu: hizkuntza guztiak
he: כל השפות
sr_la: svi jezici
ta: அனைத்து மொழிகளில்

source: some languages
eo: iuj lingvoj
et: mõned keeled
eu: hizkuntza batzuk
he: חלק מהשפות
sr_la: neki jezici
ta: சில மொழிகளில்

source: see? you don't really want to leave
eo: jen, vi ja ne volas eliri, ĉu ne?
et: näed? tegelikult sa ju ei taha ära minna
he: רואה? אתה לא באמת רוצה לעזוב
sr_la: vidite? ne želite stvarno otići
ta: பார்த்தீர்களா?உங்களுக்கு இப்போது விட்டுப்போக மனமில்லை.

source: redirecting...
eo: plusendado...
sr_la: preusmeravanje...

source: error (sorry)
eo: eraro (pardonu)
sr_la: greška (izvini)

source: this reddit has been banned
eo: jena reddit elpeliĝis
sr_la: ovaj reddit je zabranjen

source: you must specify a reddit
eo: vi devas specifi reddit:n
sr_la: morate specifirati reddit

source: you are trying to submit too fast. try again in %(time)s.
eo: via afiŝado tro rapidas; bonvole reprovu post %(time)s.
et: sa üritad liiga kiiresti linke saata. proovi uuesti %(time)s pärast
sr_la: pokušavate da prijavite suviše brzo. probajte ponovo za %(time)s.
ta: நீங்கள் மிகவுமே வேகமாக பதிவு செய்ய முயற்சி செய்கிறீர்கள்.மீண்டும் %(time)sஇல் முயற்சி செய்யவும்

source: recommended for you
eo: rekomendoj por vi
et: soovitused
he: המלצות בשבילך
sr_la: preporučeno za vas
ta: உங்களுக்காகப் பரிந்துரைக்கப் பட்டது

source: that promoted link is already finished.
eo: la promovo de tiu ligo jam finiĝis.
sr_la: taj promovisani link je već gotov

source: too late to change the date.
eo: tro malfruas nun por ŝanĝi datojn.
sr_la: suviše je kasno za promenu datuma

source: the reddit blog
eo: la blogo de reddit
sr_la: reddit blog

source: feedback
eo: sugestoj
et: tagasiside
he: צור קשר
sr_la: povratna informacija
ta: உங்கள் கருத்து

source: socialite firefox extension
sr_la: socialite firefox ekstenzija

source: iPhone app
eo: programo iPhone
sr_la: aplikacija za iPhone

source: shirt
eo: ĉemizo
sr_la: majica

source: unapproved
eo: neaprobita
sr_la: neodobreno

source: reddit is a source for what's new and popular online. vote on links that you like or dislike and help decide what's popular, or submit your own!
eo: reddit estas fonto por tio kio novas kaj popularas en la reto. voĉdonu tion, kion vi ŝatas aŭ ne ŝatas, kaj kundecidu kio estos populara, aŭ kontribuu!
et: reddit on allikas kõigele, mis netis uus ja kuum. hääleta, kas sulle antud link meeldis või mitte ning aita määrata, mis on hetkel populaarne - või saada ise linke!
he: רדהיט הוא המקור לכל מה שחדש ופופולרי ברשת. הצביעו ללינקים שאתם אוהבים או לא ועיזרו לקבוע מה שולט ברשת, או הוסיפו משלכם!
sr_la: reddit je izvor za sve što je novo i popularno na internetu. glasajte za linkove koji vam se dopadaju ili ne dopadaju te tako pomozite pri odlučivanju o tome šta je popularno a šta nije, ili prijavite svoj link!
ta: புதிய மக்கள் விரும்பும் ஆண்லைன் செய்திகளுக்கு ரெட்டிட்!உங்களுக்கு பிடித்தமானது/பிடிக்காததவைகளுக்கு உங்கள் வோட்டளியுங்கள்.மக்கள் தீர்ப்பை அறிய உதவி செய்யுங்கள்.இல்லையேல் உங்களுடைய ரெட்டிட்டை உருவாக்குங்கள்

source: you have been added as a contributor to [%(title)s](%(url)s).
eo: vi aldoniĝis kiel kontribuanto al [%(title)s](%(url)s).
et: sind on lisatud [%(title)s](%(url)s) kaastöötajaks.
he: נוספת ככותב ל[ %(title)s ]( %(url)s ).
sr_la: dodani ste kao kontributor za [%(title)s](%(url)s)

source: you are a contributor
eo: vi estas kontribuanto
et: sa oled kaastöötaja
he: אתה כתב
sr_la: vi ste saradnik
ta: நீங்கள் ஒரு படைப்பாளர்

source: below are the reddits that you have contributor access to.
eo: jen la redditoj en kiuj vi rajtas kontribui.
et: all on redditid, kus sul kaastöötaja õigused on.
he: רשימת הרדהיטים בהם יש לך גישת כתב
sr_la: ispod su redditi na koje imate pristup kao saradnik.
ta: நீங்கள் கீழே தரப்பட்டுள்ள ரெட்டிட்களில் படைப்பாளியாக சேரலாம்

source: you're searching within the [%(reddit_name)s](%(reddit_link)s) reddit. you can also search within [all reddits](%(all_reddits_link)s)
eo: vi serĉas en la reddit [%(reddit_name)s](%(reddit_link)s). vi ankaŭ povas serĉi en [ĉiu reddit](%(all_reddits_link)s)
sr_la: vi tražite u [%(reddit_name)s](%(reddit_link)s) redditu. takođe možete pretražiti [sve reddite](%(all_reddits_link)s)

source: You should consider using [reddit's free iphone app](http://itunes.com/apps/iredditfree).
eo: Vi konsideru uzi [la senpagan iphone-programon de reddit](http://itunes.com/apps/iredditfree).
sr_la: mogli bi ste da razmislite o korištenju [redditove besplatne iPhone aplikacije](http://itunes.com/apps/iredditfree)

source: contributor
eo: kontribuanto
et: lisaja
he: תורם
sr_la: saradnik
ta: படைப்பாளர்

source: Create your own reddit
eo: Kreu vian propran reddit
et: Tee omaenda reddit
sr_la: Kreiraj svoj reddit
ta: உங்களுடய ரெட்டிட்டை உருவாக்குங்கள்

source: site links
eo: retejaj ligoj
sr_la: linkovi sajta

source: reddit tools
eo: redditiloj
sr_la: reddit alati

source: job board
sr_la: tabla sa poslom

source: about us
eo: pri ni
sr_la: o nama

source: brothers
eo: fratoj
sr_la: bratski sajtovi

source: sisters
eo: fratinoj
sr_la: sestrinski sajtovi

source: manage your reddit
eo: mastrumu vian reddit
et: halda oma redditit
he: נהל את הרדהיט שלך
sr_la: organizujte svoj reddit
ta: உங்கள் ரெட்டிட்டைப் பராமரியுங்கள்

source: you aren't allowed to do that.
eo: vi ne rajtas fari tion.
et: sa ei tohi seda teha.
he: אתה לא רשאי לעשות את זה.
sr_la: nije vam dopušteno da to uradite
ta: இது உங்களுக்கு அனுமதிக்கப்படவில்லை

source: This feature is currently unavailable. Sorry
eo: Tiu kapablo ankoraŭ ne disponeblas. Pardonu
et: Seda võimalust praegu kasutada ei saa. Sorri
sr_la: Ova funkcija je trenutno nedostupna. Izvinite
ta: இந்த பரிமாற்றம் இப்போது புழக்கத்தில் இல்லை,மன்னிக்கவும்

source: contributors to %(reddit)s
eo: kontribuantoj al %(reddit)s
sr_la: saradnici za %(reddit)s

source: moderators to %(reddit)s
eo: debatestroj de %(reddit)s
sr_la: moderatori za %(reddit)s

source: millisecond
eo: milisekundo
et: millisekund
he: אלפית שנייה
sr_la: milisekunda
ta: மில்லி நொடி

source: [reddit] your promotion has been queued
sr_la: [reddit] vaša promocija je na čekanju

source: reddit.com: what's new online!
eo: reddit.com: kio novas enrete!
et: reddit.com
he: רדהיט: מה חדש ברשת!
sr_la: reddit. com: šta je novo online!
ta: ரெட்டிட்.காம்:புதியதென்ன ஆண்லைனில்

source: enabled
eo: permesita
sr_la: osposobljeno

source: add authors
eo: aldonu aŭtorojn
sr_la: dodaj autore

source: type the letters from the image above
et: sisesta ülalpool oleval pildil olevad tähed
he: הקישו את האותיות שאתם רואים בתמונה
sr_la: napišite slova koja su prikazana na slici iznad
ta: மேலே தெரியும் படிமத்திலுள்ள எழுத்துக்களை தட்டச்சு செய்யவும்

source: %(timeago)s ago
eo: antaŭ %(timeago)s
sr_la: pre %(timeago)s

source: that subreddit doesn't exist, but you can create it here.
eo: tiu subreddit ne ekzistas, sed vi povas krei ĝin ĉi tie.
et: seda alamredditit ei eksisteeri, aga sa võid selle siin ise teha.
he: הרדהיט הזה לא קיים, אבל אתה יכול ליצור אותו כאן.
sr_la: taj subreddit ne postoji, ali ga možete ovde stvoriti.
ta: அப்படி ஒரு ரெட்டிட் இப்பொது புழக்கத்திலில்லை.ஆனால் நீங்கள் இங்கு அதைப் படைக்கலாம்!

source: send reddit feedback
sr_la: pošaljite redditu fidbek

source: caution: dorkbar detected
sr_la: upozorenje dorkbar detektovan

source: promoted on
sr_la: promovisano

source: unpromoted on
sr_la: povučeno iz promocije

source: promote until
sr_la: promoviši do

source: (this link has expired and is no longer being promoted)
sr_la: (ovaj link je istekao i više se ne promoviše)

source: submit to reddit
sr_la: postavi na reddit

source: delete your reddit account? hope you have a good reason.
eo: ĉu vere? espereble vi havas bonan kialon por lasi.
et: kustutada sinu redditi kasutaja? loodetavasti on sul hea põhjus...
he: למחוק את חשבון הרדהיט שלך? אנחנו מקווים שיש לך סיבה טובה.
sr_la: brišete vaš reddit korisnički račun? nadam se da imate dobar razlog.
ta: உங்கள் ரெட்டிட் அக்கௌன்டை நீக்க வேண்டுமா? பலமான காரணம் இருக்கவேண்டுமே...

source: ignore
eo: ignoru
et: ignoreeri
he: התעלם
sr_la: ignoriši
ta: பொருட்படுத்த வேன்டாம்

source: ignored
eo: ignorita
et: ignoreeritud
he: מתעלם
sr_la: ignorisano
ta: பொருட்படுத்தப் படாதவைகள்

source: unpromote
sr_la: ne promoviši više

source: unpromoted
sr_la: više se ne promoviše

source: promoted %(when)s ago by %(author)s
sr_la: promovisano pre %(when)s. promovisao : %(author)s

source: pending sponsored link
sr_la: nerešen sponzorisani link

source: finished sponsored link
sr_la: završen sponzorisani link

source: NOTE:
sr_la: BELEŠKA :

source: once you set up payment, you will not be charged until the link is approved and scheduled for display
sr_la: kada podesite promociju neće vam biti naplaćeno sve dok link nije odobren i raspoređen za prikazivanje

source: This promotion has been rejected. Please edit and resubmit.
sr_la: Promocija je odbijena. Molimo vas izmenite i ponovo prijavite

source: NOTE: changes to this promotion will result in its status being reverted to 'unapproved'
sr_la: BELEŠKA : promene u ovoj promociji će rezultirati promenom njenog statusa u "neodobrena"

source: This promotion is finished. Edits would be a little pointless.
sr_la: Ova promocija je završena. Menjanje ičega bi bilo besmisleno.

source: You'll be able to submit an image for the thumbnail once the promotion is submitted.
sr_la: Moći ćete da dodate sliku za sličicu kad ja promocija prijavljena

source: make this a freebie
sr_la: neka ovo bude džabe

source: (c) %(year)d Conde Nast Digital. All rights reserved.
sr_la: (c)%(year)dConde Nast Digital. Sva prava zadržana.

source: want to join? %(register)s in seconds
et: soovid liituda? %(register)s sekunditega
he: רוצה להצטרף? %(register)s תוך כמה שניות.
sr_la: želite da se pridružite? %(register)s za par sekundi

source: register
et: registreeri
he: הרשם
sr_la: registrujte se
ta: பதிவு செய்யவும்

source: about %(num)d results in %(second)s.
eo: ĉirkaŭ %(num)d resultoj en %(second)s.
et: umbes %(num)d tulemust, ajaga %(second)s
sr_la: oko %(num)d rezultata u %(second)s.

source: inquire about advertising on reddit
et: uuri redditis reklaamimise kohta
he: בירור לגבי פרסום ברדהיט
sr_la: pitajte o reklamiranju na redditu
ta: ரெட்டிட்டில் விளம்பரம் செய்ய விசாரியுங்கள்

source: sorry. That title is too long to fit on a t-shirt.
eo: bedaŭrinde, tiu titolo tro longas por t-ĉemizo.
sr_la: izvini. Taj naslov je predugačak da bi stao na majicu

source: Your reddit headline shirt
eo: Via reddit-titol-ĉemizo
sr_la: Tvoja reddit majica

source: Color
eo: Koloro
sr_la: boja

source: Size
eo: Grandeco
sr_la: veličina

source: Style
eo: Stilo
sr_la: stil

source: Qty:
eo: Kvanto
sr_la: količina

source: not contributor
sr_la: nije saradnik

source: you are a moderator of this reddit. (%(leave)s)
eo: vi estas debatestro de ĉi tiu reddit.
sr_la: vi ste moderator ovog reddita (%(leave)s)

source: you are a contributor of this reddit. (%(leave)s)
sr_la: vi ste saradnik ovog reddita (%(leave)s)

source: switch
eo: ŝalto
sr_la: prebaci

source: that element has been deleted.
eo: tiu elemento forviŝiĝis.

source: help translate reddit into your language
eo: helpu traduki reddit al via lingvo

source: that link is currently promoted. you can't update your bid now.
eo: tiu ligo promovatas. vi ne povas aktualigi vian oferton nun.

source: that promotion is already over, so updating your bid is kind of pointless, don't you think?
eo: tiu promovo konkludiĝis, do estas iom senkiale aktualigi vian oferton nun, ĉu ne?

source: click the `+frontpage` or `-frontpage` buttons to choose which reddits appear on your front page.
eo: premu butonojn `+ĉefpaĝo` aŭ `-ĉefpaĝo` por elekti redditojn kiuj aperos en via ĉefpaĝo.

source: **this reddit has been banned** most likely this was done automatically by our spam filtering program. the program is still learning, and may even have some bugs, so if you feel the ban was a mistake, please send a message to [our site admins](%(link)s) and be sure to include the **exact name of the reddit**.
eo: **ĉi tiu reddit elpeliĝis** plej verŝajne de nia aŭtomata kontraŭspama filtrilo. la programo plu lernas, kaj povas havi cimojn, do se vi opinias ke ĝi eraris, bonvole sendu mesaĝon al [la administrantoj]( %(link)s ) kaj nepre menciu la **ĝustan nomon de la reddit**.
