Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: buttons with points
ar: أزرار مدعّمة بنظام إحصاء النقاط
bs: dugmad sa poenima
ca: botons amb punts
el: κουμπιά με πόντους
eu: puntudun botoiak
fi: nappulat pisteiden kera
fr_ca: boutons avec points
hu: gombok pontokkal
it: pulsanti con punti
mt_mt: buttuni bil-punti
nn: knappar med poeng
no: knapper med poeng
pl: przyciski z punktami
sr_la: dugmići sa poenima
sv: knappar med poäng
uk: кнопки з балами
vi: nút kèm theo điểm

source: customizing the look of your buttons
ar: صمم مظهر أزرارك
bs: prilagođavanje izgleda vaših dugmadi
ca: personalitzant l'estil dels teus botons
el: προσαρμόζοντας την εμφάνιση των κουμπιών σου
eu: zure botoien itxura pertsonalizatzen
fi: nappuloidesi ulkomuodon räätälöinti
fr_ca: personnaliser l'apparence de vos boutons
hu: gombjaid kinézetének testreszabása
it: personalizza i tuoi pulsanti
mt_mt: ippersonalizza d-dehra tal-buttuni tiegħek
nn: tilpass utsjånaden på knappane dine
no: modifisere utseende på dine knapper
pl: zmienianie wyglądu przycisków
sr_la: podešavanje izgleda vaših dugmića
sv: anpassa utseendet på dina knappar
uk: персоналізувати вигляд кнопок
vi: tùy chỉnh cách hiển thị các nút của bạn

source: the buttons with points have three additional options.
ar: الأزرار المدعّمة بنظام إحصاء النقاط تشتمل على ثلاث خيارات إضافيّة.
bs: dugmad sa poenima imaju tri dodatne opcije.
ca: els botons amb punts tenen tres opcions addicionals.
el: τα κουμπιά με πόντους έχουν 3 επιπλέον επιλογές.
eu: puntudun botoiek hiru aukera gehigarri dituzte.
fi: pisteiden kanssa olevilla nappuloilla on kolme lisävaihtoehtoa
fr_ca: les boutons avec des points offrent trois choix supplémentaires.
hu: a pontokkal ellátott gomboknak három további lehetősége van
it: i pulsanti con i punti hanno 3 opzioni aggiuntive.
mt_mt: il-buttuni bil-punti għandhom tlett preferenzi addizzjonali.
nn: knappane med poeng vil ha tre ekstra val.
no: knappene med poeng har tre tilleggsvalg
pl: przyciski z punktami mają trzy dodatkowe opcje.
sr_la: ovi dugmići sa poenima imaju tri dodatne opcije
sv: knapparna med poäng har ytterligare tre alternativ.
uk: кнопки з балами мають три додаткові можливості.
vi: nút kèm theo điểm có thêm ba tùy chọn bổ sung kèm theo.

source: no styles will be added, so you can style it yourself
ar: لن يتم إضافة طرز، حتى يمكنك تطريزه بنفسك
bs: stilovi neće biti dodani pa ih možete kreirati sami
ca: no s'afegiran estils, així que pots fer-ho tu mateix
el: δεν θα προστεθούν στυλ, ώστε να το βάλεις τα δικά σου
eu: ez da estilorik gehituko, honela nahi duzun estiloa ezartzeko aukera izango duzu
fi: tyylejä ei lisätä, joten voit lisätä omasi
fr_ca: aucun style ne sera ajouté, vous pourrez en ajouter vous-même
hu: nem lesz stílus hozzáadva, így te tudod stilizálni
it: non verrà aggiunto nessuno stile così puoi crearne uno tu
mt_mt: mhux se jiżdiedu stili, sabiex int tkun tista' tapplika stil tiegħek
nn: ingen stilar vil bli lagt til, så du kan forme dei sjølv
no: ingen stiler vil bli lagt til, så du kan designe det selv.
pl: żadne style nie zostaną dodane, więc możesz samemu je utworzyć
sr_la: stilovi neće biti dodati kako bi mogli da stilizujete sami
sv: inga anpassningar läggs till, så du kan anpassa det själv
uk: жоден з стилів не буде додано, отже ви можете змоделювати самостійно
vi: không có giao diện được thêm vào, bởi thế bạn có thể tự mình thiết lập giao diện

source: specify a url to use instead of the current url
ar: أختر عنواناً جديداً لأجل استبداله بالعنوان الحالي
bs: specificirajte url koji će se koristiti umjesto trenutnog url-a
ca: especifica una url per a fer servir en comptes de la url actual
el: δώσε μια διεύθνση (url) για χρήση αντί της τρέχουσας
eu: zehaztu url bat uneko url-aren ordez erabiltzeko
fi: anna url, jota käytetään nykyisen urlin tilalla
fr_ca: spécifiez une url remplacant l'url actuelle
hu: pontosíts egy url-t hogy a jelenlegi url helyett használd
it: indica un url da usare invece dell'url attuale
mt_mt: ispeċifika url x'jintuża minnflok dak kurrenti
nn: skriv inn url-en du vil nytte i stellet for den noverande url-en
no: spesifiser en url til å bruke istede for den nåværende urlen
pl: określ url
sr_la: odredite url za korištenje umesto trenutnog url-a
sv: ange en url som ska användas i stället för aktuell url
uk: вкажіть url який потрібно використати замість поточного url
vi: chỉ định một đường liên kết url khác thay vì sử dụng đường liên kết hiện tại

source: opens links in a new window
ar: يفتح الروابط في نافذة جديدة
bs: otvara linkove u novom prozoru
ca: obre els enllaços en una nova finestra
el: ανοίγει συνδέσμους σε νέο παράθυρο
eu: ireki estekak leiho berri batean
fi: avaa linkin uuteen ikkunaan
fr_ca: ouvre les liens dans une nouvelle fenêtre
hu: új ablakban nyitja meg a linkeket
it: apri i link in una nuova finestra
mt_mt: jiftaħ il-links f'tieqa ġdida
nn: opne lenkjer i eit nytt vindauge
no: åpner lenker i et nytt vindu
pl: otwiera linki w nowym oknie
sr_la: otvorite link u novom prozoru
sv: öppnar länkar i ett nytt fönster
uk: відкрити посилання у новому вікні
vi: mở các liên kết trong một cửa sổ mới

source: Example:
ar: مثال:
bs: Primjer:
ca: Exemple:
el: Παράδειγμα:
eo: Ekzemplo:
eu: Adibidea:
fi: Esimerkiksi:
fr_ca: Exemple:
hu: Példa:
it: Esempio:
mt_mt: Eżempju:
nn: Døme:
no: Eksempel:
pl: Przykład:
sr_la: Primer:
sv: Exempel:
uk: Приклад:
vi: ví dụ:

source: simple interactive button
ar: زر التفاعل البسيط
bs: jednostavno interaktivno dugme
ca: botó interactiu simple
el: απλό διαδραστικό κουμπί
eu: botoi interaktibo sinplea
fi: yksinkertainen interaktiivinen nappula
fr_ca: bouton interractif simple
hu: egyszerű, interaktív gomb
it: pulsante interattivo semplice
mt_mt: buttuna interattiva sempliċi
nn: enkel interaktiv knapp
no: enkel interaktiv knapp
pl: prosty interaktywny przycisk
sr_la: jednostavno interaktivno dugmence
sv: enkel interaktiv knapp
uk: проста інтерактивна кнопка
vi: nút tương tác đơn giản

source: put this code on your page:
ar: ضع نص الشيفرة هذه على صفحتك:
bs: ubacite ovaj kod na vašu stranicu:
ca: posa aquest codi a la teva pàgina:
el: βάλε αυτόν τον κωδικό στην σελίδα σου:
eo: aldonu jenan kodon al via paĝo:
eu: jarri kode hau zure orrian:
fi: laita tämä koodi sivullesi:
fr_ca: ajouter ce code sur votre page :
hu: helyezd el ezt a kódot az oldaladon:
it: incolla questo codice sulla tua pagina:
mt_mt: qiegħed dal-kodiċi fil-paġna tiegħek:
nn: legg den her koden til sida di:
no: legg denne koden på din side:
pl: wklej kod na swoją stronę:
sr_la: stavite ovaj kod na svoju stranicu:
sv: lägg in denna kod på din sida:
uk: розмістіть цей код у себе на сторінці
vi: đặt phần mã này trong trang của bạn:

source: and you'll get something like this:
ar: وسوف تحصل على شيء كهذه:
bs: i dobit ćete nešto što liči na ovo:
ca: i obtindras quelcom similar a això:
el: και θα πάρεις κάτι σαν αυτό:
eo: kaj vi havos ion ĉi tian:
eu: eta honen moduko zerbait lortuko duzu:
fi: niin saat jotain tähän tyyliin:
fr_ca: et vous obtiendrez quelque chose comme ceci :
hu: és valami ilyesmi lesz belőle:
it: e avrai qualcosa simile a questo:
mt_mt: u jkollok xi ħaġa hekk:
nn: og du vil få noko som det her:
no: og du vil få noe som dette:
pl: i otrzymasz coś w tym stylu:
sr_la: i dobićete nešto ovakvo:
sv: så får du något som liknar det här:
uk: і ви отримаєте щось схоже до цього:
vi: và bạn sẽ nhận được một vài điều giống như:

source: more interactive buttons
ar: أزرار تفاعل أخرى
bs: više interaktivnih dugmadi
ca: més botons interactius
el: περισσότερα διαδραστικά κουμπιά
eu: botoi interaktibo gehiago
fi: lisää interaktiivisia nappuloita
fr_ca: plus de boutons interactifs
hu: további interaktív gombok
it: altri pulsanti interattivi
mt_mt: aktar buttuni interattivi
nn: fleire interaktive knappar
no: flere interaktive knapper
pl: więcej interaktywnych przycisków
sr_la: još interaktivnih dugmića
sv: fler interaktiva knappar
uk: більше інтерактивних кнопок
vi: thêm các nút tương tác

source: interactive button advanced settings
ar: ضوابط متقدّمة لأزرار التفاعل
bs: napredne opcije interaktivnog dugmeta
ca: configuració avançada de botons interactius:
el: προχωρημένες ρυθμίσεις διαδραστικών κουμπιών
eu: botoi interaktiboaren ezarpen aurreratuak
fi: interaktiivisen nappulan lisäasetukset
fr_ca: paramètres avancés du bouton interactif
hu: haladó interaktívgomb-beállítások
it: impostazioni avanzate dei pulsanti interattivi
mt_mt: konfigurazzjoni avvanzata tal-buttuna interattiva
nn: avanserte innstillingar for den interaktive knappen
no: interaktive knapper sine avanserte innstillinger
pl: zaawansowane opcje interaktywnych przycisków
sr_la: napredna podešavanja interaktivnih dugmića
sv: avancerade inställningar för interaktiv knapp
uk: додаткові налаштування інтерактивної кнопки
vi: thiết lập nâng cao của các nút tương tác

source: specify a url
ar: عيّن عنوان إلكتروني محدّد
bs: specificirajte url
ca: especifica una URL
el: δώσε μια διεύθυνση (url)
eo: specifu retadreson
eu: zehaztu url bat
fi: määrittele url
fr_ca: spécifié une url
hu: add meg az url-címet!
it: indica un url
mt_mt: daħħal url
nn: skriv inn ein url
no: spesifiser en url
pl: określ url
sr_la: odredite url
sv: ange en url
uk: вкажіть url
vi: chỉ định một đường liên kết

source: useful in places like blogs, where you want to link to the post's permalink
ar: مفيد بمواقع مثل المدونات، مواقع قد تحتاج إلى ربط المحتوى بالروابط الثابتة للناشرين على ريديت
bs: korisno na mjestima kao što su blogovi, gdje želite da se linkujete ka trajnom linku vašeg članka
ca: útil a llocs com blogs, on vols enllaçar al permalink de la publicació
el: χρήσιμο σε μέρη όπως blog, όπου θες να δείξεις στο μόνιμο σύνδεσμο της ανάρτησης
eu: erabilgarria blogen moduko lekuetan, non bidalketaren esteka iraunkorra estekatu nahiko duzun
fi: hyödyllinen esim. blogeissa, missä haluat linkittää viestin pysyväislinkkiin
fr_ca: utile sur des blogs, où souhaitez-vous pouvoir installer un lien pour le lien permanent vers la publication
hu: hasznos olyan helyeken, mint blogok, ahol a poszt állandó linkjét szeretnéd használni
it: utile in posti come i blog dove vuoi linkare al permalink di un determinato articolo
mt_mt: utli f'postijiet bħal blogs, fejn ikollok bżonn tirreferenzja impostazzjoni b'mod permanenti
nn: nyttig i stader som bloggar, kor du vil lenkje til posten si permalenkje
no: nyttig i plasser som blogger, hvor du vil lenke til postens permalenke
pl: użyteczne na blogach, gdzie chcesz linkować do permalinków
sr_la: korisno na mestima kao što su blogovi gde hoćete da linkujete do originalnog linka
sv: användbart på t.ex. bloggar, där du vill länka till inläggets permalänk
uk: може бути корисним в місцях, наприклад, в блогах, де ви хочете прив'язати постійне посилання до публікації
vi: hữu dụng ở một số nơi như blog, nơi mà bạn muốn liên kết đến các đường liên kết thông thường của bài đăng

source: specify a community to target
ar: عيّن فئةً اجتماعيةً محدّدة للتهديف
bs: specificirajte odredišnu zajednicu
ca: especifica una comunitat com a objectiu
el: διάλεξε μια κοινότητα για στόχο
eu: zehaztu komunitate bat helburu bezala
fi: anna kohdeyhteisö
fr_ca: indiquer une communauté cible
hu: adj meg egy célközönséget
it: specifica la community a cui è mirato
mt_mt: ispeċifika liema komunità tixtieq timmira
nn: skriv inn eit samfunn til ønskjer å nå
no: velg et samfunn du ønsker å målrette
pl: określ społeczność dla celu
sv: ange en community som mål
uk: вкажіть цільову аудиторію
vi: chỉ định cộng đồng làm mục tiêu

source: specify a title
ar: عيّن عنواناً محدّداً
bs: specificirajte naslov
ca: especifica un títol
el: προσδιόρισε έναν τίτλο
eu: zehaztu izenburu bat
fi: määrittele otsikko
fr_ca: indiquer un titre
hu: add meg a címet
it: inserisci un titolo
mt_mt: daħħal titlu
nn: skriv inn ein tittel
no: spesifiser en tittel
pl: określ tytuł
sr_la: odredite naslov
sv: ange en rubrik
uk: вкажіть назву
vi: chỉ định một tiêu đề

source: open links in a new window
ar: فتح الروابط في نافذة جديدة
bs: otvori linkove u novom prozoru
ca: obre els enllaços en una nova finestra
el: άνοιγμα συνδέσμων σε νέο παράθυρο
eo: malfermas ligon al nova fenestro
et: ava lingid uues aknas
eu: ireki estekak leiho berri batean
fi: avaa linkit uuteen ikkunaan
fr_ca: ouvrir les liens dans une nouvelle fenêtre
he: פתח לינקים בחלון חדש
hu: oldal kinyitása új ablakban
it: apri i link in una nuova finestra
mt_mt: jiftaħ il-links f'tieqa ġdida
nn: opne lenkjer i eit nytt vindauge
no: åpne lenker i et nytt vindu
pl: otwórz linki w nowym oknie
sr_la: otvori linkove u novom prozoru
sv: öppna länkar i ett nytt fönster
ta: இணையங்களைப் புதிய சன்னலில் திறக்கவும்
uk: відкривати посилання у новому вікні
vi: mở các liên kết trong một cửa sổ mới

source: specify the color
ar: عيّن لوناً محدّداً
bs: specificirajte boju
ca: especifica un color
el: προσδιόρισε το χρώμα
eu: zehaztu kolorea
fi: määrittele väri
fr_ca: indiquer une couleur
hu: add meg a színt
it: specifica il colore
mt_mt: daħħal il-kulur
nn: vel ei farge
no: spesifiser en farge
pl: określ kolor
sr_la: odredite boju
sv: ange färgen
uk: вкажіть колір
vi: chỉ định màu sắc

source: specify a border color
ar: عيّن لوناً محدّداً للمحيط
bs: specificirajte boju okvira
ca: especifica un color de marc
el: δώσε ένα χρώμα περιθωρίου
eu: zehaztu ertzaren kolore bat
fi: määrittele reunan väri
fr_ca: indiquer une couleur de bordure
hu: add meg a keret színét
it: specifica un colore per il bordo
mt_mt: daħħal kulur tal-burdura
nn: vel ei kantfarge
no: spesifiser en kantfarge
pl: określ kolor krawędzi
sr_la: odredite graničnu boju
sv: ange en ramfärg
uk: вкажіть колір рамки
vi: chỉ định màu sắc đường viền

source: to make this button:
ar: لصناعة هذا الزرّ:
bs: da kreirate ovo dugme:
ca: per a fer aquest botó:
el: για να φτιάξεις αυτό το κουμπί:
eo: por havi jenan butonon:
eu: botoi hau egiteko:
fi: tehdäksesi tällaisen nappulan:
fr_ca: pour ajouter ce bouton :
hu: a következő gombhoz:
it: per fare questo pulsante:
mt_mt: biex tagħmel dil-buttuna:
nn: for a lage denne knappen:
no: for å lage denne knappen:
pl: aby zrobić ten przycisk:
sr_la: da bi napravili ovo dugmence:
sv: för att skapa den här knappen:
uk: для користування кнопкою:
vi: để làm nên nút này:

source: use this code:
ar: استعمل نصّ الشيفرة هذه:
bs: koristite ovaj kod:
ca: utilitza aquest codi:
el: Χρησιμοποίησε αυτόν τον κωδικό:
eo: uzu ĉi tiun kodon:
eu: erabili kode hau:
fi: käytä tätä koodia:
fr_ca: utilisez ce code :
hu: használd ezt a kódot:
it: usa questo codice:
mt_mt: uża dal-kodiċi:
nn: bruk den her koden:
no: for å bruke denne koden:
pl: użyj tego kodu:
sr_la: koristite ovaj kod:
sv: använd den här koden:
uk: користуйтесь цим кодом:
vi: sử dụng đoạn mã này:

source: more badges and buttons
ar: المزيد من الأوسمة والأزرار
bs: više bedževa i dugmadi
ca: més botons:
el: πιο πολλά εμβλήματα και κουμπιά
eu: iragarki-banda eta botoi gehiago
fi: lisää merkkejä ja nappuloita
fr_ca: plus de boutons
hu: további jelvények és gombok
it: altri pulsanti e badge
mt_mt: aktar distintivi w buttuni
nn: fleire skilt og knappar
no: flere skilt og knapper
pl: więcej odznak i przycisków
sr_la: još znački i dugmića
sv: fler märken och knappar
uk: більше символів та кнопок
vi: thêm phù hiệu và nút

source: view code
ar: أظهر نصّ الشيفرة
bs: pregledaj kod
ca: visualitza el codi:
el: προβολή κώδικα
eu: ikusi kodea
fi: näytä koodi
fr_ca: voir le code
hu: kód megtekintése
it: visualizza codice
mt_mt: ara l-kodiċi
nn: syn koden
no: vis kode
pl: pokaż kod
sr_la: pogledaj kod
sv: visa kod
uk: показати код
vi: xem đoạn mã

source: hide code
ar: أخف نصّ الشيفرة
bs: sakrij kod
ca: amada el codi
el: απόκρυψη κώδικα
eu: ezkutatu kodea
fi: piilota koodi
fr_ca: caché le code
hu: kód elrejtése
it: nascondi codice
mt_mt: aħbi l-kodiċi
nn: gøym koden
no: gjem kode
pl: ukryj kod
sr_la: sakrij kod
sv: dölj kod
uk: сховати код
vi: ẩn đoạn mã

source: clear
ar: احذف
bs: očisti
ca: neteja
el: καθαρισμός
eu: garbitu
fi: tyhjennä
fr_ca: nettoyer
hu: törlés
it: azzera
mt_mt: annulla
nn: tøm
no: fjern
pl: wyczyść
sr_la: očisti
sv: rensa
uk: очистити
vi: xóa

source: deleted comment from
ar: تعليق محذوف من
bs: obrisan komentar iz
ca: comentari esborrat de
el: διαγραμμένο σχόλιο από
eu: hemendik ezabatutako iruzkina:
fi: kommentti poistettu
fr_ca: commentaire effacé de
hu: törölt komment
it: commento cancellato da
mt_mt: kummenti mħassrin minn
nn: sletta innlegg frå
no: slettet kommentar fra
pl: usunięto komentarz z
sr_la: obrisan komentar od
sv: raderade kommentar från
uk: видалений коментар від
vi: bình luận đã bị xóa từ

source: this subreddit hides comment scores for %d minutes
bs: subredit sakriva bodovanje komentara %d minuta
ca: aquest subreddit amaga les puntuacions dels comentaris per %d minuts
el: αυτό το υποreddit κρύβει τους βαθμούς σχολίων για %d λεπτά
fi: tämä alireddit piilottaa kommentien pisteet %d:ksi minuutiksi
fr_ca: ce subreddit masque les scores de commentaires pendant %d minutes
hu: ez az alreddit elrejti a hozzászólások pontjait %d percig
it: questo subreddit nasconde il voto dei commenti per %d minuti
mt_mt: dis-subreddit taħbi l-punteġġi tal-kumment għal %d minuti
nn: denne subredditen gjemmer kommentarpoeng i %d minutter
no: denne subredditen gjemmer kommentarpoeng i %d minutter
pl: ten subreddit ukrywa oceny komentarzy przez %d minut
sv: denna subreddit döljer poängen i %d minuter
uk: цей сабреддіт приховує кількість голосів протягом %d хвилин
vi: chuyên mục này ẩn số điểm của bình luận trong %d phút

source: score hidden
ar: نقاط مخفاة
bs: bodovanje je sakriveno
ca: puntuació amagada
el: κρυμμένη βαθμολογία
fi: pisteet piilotettu
fr_ca: score caché
hu: pontszám elrejtve
it: punteggio nascosto
mt_mt: punteġġ moħbi
nn: poeng gjemt
no: poeng gjemt
pl: punktacja ukryta
sv: poäng dold
uk: голоси приховані
vi: ẩn điểm số

source: stickied comment
fr_ca: commentaire épinglé

source: category: %s
ca: categoria: %s
el: κατηγορία: %s
fi: kategoria: %s
fr_ca: catégorie: %s
hu: kategória: %s
it: categoria: %s
mt_mt: kategorija: %s
nn: kategori: %s
no: kategori: %s
pl: kategoria: %s
sv: kategori: %s
uk: категорія: %s
vi: danh mục: %s

source: show replies
ar: عرض الردود
bs: prikaži odgovore
ca: Mostra les respostes
el: προβολή απαντήσεων
fi: näytä vastaukset
fr_ca: afficher les réponses
hu: válaszok megjelenítése
it: mostra risposte
mt_mt: uri t-tweġibiet
nn: vis svar
no: vis svar
pl: pokaż odpowiedzi
sv: visa svar
uk: показати відповіді
vi: hiển thị trả lời

source: ago
ar: مسبقا
bs: ranije
ca: enrere
el: πριν
eo: antaŭe
et: tagasi
fi: sitten
fr_ca: de ça
he: לפני
hu: ezelőtt
it: fa
mt_mt: ilu
nn: sia
no: siden
pl: temu
sr_la: pre
sv: sen
ta: முன்னால்
uk: тому
vi: trước đây

source: on
ar: على
bs: u
ca: a
el: σε
fi: päällä
fr_ca: sur
hu: be
it: in
mt_mt: fuq
nn: på
no: på
pl: na
sr_la: na
sv: på
uk: у
vi: trên

source: More comments
fr_ca: Plus de commentaires
hu: További hozzászólások
it: Più commenti
sv: Fler kommentarer

source: Highlight comments posted since previous visit:
bs: Naglasi komentare koji su objavljeni od posljednje posjete:
ca: Destacar comentaris publicats des de l'ultima visita:
el: Υπερτόνισε τα σχόλια που αναρτήθηκαν από την προηγούμενη επίσκεψη:
fi: Korosta edellisen käynnin jälkeen lisätyt kommentit:
fr_ca: Mettre en évidence les commentaires postés depuis la dernière visite :
hu: A legutóbbi látogatás óta posztolt hozzászólások kiemelése:
it: Evidenzia commenti inviati dopo la tua precedente visita:
mt_mt: Evidenzja l-kummenti impustati mill-aħħar żjara:
nn: Merk kommentarer som er nye siden sist:
no: Merk kommentarer som er nye siden sist:
pl: Podświetl komentarze dodane od poprzedniej wizyty:
sv: Markera kommentarer som postats sedan förra besöket:
uk: Підсвітити коментарі, що з’явилися після останнього візиту:
vi: Tô sáng phần bình luận đã đăng từ lần truy cập trước:

source: no highlighting
ar: لا تظليل
bs: bez isticanja
ca: sense subratllar
el: χωρίς υπερτονισμό
eu: nabarmentzerik ez
fi: ei korostusta
fr_ca: pas de surlignage
hu: nincs kiemelés
it: senza evidenziare
mt_mt: mingħir evidenzjar
nn: inga framheving
no: ingen utheving
pl: bez wyróżniania
sv: ingen markering
uk: без виділень
vi: không cho tô sáng

source: # Claim this award for /u/%(user)s? #
fr_ca: # Réclamer ce prix pour /u/%(user)s? #

source: Yes, please!
ar: نعم من فضلك!
bs: Da, molim!
ca: Sí, per favor!
el: Ναι, παρακαλώ!
fi: Kyllä, kiitos!
fr_ca: Oui, s'il vous plait!
hu: Igen, kérlek!
it: Si, per favore!
mt_mt: Iva, jekk jogħġbok!
nn: Ja takk!
no: Ja takk!
pl: Tak, poproszę!
sv: Ja, tack!
uk: Звісно так!
vi: Vâng, xin cảm ơn rất nhiều!

source: "In 5-billion years the Sun will expand and engulf our orbit as the charred ember that was once Earth vaporizes. Have a nice day."
ca: "Dins d'uns 5 bilions d'anys el Sol s'expandirá i ens engullirá mentres aquell tros de terra que va ser la Terra s'evaporará. Apa, que vagi bé."
fi: "5 miljardin vuoden sisällä Aurinko laajenee, peittää linnunratamme ja on kuin hiiltynyt kekäle kun Maa höyrystyy. Hauskaa päivää sinulle."
fr_ca: "Dans 5 milliards d'années, le soleil se dilatera et engloutira notre orbite pendant que les cendres carbonisées qui formaient jadis notre Terre s'évaporent. Passez une bonne journée."
hu: "5 milliárd éven belül a Nap kitágul, és elnyeli pályánkat, miközben az elszenesedett parázs, ami egykor a Föld volt, elpárolog. Kellemes napot."
it: "In 5 miliardi di anni il sole si espanderà e inghiottirà la nostra orbita, mentre quel tizzone carbonizzato che prima era la terra inizierà ad evaporare. Buona giornata."
mt_mt: "Fi żmien 5 biljuni ta' snin, ix-xemx se tespandi u tibla' l-orbità tagħna filwaqt li l-faħla li xi darba kienet id-dinja tisfa' fix-xejn. Il-ġurnata t-tajba."
nn: «Om fem milliarder år vil solen utvide seg og omslutte jordas bane mens den glødende flekken som tidligere var vår planet blir til støv. Ha en fin dag.»
no: «Om fem milliarder år vil solen utvide seg og omslutte jordas bane mens den glødende flekken som tidligere var vår planet blir til støv. Ha en fin dag.»
pl: "Za 5 miliardów lat Słońce się rozszerzy i pochłonie naszą orbitę, gdy wypalony węgielek będący kiedyś Ziemią wyparuje. Miłego dnia."
sv: "Om 5 miljarder år kommer solen expandera och uppsluka vår omloppsbana samtidigt som den glödande kolbiten som en gång var jorden förångas. Ha en trevlig dag."
uk: "За 5 мільярдів років Сонце сильно розшириться і охопить орбіту Землі, і вугілець, який недавно був Землею, випарується. Щасливого вам дня."
vi: "Trong 5 tỉ năm Mặt trời sẽ phình to và bao trùm quỹ đạo và khối nham thạch đã từng là Trái đất bốc hơi. Chúc một ngày tốt lành."
