Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: stop being an approved submitter?
ar: توقف عن كونك مراسل مصرح؟
bs: ukidanje odobrenog korisnika?
ca: deixar de ser un contribuïdor autoritzat?
el: να σταματήσεις να είσαι εγκεκριμένος αποστολέας;
eu: onartutako bidaltzailea izateari utzi?
fi: lopeta valvojana oleminen?
fr_ca: vous ne voulez plus être un auteur approuvé ?
hu: nem szeretnél elfogadott beküldő lenni többé?
it: vuoi smettere di essere un autore approvato?
mt_mt: trid ma' tibqax awtur approvat?
nn: slutte å vere ein godkjend innsendar?
no: stoppe å være en godkjent innsender?
pl: zaprzestać bycia zaufanym autorem?
sv: vill du sluta vara godkänd uppladdare?
uk: перестати бути схваленим автором?
vi: Ngừng trở thành người đăng được chấp thuận?

source: you are an approved submitter on this subreddit. (%(leave)s)
bs: vi ste odobreni korisnik ovog subreddita. (%(leave)s)
ca: ets un contribuïdor autoritzat en aquest subreddit. (%(leave)s)
el: είστε εγκεκριμένος υποβολέας σε αυτό το υποreddit (%(leave)s)
fi: olet hyväksytty lähettäjä tässä subredditissä. (%(leave)s)
fr_ca: vous êtes un auteur approuvé pouvant soumettre sur ce reddit. (%(leave)s)
hu: elfogadott beküldő vagy ezen az subredditen. (%(leave)s)
it: sei un contributore approvato in questo subreddit. (%(leave)s)
mt_mt: int awtur approvat f'dan is-subreddit. (%(leave)s)
nn: du er en godkjent innsender på denne subredditen. (%(leave)s)
no: du er en godkjent innsender på denne subredditen. (%(leave)s)
pl: należysz do zaufanych autorów tego subreddita. (%(leave)s)
sv: du är en godkänd uppladdare i denna subreddit. (%(leave)s)
uk: ви є схваленим автором у цьому сабреддіті. (%(leave)s)
vi: you are an approved submitter on this chuyên mục. (%(leave)s)

source: Show this subreddit's theme
fr_ca: Afficher le thème de ce subreddit
it: Mostra il tema di questo subreddit
mt_mt: Uri t-tema ta' das-subreddit
sv: Visa detta subreddits tema
uk: Показати цю тему сабраддіта

source: a community for
ar: مجتمع لـ
bs: zajednica već
ca: una comunitat per
el: κοινότητα για
eu: komunitate bezala
fi: Yhteisö
fr_ca: une communauté depuis
hu: egy közösség
it: una community da
mt_mt: komunità għal
nn: eit fellesskap for
no: et samfunn for
pl: społeczność przez
sv: en gemenskap sedan
uk: спільнота для
vi: cộng đồng

source: approve this subreddit
ar: صرح بهذا الريدّيت الفرعي
bs: odobri ovaj subreddit
el: έγκρινε αυτό το υποreddit
fi: hyväksy tämä alireddit
fr_ca: approuvez ce reddit
hu: subreddit jóváhagyása
it: approva questo subreddit
mt_mt: approva das-subreddit
nn: godkjenn denne subredditen
no: godkjenn denne subredditen
pl: zatwierdź ten subreddit
sv: godkänn denna subreddit
uk: схвалити цей сабреддіт
vi: approve this chuyên mục

source: ban this subreddit
ar: أحجب هذا الريدّيت
bs: banuj ovaj subreddit
el: απαγόρεψε αυτό το υποreddit
fi: estä tämä alireddit
fr_ca: bannir ce reddit
hu: subreddit tiltása
it: banna questo subreddit
mt_mt: ipprojbixxi das-subreddit
nn: sperr denne subreditten
no: sperr denne subreditten
pl: zbanuj ten subreddit
sv: förbjud denna subreddit
uk: заблокувати цей сабреддіт
vi: cấm chuyên mục này

source: View the community rules
fr_ca: Lire les règles de la communauté
it: Visualizza le regole della comunità
sv: Visa communityreglerna

source: reason for revision
ar: سبب المراجعة
bs: razlog za reviziju
el: αιτιολογία αναθεώρησης
fi: syy muokkaamiseen
fr_ca: raison pour la révision
hu: módosítás oka
it: motivo della revisione
mt_mt: raġuni tar-reviżjoni
nn: grunnen for revisjonen
no: revisjonsgrunn
pl: powód zmian
sv: orsak till revision
uk: причина редагування

source: see previous versions
el: δες προηγούμενες εκδόσεις
fi: katso aiemmat versiot
fr_ca: voir les versions précédentes
hu: korábbi verziók megtekintése
it: visualizza versioni precedenti
mt_mt: ara l-verżjonijiet ta' qabel
nn: se tidligere versjoner
no: se tidligere versjoner
pl: zobacz poprzednie wersje
sv: se tidigare versioner
uk: переглянути попередні версії
vi: xem phiên bản trước

source: preview
ar: معاينة
bs: pregled
ca: previsualitza
el: προεπισκόπηση
eo: antaŭvido
eu: aurrebista
fi: esikatselu
fr_ca: aperçu
hu: előnézet
it: anteprima
mt_mt: anteprima
nn: førehandsvis
no: forhåndsvisning
pl: podgląd
sr_la: pogledaj kako bi to izgledalo
sv: förhandsgranska
uk: попередній перегляд
vi: xem trước

source: normal link
ar: رابط عادي
bs: obični link
ca: enllaç normal
el: κανονικός σύνδεσμος
eo: normala ligo
eu: esteka normala
fi: normaali linkki
fr_ca: lien normal
hu: normális hivatkozás
it: link normale
mt_mt: link normali
nn: vanleg lenkje
no: normal lenke
pl: normalny link
sr_la: normalan lik
sv: normal länk
uk: звичайне посилання
vi: đường dẫn bình thường

source: compressed link
ar: رابط مضغوط
bs: kompresovani link
ca: enllaç comprimit
el: συμπιεσμένος σύνδεσμος
eo: mallonga ligo
eu: esteka konprimatua
fi: tiivistetty linkki
fr_ca: lien compressé
hu: tömörített link
it: link compresso
mt_mt: link imqassra
nn: komprimert lenkje
no: komprimert lenke
pl: skompresowany link
sr_la: kompresovan link
sv: komprimerad länk
uk: стисле посилання
vi: đường dẫn nén

source: link with thumbnail
ar: رابط مع صورة مصغرة
bs: link sa sličicom
ca: enllaç amb captura
el: χρήση μικρογραφίας για σύνδεσμο
eo: ligo kun bildeto
eu: koadro txikidun esteka
fi: linkki pikkukuvan kanssa
fr_ca: lien avec image
hu: hivatkozás bélyegképpel
it: link con anteprima
mt_mt: link b'minjatura
nn: lenkje med miniatyr
no: lenke med forhåndsbilde
pl: link z miniaturką
sr_la: link sa sličicom
sv: länk med miniatyr
uk: посилання з мініатюрою
vi: đường dẫn với ảnh xem trước

source: stickied link
ca: enllaç fixat
el: κολλημένος σύνδεσμος
fi: tahmainen linkki
fr_ca: lien épinglé
hu: kitűzött link
it: link evidenziato
mt_mt: link evidenzjata
nn: festet lenke
no: festet lenke
pl: przyklejony link
sv: klistrad länk
uk: закріплене посилання

source: gilded comment
el: επιχρυσωμένο σχόλιο
fi: kullattu kommentti
fr_ca: commentaires dorés
it: commento dorato
mt_mt: kumment indurat
nn: forgylt kommentar
no: forgylt kommentar
pl: ozłocony komentarz
sv: förgylld kommentar
uk: позолочений коментар

source: image file
ar: ملف صورة
bs: datoteka slike
ca: fitxer d'imatge
el: αρχείο εικόνας
eo: bildodosiero
eu: irudi fitxategia
fi: kuvatiedosto
fr_ca: fichier image
hu: képfájl
it: file immagine
mt_mt: fajl tal-istampa
nn: biletfil
no: bildefil
pl: plik obrazu
sr_la: fajl slike
sv: bildfil
uk: файл зображення
vi: tệp tin ảnh

source: new image name:
ar: أسم جديد للصورة:
bs: novo ime slike:
ca: nou nom d'imatge:
el: νέο όνομα εικόνας:
eo: nova bildonomo:
eu: irudi-izen berria:
fi: uusi kuvan nimi:
fr_ca: nouveau nom de l'image
hu: új kép neve:
it: nuovo nome immagine:
mt_mt: isem ġdid għall-istampa:
nn: nytt biletnamn:
no: nytt bildenavn
pl: nowa nazwa obrazu:
sr_la: novo ime slike
sv: nytt bildnamn:
uk: назва нового зображення:
vi: tên ảnh mới:

source: (image names should consist of alphanumeric characters and '-' only)
ar: (أسم الصورة يجب أن يتكون من حروف و أرقام و '-' فقط)
bs: (nazivi slika bi trebali sadržavati samo alfanumeričke znakove i '-')
ca: (el nom de la imatge hauria de consistir exclusivament en caràcters alfanumèrics i '-')
el: (τα ονόματα εικόνας πρέπει να αποτελούνται μόνο από αλφαριθμητικούς χαρακτήρες και '-')
eo: (bildonomo nur povas konsisti je alfabetaj literoj kaj simbolo '-')
eu: (irudi-izenek alfazenbakizko karaktereak eta '-' eduki ditzakete soilik)
fi: (kuvan nimessä sallittu kirjaimet, numerot ja '-' -merkki
fr_ca: (les noms d'images devront consister de caractères alphanumériques et '-' seulement)
hu: (képneveknek csak alfanumerikus karakterekből és '-' kellene állni)
it: (i nomi delle immagini dovrebbero contenere solo caratteri alfanumerici e "-")
mt_mt: (l-ismijiet tal-istampi jistgħu jikkonsistu minn karattri alfanumeriċi u l-karattru '-' biss)
nn: (biletnamn kan berre innehalde tal, bokstavar og bindestrek)
no: (bildenavn burde inneholde kun bokstaver og "-")
pl: (nazwy obrazów mogą zawierać tylko litery, cyfry i znak '-')
sr_la: ( imena slika moraju sadržati samo alfanumeričjke znake i '-' )
sv: (bildnamn kan bara bestå av alfanumeriska tecken och '-')
uk: (імена зображень мають містити лише літери, цифри та "-")
vi: (tên ảnh chỉ được gồm ký tự và '-')

source: Note: any changes to images here will be reflected immediately on reload and cannot be undone.
ar: ملاحظة: أي تغير للصور هنا سوف يتم فوراً عند إعادة التحميل و لا يمكن التراجع عنه.
bs: Napomena: bilo kakve promjene na slikama će odmah biti aktivne i nije ih moguće poništiti.
el: Σημείωση: οποιεσδήποτε αλλαγές σε εικόνες εδώ θα εφαρμοστούν άμεσα με την ανανέωση και δεν μπορούν να αναιρεθούν.
eu: Oharra: hemen irudiei egindako edozein aldaketak eragina izango du segituan birkargatzean eta ezin da desegin.
fi: Huomaa: kaikki muutokset täällä vaikuttavat samantien, eikä niitä voi perua.
fr_ca: Remarque : tous les changements appliqués aux images ici seront répercutés une fois la page actualisée. Il n'est pas possible d'annuler l'opération.
hu: Megjegyzés: bármilyen változtatás a képeken itt, az újratöltésnél azonnal végrehajtásra kerül és nem lesz visszavonható.
it: Attenzione: qualunque modifica fatta qui alle immagini sarà visibile immediatamente, alla ricarica, e non può essere annullata.
mt_mt: Nota: kwalsijasi bidla fl-istampi hawnhekk se tkun riflessa mill-ewwel meta terġa ttella' l-paġna u ma' tistax tiġi annullata.
nn: Merk: alle endringar som du gjer her blir gjeldande straks du oppfriskar, og kan ikkje angrast.
no: Merk: noen forandringer til bildene her vil bli reflektert umiddelbart når den blir lastet på nytt og kan ikke bli stilt tilbake
pl: Uwaga: wszelkie zmiany będą natychmiast zapisywane i nie mogą być odwrócone.
sr_la: Beleška: sve promene na ovim slikama će odmah nakon ponovnog učitavanja biti vidljive i to ne može biti vraćeno u pređašnje stanje
sv: Obs: alla ändringar av bilder här visas omedelbart vid uppdatering och kan inte ångras.
uk: Зауважте: будь-які зміни до зображень стануть доступними одразу після перезавантаження, та не можуть бути скасовані.
vi: Chú ý: bất cứ thay đổi nào với ảnh này sẽ được cập nhật trực tiếp khi tải lại và không thể hoàn tác.

source: paste into stylesheet
ar: أضيف إلى لائحة التجميلات
bs: zalijepi u stilski predložak
el: επικόλληση στο στυλ
eu: itsatsi estilo-orrian
fi: liitä tyylimäärittelyyn
fr_ca: coller dans la feuille de style
hu: beillesztés a stíluslapba
it: incolla nel foglio di stile
mt_mt: inkolla fl-istylesheet
nn: lim inn i stilarket
no: lim inn i stilark
pl: wklej do arkusza stylów
sr_la: kopirajte u stil
sv: klistra in i stillmall
uk: вставити до таблиці стилю
vi: dán vào khuôn mẫu

source: delete this image
ar: حذف هذه الصورة
bs: obriši ovu sliku
ca: elimina aquesta imatge
el: διαγραφή αυτής της εικόνας
eo: forviŝu bildon
eu: ezabatu irudi hau
fi: poista tämä kuva
fr_ca: effacer cette image
hu: kép törlése
it: cancella questa immagine
mt_mt: ħassar dil-istampa
nn: slett det her biletet
no: slett dette bildet
pl: usuń obraz
sr_la: ovriši ovu sliku
sv: radera den här bilden
uk: видалити це зображення
vi: xóa ảnh này

source: All times are in [UTC](http://en.wikipedia.org/wiki/UTC).
bs: Sva vremena su [UTC](http://en.wikipedia.org/wiki/UTC).
el: Όλες οι ώρες είναι σε [UTC](http://en.wikipedia.org/wiki/UTC).
fi: Kaikki ajat ovat [UTC](http://en.wikipedia.org/wiki/UTC) muodossa.
fr_ca: Toutes les heures sont en [UTC].
hu: Minden idő [UTC](http://en.wikipedia.org/wiki/UTC) szerint van.
it: Tutti gli orari sono [UTC](http://en.wikipedia.org/wiki/UTC).
mt_mt: Il-ħinijiet kollha huma fil-format [UTC](http://en.wikipedia.org/wiki/UTC).
nn: Alle klokkeslett er i [UTC](http://en.wikipedia.org/wiki/UTC).
no: Alle tider er i [UTC](http://en.wikipedia.org/wiki/UTC).
pl: Czas w standardzie [UTC](http://pl.wikipedia.org/wiki/Uniwersalny_czas_koordynowany).
sv: Alla tider är i [UTC](http://sv.wikipedia.org/wiki/Koordinerad_universell_tid).
uk: Час завжди вказано в форматі [всесвітнього часу (UTC)](http://uk.wikipedia.org/wiki/%D0%92%D1%81%D0%B5%D1%81%D0%B2%D1%96%D1%82%D0%BD%D1%96%D0%B9_%D0%BA%D0%BE%D0%BE%D1%80%D0%B4%D0%B8%D0%BD%D0%BE%D0%B2%D0%B0%D0%BD%D0%B8%D0%B9_%D1%87%D0%B0%D1%81).
vi: Tất cả múi giờ đều là [UTC](http://en.wikipedia.org/wiki/UTC).

source: Enter one subreddit per line. Traffic numbers shown are for the last full month.
fi: Lisää yksi alireddit viivalle. Näytetyt liikennennumerot ovat viimeiseltä kuukaudelta.
fr_ca: Entrer un subreddit par ligne. Les chiffre du traffic affichés sont ceux du mois dernier.
hu: Soronként egy subredditet adj meg. A forgalom számai az első teljes hónap után jelennek meg.
it: inserisci un subreddit per linea, I valori di traffico visualizzati si riferiscono all'ultimo intero mese.
mt_mt: Daħħal subreddit waħda f'kull linja. L-ammonti ta' traffiku murija huma ta' l-aħħar xahar sħieħ.
nn: Legg til én subreddit per linje. Trafikken som vises er for siste hele måned.
no: Legg til én subreddit per linje. Trafikken som vises er for siste hele måned.
pl: Podaj jeden subreddit na linię. Ruch jest wyświetlany za cały ostatni miesiąc.
sv: Skriv in en subreddit per rad. Trafikdatan som visas är för den senaste hela månaden.
uk: Введіть один сабреддіт на рядок. Цифри трафіку показуються за останній повний місяць.
vi: Nhập một chuyên mục mỗi dòng. Số lưu lượng được hiển thị theo tháng trước.

source: subreddit traffic
ar: مُشراكة الحركة ريدّيت
bs: saobraćaj subreddita
el: κίνηση υποreddit
fi: aliredditin liikenne
fr_ca: Traffic du subreddit
hu: subreddit forgalom
it: traffico subreddit
mt_mt: traffiku tas-subreddit
nn: subreddittrafikk
no: subreddittrafikk
pl: ruch na subreddicie
sv: subreddit-trafik
uk: трафік по сабреддіту
vi: lưu lượng chuyên mục

source: not found
ar: لم يتم العثور
bs: nije pronađeno
ca: no trobat
el: δεν βρέθηκε
fi: ei löytynyt
fr_ca: non trouvé
hu: nem található
it: non trovato
mt_mt: ma' nstabx
nn: ikke funnet
no: ikke funnet
pl: nie znaleziono
sv: hittades ej
uk: не знайдено
vi: không tìm thấy

source: unsubscribe
ar: إنسحاب
bs: otkaži pretplatu
ca: cancel·la subscripció
el: διαγραφή
et: lõpeta tellimine
eu: harpidetza kendu
fi: peruuta tilaus
fr_ca: se désabonner
hu: leiratkozás
it: disiscriviti
mt_mt: waqqaf l-abbonament
nn: opphev tinging
no: opphev abonnement
pl: usuń subskrypcję
sv: sluta prenumerera
ta: சந்தாவிலிருந்து விலக
uk: відписатися
vi: hủy đăng kí

source: first
ar: الأول
bs: prvo
ca: primer
el: πρώτο
eu: lehena
fi: ensimmäinen
fr_ca: premier
hu: első
it: primo
mt_mt: l-ewwel
nn: først
no: først
pl: pierwszy
sv: första
uk: перший
vi: đầu tiên

source: thanks for buying creddits!
ar: شكراً لشرائك كريديت!
bs: hvala vam na kupovini kreddita!
ca: gràcies per comprar credits!
el: ευχαριστούμε που αγοράσατε creddit!
eu: eskerrik asko kreddituak erosteagatik!
fi: Kiitos creddit-ostoksestasi!
fr_ca: merci d'avoir acheté des creddits !
hu: köszönjük a kredditvásárlást!
it: grazie per aver comprato dei creddit!
mt_mt: grazzi talli xtrajt il-kredditi!
nn: takk for at du kjøpte kredditar!
no: takk for at du kjøpte creddits
pl: dziękujemy za kupno creddytów!
sv: tack för att du köpt kredditer!
uk: дякуємо за купівлю кредитів!
vi: cám ơn bạn đã mua creddits!

source: thanks for subscribing!
ar: شكرا لإشتراك!
bs: hvala vam na pretplati!
ca: gràcies per subscriure't!
el: ευχαριστούμε που γράφτηκες!
eu: eskerrik asko harpidetzeagatik!
fi: kiitos tilauksesta
fr_ca: Merci de votre inscription !
hu: köszönjük a feliratkozást!
it: grazie per esserti iscritto
mt_mt: grazzi talli abbonajt!
nn: takk for at du tingar!
no: takk for påmeldingen!
pl: dzięki za subskrypcję!
sv: tack för att du prenumererar!
uk: дякуємо за підписку!
vi: cảm ơn vì đã đăng kí!

source: enter your confirmation code below to claim your gift creddits
ar: أدخل شفرة التأكيد بالأسفل لإستلام هدايا كريدّيت
bs: upišite vaš kod ispod kako biste preuzeli vaše kredite
el: βάλτε τον κωδικό επιβεβαίωσης σας παρακάτω για να εξαργυρώσετε το δώρο από creddits σας
fi: kirjoita vahvistuskoodisi tämän alapuolelle saadaksesi lahja-credditisi
fr_ca: saisissez votre code de confirmation ci-dessous pour revendiquer vos crédits cadeau
hu: az ajándék credditjeid igényléséhez add meg a megerősítő kódot alább
it: inserisci il tuo codice di conferma per riscattare i tuoi creddit in regalo
mt_mt: daħħal il-kodiċi tal-konferma tiegħek hawn taħt sabiex tirrivendika l-kredditi tal-għotja tiegħek
nn: skriv inn stadfestingskoden din under for å hente ut kredittgåvene dine
no: skriv inn bekreftelsekoden nedenfor for å kreve dine gave-creddits
pl: wprowadź swój kod potwierdzający by otrzymać dodatkowy prezent
sv: ange din bekräftelsekod nedan för att göra anspråk på dina gåvokredditer
uk: введіть ваш код підтвердження нижче, щоб отримати ваші подаровані креддіти
vi: Hãy nhập mã xác nhận bên dưới để nhận quà creddits

source: enter your confirmation code below to activate reddit gold
ar: أدخل شفرة التحقيق تحت لتفعيل ريدّيت الذهبي
bs: upišite vaš kod ispod da aktivirate reddit zlato
el: βάλτε τον κωδικό επιβεβαίωσης σας παρακάτω για να ενεργοποιήσετε το χρυσό reddit
eu: sartu beheko baieztapen kodea reddit urrea aktibatzeko
fi: kirjoita vahvistuskoodisi aktivoidaksesi reddit kullan
fr_ca: saisissez votre code de confirmation ci-dessous pour activer reddit gold
hu: a reddit arany aktiválásához add meg a megerősítő kódot alább
it: inserisci il tuo codice di conferma per attivare reddit gold
mt_mt: daħħal il-kodiċi tal-konferma hawn taħt sabiex tattiva r-reddit gold
nn: skriv inn stadfestingskoden din under for å aktivere gullreddit
no: skriv inn bekreftelseskoden under for å aktivere reddit gull
pl: wprowadź kod potwierdzający aby aktywować złoto reddit
sv: ange din bekräftelsekod nedan för att aktivera reddit guld
uk: введіть код підтвердження нижче, щоб активувати Золоту підписку
vi: nhập mã xác nhận của bạn bên dưới để kích hoạt reddit gold

source: You're already a reddit gold subscriber.
ar: أنك مشترك ريدّيت ذهبي حالياً
bs: Već ste pretplatnik na reddit zlato.
ca: Ja ets suscrit a 'reddit gold'
el: Είσαι ήδη συνδρομητής χρυσού reddit.
eu: reddit urrea harpideduna zara dagoeneko.
fi: olet jo reddit kullan tilaaja
fr_ca: Vous êtes déjà abonné à reddit gold.
hu: Már reddit arany előfizető vagy.
it: Sei già abbonato a reddit gold.
mt_mt: Int diġà abbonat ma' reddit gold.
nn: Du er allereie ein gullreddittingar
no: Du er allerede reddit gull abonnent.
pl: Już jesteś subskrybentem złota reddit.
sv: Du är redan reddit guld-prenumerant.
uk: Ви вже є Золотим учасником Реддіт.
vi: Bạn đã là một thành viên reddit gold.

source: But if you just gave us even more money, enter the new confirmation code below and we'll add the extra credit to your account.
ar: إذا أعطيتنا مبلغ أضافي للتو ، أدخل شفرة النأكيد الجديدة و سوف نضيف ائتمان إضافي لحسابك .
bs: Ali, ako ste nam upravo poslali novac, upišite novi kod ispod i mi ćemo vam poslati dodatne kredite za vaš račun.
el: Αλλά αν μόλις μας δώσατε ακόμα περισσότερα χρήματα, βάλτε τον νέο κωδικό επιβεβαίωσης παρακάτω και θα βάλουμε την επιπλέον πίστωση στον λογαριασμό σας.
fi: Mutta jos annoit jo meille vielä enemmän rahaa, kirjoita uusi vahvistuskoodi alapuolelle ja me lisäämme extra-creditin tunnuksellesi.
fr_ca: Cependant, si vous venez de nous donner encore plus d'argent, saisissez le nouveau code de confirmation ci-dessous et nous ajouterons le crédit supplémentaire à votre compte.
hu: De ha éppen több pénzt adtál nekünk, add meg a megerősítő kódot alább és jóváírjuk a számládon.
it: Ma se ci hai appena dato più soldi, inserisci il nuovo codice di conferma e aggiungeremo i crediti extra al tuo account.
mt_mt: Iżda jekk għadek kif tajtna aktar flus, daħħal il-kodiċi tal-konferma hawn taħt u nżidu l-kreditu addizzjonali mal-kont tiegħek.
nn: Men viss du berre gav oss meir pengar, så skriv inn stadfestingskoden under, og vi vil leggje til dei ekstra kredditane til kontoen din.
no: Men om du nettopp ga oss enda mer penger, skriv inn den nye bekreftelsekoden under og vi vil deretter legge til din ekstra kreditt på kontoen din.
pl: Jeśli jednak przesłałeś nam jeszcze więcej pieniędzy, wprowadź nowy kod potwierdzający, a stan Twojego konta zostanie zaktualizowany.
sv: Men om det var meningen att ge oss ännu mer pengar kan du ange den nya bekräftelsekoden nedan så lägger vi till den extra krediten i ditt konto.
uk: Але якщо ви дали нам ще більше грошей, введіть новий код нижче і ми додамо більше креддітів на ваш акаунт.
vi: Nhưng nếu bạn muốn tiêu thêm tiền cho chúng tôi, nhập mã xác nhận mới vào bên dưới và chúng tôi sẽ thêm công trạng vào tài khoản của bạn.

source: claim
ar: أستلم
bs: preuzmi
ca: demanar
el: εξαργύρωση
fi: lunasta
fr_ca: revendiquer
hu: igénylés
it: riscatta
mt_mt: irrivendika
nn: hent ut
no: hevd
pl: otrzymaj
sv: gör anspråk på
uk: активувати
vi: đòi

source: trending subreddits
el: τάσεις υποreddit
fi: nousevat aliredditit
fr_ca: subreddits populaires
hu: felkapott subredditek
it: subreddit di tendenza
mt_mt: subreddits popolari
nn: subreddits med stigende trend
no: subreddits med stigende trend
pl: popularne subreddity
sv: trendande subredditar
uk: сабреддіти, що набирають популярність
vi: các chuyên mục nổi bật

source: dust
ar: غبار
bs: prašina
ca: pols
el: σκόνη
eu: hautsa
fi: pölyä
fr_ca: poussière
hu: por
it: polvere
mt_mt: trab
nn: støv
no: støv
pl: kurz
sv: damm
uk: пил
vi: bụi

source: mark all as read
fi: merkitse kaikki luetuksi
fr_ca: marquer comme lus
hu: összes megjelölése olvasottként
it: segna tutti come già letti
mt_mt: immarkahom li nqraw kollha
no: markér alle som lest
sv: markera alla som lästa
uk: відмітити все, як прочитане

source: (this may take a while)
fr_ca: (cela peut prendre l'éternité)
it: (potrebbe volerci del tempo)
mt_mt: (jaf jieħu ftit żmien)
no: (dette kan en stund)
sv: (detta kan ta en stund)
uk: (може зайняти деякий час)

source: Ongoing awards, and their most recent winners:
ar: الجوائز الحالية، و الفائزين بها مؤخراً:
bs: Najnovije nagrade i njihovi nedavni osvajači:
el: Τρέχοντα βραβεία, και οι πιο πρόσφατοι νικητές:
fi: viimeisimmät palkinnot
fr_ca: Récompenses en cours et leur gagnants les plus récents :
hu: Folyamatban lévő díjak és azok legutóbbi nyertesei:
it: Riconoscimenti in arrivo, e i loro vincitori più recenti:
mt_mt: Rikonoxximenti rikorrenti, u r-rebbieħa l-aktar reċenti:
nn: Pågåande utmerkingar og dei siste vinnarane:
no: Pågående konkurranser og deres nyeste vinnere:
pl: Ostatnie nagrody i ich posiadacze:
sv: Pågående utmärkelser och de senaste vinnarna:
uk: Нагородження, що йдуть прямо зараз, та їх найновіші переможці:

source: won by
ar: ربحه
bs: osvojio
ca: guanyat per
el: κερδήθηκε από
eo: venkita de
eu: nork irabazia
fi: minkä vuoksi voitettu
fr_ca: gagné par
hu: megnyerve
it: vinto da
mt_mt: mirbuħ minn
nn: vunne av
no: vunnet av
pl: wygrane przez
sv: vunnen av
uk: виграно
vi: chiến thắng bởi

source: recently won by
ar: ربحه مؤخراً
bs: nedavno osvojio
ca: recentment guanyat per
el: κερδήθηκε πρόσφατα από
eo: ĵus venkita de
eu: azkenaldian nork irabazia
fi: viimeisin voittaja
fr_ca: récemment gagné par
hu: mostanában megnyerve
it: recentemente vinto da
mt_mt: mirbuħ reċentement minn
nn: nyleg vunne av
no: nylig vunnet av
pl: ostatnio wygrane przez
sv: nyligen vunnen av
uk: виграно нещодавно
vi: chiến thắng gần đây bởi

source: for this
ar: لهاذا
bs: za ovo
ca: per això
el: για αυτό
eu: honengatik
fi: tämän vuoksi
fr_ca: pour ça
hu: ehhez
it: per questo
mt_mt: għal dan
nn: for denne
no: for dette
pl: za to
sv: för detta
uk: для цього

source: Special awards:
ar: جوائز خاصة:
bs: Specijalne nagrade:
ca: Premis especials:
el: Ειδικά βραβεία:
eo: Specialaj premioj:
eu: Sari bereziak:
fi: erikoispalkinnot
fr_ca: Récompenses spéciales :
hu: Különdíjak:
it: Riconoscimenti speciali:
mt_mt: Rikonixximenti speċċjali:
nn: Spesielle utmerkingar:
no: Spesielle priser:
pl: Specjalne nagrody:
sv: Specialutmärkelser:
uk: Особливі нагороди:
vi: Giải thưởng đặc biệt:
