Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: are you over eighteen and willing to see adult content?
ar: هل عمرك يتعدى الثماني عشرة وراغب في مشاهدة محتوى للبالغين؟
bs: jeste li stariji od osamnaest godina i želite li vidjeti ovaj sadržaj za odrasle?
ca: Tens més de divuit anys i desitges veure contingut per adults?
eo: Ĉu vi aĝas pli ol 18 kaj emas spekti plenkreskulaĵojn?
et: oled sa üle kaheksateistkümne ning nõus täiskasvanutele mõeldud sisu vaatama?
eu: hemezortzi urte baino gehiago dituzu eta helduentzako edukia ikusi nahi duzu?
nn: er du over atten og viljug til å sjå vaksent innhald?
no: er du over atten og villig til å se voksent innhold?
pl: czy masz powyżej 18 lat i chcesz zobaczyć treść przeznaczoną dla dorosłych?
sr_la: da li imate preko osamnaest i želite da vidite stvari za odrasle?
ta: உங்களுக்கு பதினெட்டு வயது முடிவடைந்து விட்டதா? நீங்கள் வயது முதிர்ந்தவர்களுக்கு மட்டுமான விபரங்களைப் பார்க்க விரும்புகிறீர்களா?

source: what's my password?
ar: ماهي كلمة السر الخاصة بي؟
bs: koja je moja šifra?
ca: quina és la meva contrasenya?
eo: kiu estas mia pasvorto?
et: mis mu parool on?
eu: zein da nire pasahitza?
he: מה הסיסמא שלך?
nn: kva er passordet mitt?
no: hva er passordet mitt?
pl: jakie jest moje hasło?
sr_la: koja je moja lozinka?
ta: எனது கடவுச்சொல் என்ன?

source: enter your user name below to receive your login information
ar: أدخل اسم المستخدم الخاص بك أدناه لكي تحصل على معلومات الدخول الخاصة بك
bs: ispod upišite vaše ime da biste dobili vaše informacije za prijavu
ca: introdueix el teu nom d'usuari per rebre la teva informació d'accés
eo: entajpu vian salutnomon por ricevi viajn registrajn datumojn
et: sisesta alla oma kasutajanimi et oma sisselogimisinformatsiooni saada
eu: sartu zure erabiltzaile-izena zure erregistroaren informazioa jasotzeko
he: כתוב כאן את שם המשתמש שלך כדי לקבל את פרטי הכניסה
nn: skriv inn brukarnamnet ditt under for å motta innloggingsinformasjonen din
no: skriv brukernavnet ditt nedenfor for å motta innlogginsinformasjonen din
pl: wpisz nazwę użytkownika poniżej aby otrzymać informacje o swoim loginie
sr_la: upišite svoje korisničko ime ispod kako biste primili informacije za login
ta: உங்களுடைய புழங்குநர் பெயரைப் பதிவு செய்து நுழைவு விபரங்களைப் பெறவும்

source: delete your reddit account
ar: أحذف حساب ريدّيت
bs: obrišite vaš reddit račun
ca: esborrar el teu compte reddit
eu: ezabatu zure reddit kontua
nn: slett reddit-kontoen din
no: slett din reddit brukerkonto
pl: usuń swoje konto na reddicie

source: deleting...
ar: يتم الحذف...
bs: brišem...
ca: esborrant
eo: forviŝado...
et: kustutan...
eu: ezabatzen...
nn: slettar ...
no: sletter...
pl: usuwam...
sr_la: brisanje...
ta: நீக்கிக்கொண்டிருக்கிறோம்

source: * if you're having a problem on reddit, please consider [contacting us](/message/compose?to=%2Fr%2Freddit.com) about it before deleting your account. * deleting your account will not delete the content of posts and comments you've made on reddit. to do so, please delete them individually.
no: * hvis du har et problem på reddit, så [kontakt oss](/message/compose?to=%2Fr%2Freddit.com) gjerne om det før du fjerner kontoen din. * fjerning av kontoen din vil ikke fjerne innholdet i dine innlegg og kommentarer på reddit. for å gjøre det må du fjerne de individuelt.

source: why are you deleting this account?
ar: لماذا تحذف هذا الحساب؟
bs: zašto brišete ovaj račun?
ca: per què esborres aquest compte?
eu: Zein da kontu hau ezabatzeko arrazoia?
nn: kvifor slettar du kontoen din?
no: hvorfor sletter du denne brukerkontoen?
pl: dlaczego usuwasz to konto?

source: I understand that deleted accounts are not recoverable.
ar: أني أفهم أن الحسابات المحذوفة غير قابلة للإستعادة
bs: Razumijem da nije moguće povratiti obrisane račune.
ca: Entenc que els comptes eliminats no es poden recuperar.
eu: Ulertzen dut ezabatutako kontuak ezin direla berreskuratu.
nn: eg forstår at sletta kontoar ikkje kan atterreisast
no: Jeg forstår at slettede brukerkontoer ikke kan gjenopprettes.
pl: Rozumiem, że usuniętych kont nie da się już odzyskać.

source: delete account
ar: أحذف الحساب
bs: obriši račun
ca: eliminar compte
eu: ezabatu kontua
nn: slett konto
no: slett brukerkonto
pl: usuń konto

source: make safe(r) for work
ar: أجعله آمن للعمل
bs: učini sigurnim za rad
ca: fer (més) segur per a la feina
eu: egin lanerako seguru(ago)
nn: gjer trygg(are) for jobben
no: gjør trygg(ere) for arbeid
pl: uczyń odpowiedniejszym dla niepełnoletnich

source: (Don't show thumbnails next to anything labeled NSFW)
ar: (لا تظهر صور مصغرة بجانب روابط مُعَلمة بغير آمن للعمل)
bs: (Ne prikazuj sličice pored bilo čega što je označeno kao NSZR)
ca: (No mostris miniatures als enllaços etiquetats NSFW)
eu: (Ez erakutsi miniaturarik NSFW etiketadun ezeren ondoan)
nn: (Ikkje vis miniatyrar att med noko som er merkja NSFW /utrygt for jobben)
no: (Ikke vis thumbnails ved siden av noe merket NSFW)
pl: (Nie pokazuj miniatur obok wszystkiego co uznano za nieodpowiednie)

source: use a secure connection (HTTPS) to communicate with reddit
no: bruk en sikker tilkobling (HTTPS) for å kommunisere med reddit

source: HTTPS is currently **enabled** for your account.
no: HTTPS er for øyeblikket **slått på** for kontoen din.

source: HTTPS is currently **disabled** for your account.
no: HTTPS er for øyeblikket **slått av** for kontoen din.

source: toggle
ar: تبديل
bs: (de)aktivacija
eo: ŝaltu
eu: txandakatu
nn: veksle
no: vis
pl: przełącz
sr_la: menjaj

source: link karma
ar: كارما الروابط
bs: karma linka
ca: karma d'enllaços
eo: karmo el ligoj
eu: esteka karma
nn: lenkjekarma
no: lenkekarma
pl: karma linków

source: deleted sponsored link
ar: رابط ترويج ملغي
bs: obrisan sponzorisani link
ca: enllaç patrocinat esborrat
eu: ezabatutako babestutako esteka
nn: sletta sponsa lenkje
no: slettet sponset lenke
pl: usuń sponsorowany link

source: unpaid sponsored link
ar: رابط ترويج غير مدفوع
bs: neplaćeni sponzorisani link
ca: enllaç patrocinat no pagat
eu: ordaindu gabeko babestutako esteka
nn: ubetalt sponsa lenkje
no: ubetalt sponset lenke
pl: bezpłatny link sponsorowany

source: rejected sponsored link
ar: رابط ترويج مرفوض
bs: odbijeni sponzorisani link
ca: enllaç patrocinat rebutjat
eu: baztertutako babestutako esteka
nn: avslege sponsa lenkje
no: avslått sponset lenke
pl: odrzucony link sponsorowany
sr_la: odbijeni sponzotisani link

source: sponsored link
ar: رابط ترويج
bs: sponzorisani link
ca: enllaç patrocinat
eu: babestutako esteka
nn: sponsa lenkje
no: sponset lenke
pl: link sponsorowany
sr_la: sponzorisani link

source: accepted sponsored link
ar: رابط ترويج مصرح به
bs: prihvaćeni sponzorisani link
ca: enllaç patrocinat acceptat
eu: onartutako babestutako esteka
nn: godteke sponsa lenkje
no: godkjent sponset lenke
pl: zaakceptowane link sponsorowany

source: upload header image:
ar: حمل صورة المقدمة:
bs: dodaj sliku zaglavlja:
ca: pujar imatge d'encapçalament:
eu: kargatu goiburuko irudia:
nn: last opp header-bilete
no: last opp overskrifts-bilde:
pl: wczytaj obrazek nagłówka

source: targets a subreddit and its subscribers
no: rettes mot én subreddit og dens abonnementer
pl: oznacza jako cel subreddit i jego subskrybentów

source: interest audience group
no: interessepublikumsgruppe

source: Date when your sponsored link will start running. We start new campaigns at midnight UTC+5
nn: Datoen for når din sponsede lenke vil starte. Vi starter nye kampanjer ved midnatt i UTC+5.
no: Datoen for når din sponsede lenke vil starte. Vi starter nye kampanjer ved midnatt i UTC+5.
pl: Data, kiedy Twój link sponsorowany zacznie się wyświetlać. Zaczynamy nowe kampanie o północy UTC+5

source: Date when your sponsored link will end (at midnight UTC+5)
nn: Dato for når din sponsede lenke vil utløpe (ved midnatt, UTC+5)
no: Dato for når din sponsede lenke vil utløpe (ved midnatt, UTC+5)
pl: Data, kiedy Twój link sponsorowany wygaśnie (o północy UTC+5)

source: create as user
ca: creeu com a usuari
nn: opprett som bruker
no: opprett som bruker
pl: stwórz jako użytkownik

source: Create a promotion on another user's account.
nn: Opprett en promotering på en annen brukers konto.
no: Opprett en promotering på en annen brukers konto.
pl: Utwórz promocję na koncie innego użytkownika.

source: want to join? %(login_or_register)s in seconds
ar: هل تود الإنضمام ؟%(login_or_register)s معنا خلال ثوان
bs: želite se pridružiti? %(login_or_register)s u par sekundi
ca: vols unir-te? %(login_or_register)s en segons
eu: bat egin nahi duzu? %(login_or_register)s segundo gutxitan
nn: vil du bli med? %(login_or_register)s på få sekund
no: vil du bli med? %(login_or_register)s på sekunder!
pl: chcesz dołączyć? %(login_or_register)s w przeciągu kilku sekund

source: sign in or create an account
no: logg inn eller opprett en konto

source: view live
nn: vis live
no: vis live
pl: pokaż live

source: here at reddit, we inscribe our rules on a brick. screw tablets.
ar: هنا على ريديت, ننقش القواعد على الطوب, فبئست الألواح.
bs: ovdje u redditu pišemo naša pravila na komadu cigle. ne zanimaju nas tableti.
nn: here hjå reddit rissar vi inn reglane våre på mursteinar. vi drit i steinheller.
no: her på reddit så innskriver vi våre regler inn i en murstein. glem steintavler!
pl: Tutaj na reddicie, zapisujemy nasze reguły na cegle. Chrzanić kamienne tablice.

source: this brick has no semantic value
bs: ova cigla nema semantičku vrijednost
nn: den mursteinen her har ingen semantisk verdi
no: denne mursteinen har ingen semantisk verdi
pl: Ta cegła nie ma wartości semantycznej.

source: send this link to
ar: أرسل هذا الرابط إلى
bs: pošalji ovaj link na
ca: envia aquest enllaç a
eo: sendu la ligon al
eu: bidali esteka hau honi
nn: send den her lenkja til
no: send denne lenken til
pl: email odbiorcy
sr_la: pošalji ovaj link na

source: (list of emails or usernames)
ar: (قائمة رسائل البريد الإلكتروني أو أسماء المستخدمين)
bs: (lista emailova ili korisničkih imena)
ca: (llista de correus electrònics o noms d'usuari)
nn: (liste over epostar eller brukarnamn)
no: (liste med e-postadresser eller brukernavn)
pl: (lista emaili lub użytkowników)

source: your name
ar: اسمك
bs: vaše ime
ca: el teu nom
eo: via nomo
et: sinu nimi
eu: zure izena
nn: namnet ditt
no: ditt navn
pl: twoje imię
sr_la: vaše ime
ta: உங்கள் பெயர்

source: your email
ar: بريدك الإلكتروني
bs: vaš email
ca: el teu correu
eo: via retpoŝtadreso
eu: zure e-posta
nn: eposten din
no: din e-post
pl: twój email
sr_la: vaš email

source: message {share form}
ar: راسل
bs: poruka {share form}
ca: missatge
eo: mesaĝo
eu: mezua {share form}
nn: meldingar
no: melding
pl: wiadomość
sr_la: poruka

source: This sponsored link is an advertisement generated with our %(self_serve_advertisement_tool)s.
ar: الرابط الظاهر عبارة عن إعلان تم إنشاء بواسطة %(self_serve_advertisement_tool)s أداة الإعلانات الخاصة بخادومنا
bs: Ovaj sponzorisani reklamni link je kreiran pomoću %(self_serve_advertisement_tool)s.
ca: Aquest enllaç patrocinat és un anunci generat amb el nostre %(self_serve_advertisement_tool)s.
nn: Den sponsa lenkja her er ei reklame generert med vårt%(self_serve_advertisement_tool)s.
no: Denne sponsede lenken er en annonse generert av vår %(self_serve_advertisement_tool)s.
pl: Ten sponsorowany odnośnik jest reklamą wygenerowaną przy użyciu %(self_serve_advertisement_tool)s.

source: You claimed a reddit gold subscription in the last few minutes.
ar: لقد طالبت بإشتراك ريدّيت الذهبي خلال الدقائق الماضية.
bs: U posljednjih par minuta preuzeli ste pretplatu za reddit zlato.
nn: Du henta ut ei gullreddittinging i siste liten
no: Du har hevdet ett abonnement på reddit gull i de siste minuttene.
pl: Otrzymałeś złoto reddit w ciągu kilku ostatnich minut.

source: %d more
ar: %d المزيد
bs: još %d
ca: %d més
eu: %d gehiago
nn: %d meir
no: %d mer
pl: jeszcze %d

source: why the ban?
bs: razlog banovanja?
ca: per què bandejar?
nn: hvorfor utestengningen?
no: hvorfor utestengningen?
pl: dlaczego ban?

source: you can't connect with yourself
nn: du kan ikke koble deg til deg selv
no: du kan ikke koble deg til deg selv
pl: nie możesz połączyć się ze sobą

source: that is not the correct code
nn: det er ikke den riktige koden
no: det er ikke den riktige koden
pl: ten kod jest niepoprawny

source: april fools' team
nn: aprilsnarr-laget
no: aprilsnarr-laget
pl: Grupa Prima Aprilis

source: most active in
bs: najviše aktivno u
nn: mest aktiv i
no: mest aktiv i
pl: najbardziej aktywny w

source: capricorn
nn: steinbukken
no: steinbukken
pl: koziorożec

source: aquarius
ar: برج الدلو
ca: acuari
nn: vannmannen
no: vannmannen
pl: wodnik

source: pisces
ar: برج الحوت
nn: fiskene
no: fiskene
pl: ryby

source: aries
ca: àries
nn: væren
no: væren
pl: baran

source: taurus
ar: برج الثور
ca: taure
nn: tyren
no: tyren
pl: byk

source: gemini
ca: gèminis
nn: tvillingene
no: tvillingene
pl: bliźnięta

source: cancer
ca: cranc
nn: krepsen
no: krepsen
pl: rak

source: leo
ar: برج الأسد
ca: lleó
nn: løven
no: løven
pl: lew

source: virgo
ar: برج العذراء
ca: verge
nn: jomfruen
no: jomfruen
pl: panna

source: libra
ar: برج الميزان
ca: balança
nn: vekten
no: vekten
pl: waga

source: scorpio
ar: برج العقرب
ca: escorpí
nn: skorpionen
no: skorpionen
pl: skorpion

source: sagittarius
ca: sagitari
nn: skytten
no: skytten
pl: strzelec

source: snoo-o-logical sign
ca: signe snoològic
nn: snoo-o-logical tegn
no: snoo-o-logical tegn
pl: znas snoo-o-logiczny

source: most obscure
ar: تحجب معظم
ca: més fosc
nn: mest uvanlig
no: mest uvanlig
pl: najmniej znane

source: something secret
ar: شيء سري
ca: quelcom secret
nn: noe hemmelig
no: noe hemmelig
pl: coś tajemniczego

source: reddit meetups
ca: reunions de reddit
nn: reddit-møter
no: reddit-møter
pl: spotkania reddita

source: was on: {date}
ca: va ser el: {date}
nn: var på: {date}
no: var på: {date}
pl: to było: {date}

source: view connections
ar: عرض اتصالات
ca: veure connexions
nn: vis tilknytninger
no: vis tilknytninger
pl: sprawdź połączenia

source: **This meetup is closed. Keep an eye on /r/blog for announcements of new meetups.**
ca: **Aquesta reunió està tancada. Feu una ullada a /r/blog per a veure anuncis de noves reunions.**
nn: **Dette møtet er lukket. Følg med på /r/blog for annonseringer av nye møter.**
no: **Dette møtet er lukket. Følg med på /r/blog for annonseringer av nye møter.**
pl: **To spotkanie jest nieaktualne. Sprawdzaj /r/blog aby nie przegapić następnych spotkań.**

source: Choose a fact about your account to put on your badge.
ca: Escolliu un fet sobre el vostre compte per a posar-lo a la vostra insígnia.
nn: Velg én fakta om kontoen din som du har lyst å ha på skiltet ditt.
no: Velg én fakta om kontoen din som du har lyst å ha på skiltet ditt.
pl: Wybierz fakty o swoim koncie żeby umieścić je na swojej odznace.

source: You can also [have your phone scanned instead]({url}).
nn: Du kan også [skanne inn telefonen i stedet]({url}).
no: Du kan også [skanne inn telefonen i stedet]({url}).
pl: Możesz także [przeskanować swój telefon]({url}).

source: print badge
ar: شارة طباعة
nn: skriv ut skiltet
no: skriv ut skiltet
pl: drukuj znaczek

source: back to meetup overview
nn: tilbake til møteoversikten
no: tilbake til møteoversikten
pl: powrót do podsumowania spotkania

source: nearby meetups
nn: nærtliggende møter
no: nærtliggende møter
pl: najbliższe spotkania

source: Log in to get your badge and get started.
nn: Logg inn for å få skiltet ditt og komme i gang.
no: Logg inn for å få skiltet ditt og komme i gang.
pl: Zaloguj się by otrzymać odznakę i zacząć .

source: be there, or be square: {date}
nn: vær der, eller gå glipp av det: {date}
no: vær der, eller gå glipp av det: {date}
pl: bądź z nami dnia: {date}

source: scan badges
ar: مسح شارة
nn: skann skilt
no: skann skilt
pl: sprawdź odznaki

source: So, without further ado, here's what you need to do to get a shiny trophy.
nn: Så, uten mer styr, her er hva du trenger å gjøre for å få ett skinnende trofé.
no: Så, uten mer styr, her er hva du trenger å gjøre for å få ett skinnende trofé.
pl: Więc, bez zbędnego gadania, oto, co należy zrobić, by otrzymać lśniące trofeum.

source: Print and bring your badge
nn: Skriv ut og ta med skiltet ditt
no: Skriv ut og ta med skiltet ditt
pl: Wydrukuj i przynieś swoją odznakę

source: Print out your badge. Fill in some details about yourself to spark conversation. Then take it with you to the meetup.
nn: Skriv ut skiltet ditt. Fyll inn noen detaljer om deg selv for å skape samtale med andre. Husk å ta det med deg til møtet.
no: Skriv ut skiltet ditt. Fyll inn noen detaljer om deg selv for å skape samtale med andre. Husk å ta det med deg til møtet.
pl: Wydrukuj swoją odznakę. Wypełnij ją paroma informacjami o sobie, by pobudzić rozmowę. Potem weź ją ze sobą na spotkanie.

source: Meet redditors
nn: Møt redditorer
no: Møt redditorer
pl: Poznaj użytkowników

source: Show off your badge at the meetup. Marvel in the boxy glory of your QR code. Optionally: talk to the people you're showing your badge to.
nn: Vis frem skiltet ditt på møtet. Nyt den firkantede æren av QR-koden din. Valgfritt: snakk med folkene du viser skiltet til.
no: Vis frem skiltet ditt på møtet. Nyt den firkantede æren av QR-koden din. Valgfritt: snakk med folkene du viser skiltet til.
pl: Pokaż swoją odznakę na spotkaniu. Grzej się w blasku kwadratowej sławy swojego kodu QR. Opcjonalnie: pogadaj z ludźmi, którym pokazujesz odznakę.

source: Scan and be scanned
nn: Skann og bli skannet
no: Skann og bli skannet
pl: Skanuj i bądź przeskanowany

source: Keep track of who you meet. If you have a smart phone, use a QR Code reader to scan the code on their badge and instantly check in with reddit. If not, write down their username and secret code and enter them in here after the meetup. **Note: you must be scanned by each person you scan for your connections to count!**
nn: Hold oversikten over hvem du møter. Hvis du har en smarttelefon kan du bruke en QR-kodeleser for å skanne koden på skiltet deres, og umiddelbart sjekke inn med reddit. Hvis ikke, skriv ned brukernavnet og deres hemmelige kode, og legg det til her etter møtet. **Merk: du må selv bli skannet av hver enkelt person du skanner for at tilknytningene dine skal telle!**
no: Hold oversikten over hvem du møter. Hvis du har en smarttelefon kan du bruke en QR-kodeleser for å skanne koden på skiltet deres, og umiddelbart sjekke inn med reddit. Hvis ikke, skriv ned brukernavnet og deres hemmelige kode, og legg det til her etter møtet. **Merk: du må selv bli skannet av hver enkelt person du skanner for at tilknytningene dine skal telle!**
pl: Śledź na bieżąco kogo spotykasz. Jeśli posiadasz smart phone, użyj skanera QR Code, aby zeskanować kod z ich znaczka i natychmiastowo sprawdzić na reddit. Jeśli nie to, spisz ich nazwę użytkownika i sekretny kod, i wpisz go tutaj po spotkaniu. **Note: musisz być zeskanowany przez każdą osobę, którą ty zeskanowałeś dla swoich połączeń!**

source: reddit meetup badge
nn: reddit møteskilt
no: reddit møteskilt
pl: odznaka spotkania reddit

source: secret code: {code}
ca: codi secret: {code}
nn: hemmelig kode: {code}
no: hemmelig kode: {code}
pl: sekretny kod: {code}

source: Print this badge out, fill in the blanks, and take it with you to the meetup. Please don't share your secret code online. You can also [have your phone scanned instead]({url}).
ca: Imprimeix aquesta distinció, omplint els espais, i pren-la amb tu a la trobada. Si us plau no comparteixis el teu codi secret en línia. Pots [tenir el teu número de telèfon escanejat també]({url}).
nn: Skriv ut dette skiltet, fyll inn de tomme feltene, og ta det med til møtet. Vennligst ikke del din hemmelige kode på nettet. Du kan også [bruke telefonen din istedet]({url}).
no: Skriv dette skiltet ut, fyll inn de blanke feltene, og ta det med deg til møtet. Vær så snill og ikke del din hemmelige kode på nettet. Du kan også [la telefonen din bli skannet i stedet for]({url}).
pl: Wydrukuj odznakę, wypełnij puste pola i zabierz ją ze sobą na spotkanie. Prosimy nie dzielić się swoim kodem online. Możesz także [przeskanować swój telefon]({url})

source: hobbies
ar: الهوايات
nn: hobbyer
no: hobbyer
pl: zainteresowania

source: redditor since
nn: redditor siden
no: redditor siden
pl: użytkownik od

source: choose a different fact
ar: اختيار حقيقة مختلفة
nn: velg en annen fakta
no: velg en annen fakta
pl: wybierz inny fakt

source: Following is a list of users you have connected with.
nn: Følgende er en liste over brukere du har knyttet deg til.
no: Følgende er en liste over brukere du har knyttet deg til.
pl: Poniżej lista użytkowników, z którymi się połączyłeś

source: You haven't connected with anyone yet.
nn: Du har ikke knyttet deg til noen ennå.
no: Du har ikke knyttet deg til noen ennå.
pl: Jeszcze z nikim się nie połączyłeś

source: Success! You have successfully connected with /u/{user}.
nn: Suksess! Du har vellykket knyttet deg til /u/{user}.
no: Suksess! Du har vellykket knyttet deg til /u/{user}.
pl: Sukces! Połączyłeś się z /u/{user}

source: Enter below the username and secret code of the person you met.
nn: Skriv inn brukernavnet og den hemmelige koden til personen du møtte, nedenfor.
no: Skriv inn brukernavnet og den hemmelige koden til personen du møtte, nedenfor.
pl: Poniżej wpisz nazwę użytkownika oraz kod osoby, którą spotkałeś

source: See who you've already connected with.
nn: Se hvem du allerede har knyttet deg til.
no: Se hvem du allerede har knyttet deg til.
pl: Zobacz z kim się już połączyłeś.

source: other redditor's username
nn: annen redditors brukernavn
no: annen redditors brukernavn
pl: nazwa innego użytkownika

source: other redditor's secret code
nn: annen redditors hemmelige kode
no: annen redditors hemmelige kode
pl: sekretny kod innego użytkownika

source: disabling beta
ar: تعطيل بيتا
nn: deaktiverer beta
no: deaktiverer beta
pl: wyłączanie bety

source: disabling beta...
ar: تعطيل بيتا...
nn: deaktiverer beta...
no: deaktiverer beta...
pl: wyłączanie bety...

source: **you have either logged out, or no longer have access to this beta.** if this page is refreshing repeatedly or appearing unexpectedly, please clear your cookies and make a post in /r/bugs with the details.
nn: Du har enten logget ut, eller har ikke lengre tilgang til denne betaen. Hvis denne siden lastes inn gjentakende ganger, eller vises uventet, fjern dine cookies og opprett ett innlegg i /r/bugs med detaljene.
no: **du har enten logget ut, eller ikke lenger tilgang til denne betaen.** om denne siden laster inn på nytt gjentakende ganger, eller vises uventet, fjern dine cookies og opprett ett innlegg i /r/bugs med detaljene.
pl: **jesteś niezalogowany lub nie masz dostępu do tej bety** jeśli ta strona odświeża się wielokrotnie lub pojawia się raptem, proszę wyczyść swoje pliki cookies i stwórz nowy post w /r/bugs ze szczegółami błędu.

source: this beta is limited to [reddit gold](/gold/about) users.
ca: aquesta beta és limitada als usuaris de [reddit gold](/gold/about).
nn: denne betaen er begrenset til brukere med [reddit gull](/gold/about).
no: denne betaen er begrenset til brukere med [reddit gull](/gold/about).
pl: ta beta została ograniczona do użytkowników z [reddit gold](/gold/about)

source: enable %s
ca: habilita %s
nn: slå på %s
no: slå på %s
pl: włącz %s

source: disable %s
ar: تعطيل %s
ca: deshabilita %s
nn: slå av %s
no: slå av %s
pl: wyłącz %s

source: you can disable the beta at any time by clicking a "disable" button in the header or returning to this page.
nn: du kan slå av betaen på hvilket som helst tidspunkt ved å velge «slå av»-knappen på toppen av siden, eller ved å komme tilbake til denne siden.
no: du kan slå av betaen på hvilket som helst tidspunkt ved å velge «slå av»-knappen på toppen av siden, eller ved å komme tilbake til denne siden.
pl: Możesz wyłączyć betę w każdym momencie klikając przycisk "wyłącz" w nagłówku lub wracając na tę stronę.
