Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: + friends
ar: + أصدقاء
bs: + prijatelja
ca: + amics
el: + φίλοι
eo: + amikoj
eu: + lagunak
fi: +kaverit
fr_ca: + amis
hu: + barátok
it: Aggiungi amico
mt_mt: + ħbieb
nn: + vener
no: + venner
pl: + znajomi
sv: + vänner
uk: + до друзів
vi: thêm bạn

source: - friends
ar: - أصدقاء
bs: - prijatelja
ca: - amics
el: - φίλοι
eo: - amikoj
eu: - lagunak
fi: -kaverit
fr_ca: - amis
hu: - barátok
it: Rimuovi amico
mt_mt: - ħbieb
nn: - vener
no: - venner
pl: - znajomi
sv: - vänner
uk: - з друзів
vi: - bạn

source: comment karma
ar: كارما التعليقات
bs: karma komentara
ca: karma de comentaris
el: κάρμα σχολίων
eo: karmo el komentoj
eu: iruzkin karma
fi: kommenttikarma
fr_ca: karma de commentaire
hu: hozzászólás karma
it: karma commenti
mt_mt: karma tal-kummenti
nn: innleggskarma
no: kommentarkarma
pl: karma komentarzy
sv: kommentarskarma
uk: карма зароблена коментуванням
vi: điểm nhận xét

source: really obscure karma from before it was cool to track per-subreddit
ar: سابقاً كان الامر ممتع لمتابعة كل ريدت فرعي على حدا عدا أن الموضوع مختلط حقا.
bs: veoma nerazumljiva karma iz vremena prije nego je bilo dobro pratiti po subredditima
el: πολύ αφανές κάρμα από πριν γίνει cool να γίνεται καταγραφή ανά υποreddit
fi: tuntematonta karmaa ajoilta ennen kuin aliredditien seuraaminen oli siistiä
fr_ca: karma vraiment obscur antérieur avant que le suivi par subreddit ne devienne cool
hu: nagyon homályos karma azelőttről, hogy menő lett az subredditenkénti követés
it: karma oscuro di prima che fosse cool tenerne traccia per subreddit
mt_mt: karma tal-bidu minn żmien qabel ma' sar moda tittraċċjaħ għal kull subreddit
nn: skikkeleg obskur karma frå før det var kult å merkje det etter subreddit
no: virkelig uklar karma fra før det var kult å spore per subreddit
pl: naprawdę niejasna karma z czasów, kiedy śledzenie jej dla poszczególnych subredditów nie było jeszcze modne
sv: mycket märklig karma från tiden innan det var coolt att spåra per subreddit
uk: таємнича модель карми з тих часів, коли ще не було модним рахувати її по кожному сабреддіту
vi: really obscure karma from before it was cool to track per-chuyên mục

source: View/edit my snoovatar
el: Προβολή/επεξεργασία του snoovatar μου
fr_ca: Voir/éditer mon snoovatar
it: Vedi/modifica il mio snoovatar
mt_mt: Ara/biddel l-isnoovatar tiegħi
sv: Se/redigera min snoovatar
uk: Подивитись/редагувати мій сну-аватар

source: %(username)s's snoovatar
el: Το snoovatar του/της %(username)s
fr_ca: snoovatar de %(username)s
it: snoovatar di %(username)s
mt_mt: l-isnoovatar ta' %(username)s
sv: %(username)ss avatar
uk: сну-аватар %(username)s

source: of reddit gold remaining
ar: متبقي من ذهب ردديت
bs: reddit zlata preostalo
ca: de reddit gold restant
el: χρυσού reddit απομένουν
eu: reddit urre gelditzen da
fi: reddit kultaa jäljellä
fr_ca: de reddit gold restant
hu: reddit arany van hátra
it: alla fine del reddit gold
mt_mt: ta' reddit gold li baqa'
nn: med redditgull står att
no: av reddit gull gjenværende
pl: złota reddit pozostało
sv: av reddit guld återstår
uk: залишилося Золотих підписок
vi: phần reddit gold còn lại

source: view gold features/benefits
fr_ca: voir les avantages et fonctionnalités de reddit gold
it: visualizza benefici/caratteristiche gold
mt_mt: ara l-karatteristiċi/benefiċċji tal-gold
no: vis gull-funksjoner/-fordeler
sv: visa funktioner/fördelar med guld
uk: показати можливості/переваги Золотих користувачів

source: Recurring Paypal subscription
ar: أشتراك متكرر عن طريق باي بال (PayPal)
bs: PayPal pretplata
ca: Subscripció recurrent a Paypal
el: Επαναλαμβανόμενη συνδρομή Paypal
fi: Toistuva PayPal tilaus
fr_ca: Abonnement récurrent PayPal
hu: Ismétlődő Paypal-fizetés
it: Abbonamento ricorrente Paypal
mt_mt: abbonament rikorrenti ta' Paypal
nn: sjølvfornyande Paypal-tinging
no: Gjentakende Paypal abonnement
pl: Samoodnawialna subskrypcja PayPal
sv: Återkommande Paypal-prenumeration
uk: Постійна автоматична підписка через Paypal
vi: Đăng ký Paypal theo chu kỳ

source: manage recurring subscription
fi: hallitse jatkuvaa tilaamista
fr_ca: gérer les abonnements récurrents
it: gestisci sottoscrizione ricorrente
mt_mt: iġġestixxi l-abbonament rikorrenti
nn: behandle løpende abonnement
no: behandle løpende abonnement
pl: zarządzaj odnawiającą się subskrypcją
sv: administrera återkommande prenumerationer
uk: керувати щомісячною підпискою
vi: quản lý đăng ký theo định kỳ

source: redditor for
ar: ريددتور لـ
bs: redditor za
ca: redditor per
el: μέλος του reddit για
eu: redditore bezala
fi: rekisteröityi redditoriksi
fr_ca: redditeur depuis
hu: ennyi ideje redditor
it: redditor da
mt_mt: redditur minn
nn: redditor i
no: redditor i
pl: redditor od
sv: redditör i
uk: з нами протягом
vi: Redditor cho

source: to be promoted by %(author)s
ar: لترويج عن طريق %(author)s
bs: treba biti promovisan od strane %(author)s
el: θα προωθηθεί από τον/την %(author)s
fi: tulla ylennetyksi %(author)s toimesta
fr_ca: à promouvoir par %(author)s
hu: kiemelésre %(author)s által
it: è promosso da %(author)s
mt_mt: se jkun ippromoss minn %(author)s
nn: i ferd med å bli fremja av %(author)s
no: skal bli promotert av %(author)s
pl: będzie promowany przez %(author)s
sv: kommer marknadsföras av %(author)s
uk: буде рекламуватись за участі %(author)s
vi: được thăng hạn bởi %(author)s

source: promoted by %(author)s
ar: مُروج عن طريق %(author)s
bs: promovisan od strane %(author)s
ca: promogut per %(author)s
el: προωθήθηκε από τον/την %(author)s
eu: %(author)s-(e)k sustatua
fi: %(author)s ylensi tämän
fr_ca: promu par %(author)s
hu: kiemelve %(author)s által
it: promosso da %(author)s
mt_mt: ippromoss minn %(author)s
nn: fremja av %(author)s
no: promotert av %(author)s
pl: promowane przez %(author)s
sv: marknadsförs av %(author)s
uk: рекламується %(author)s
vi: được thăng hạn bởi %(author)s

source: waiting approval
fi: Odotetaan hyväksymistä
fr_ca: en attente d'approbation
it: in attesa di approvazione
mt_mt: l-approvazzjoni hija pendenti
sv: väntar på godkännande
uk: очікування схвалення

source: click-through (%)
ar: النقر من خلال (%)
ca: ràtio de clics (%)
el: κλικ μετάβασης (%)
fi: klikkaussuhde (%)
fr_ca: taux de clics (%)
hu: átkattintás (%)
it: clic (%)
nn: gjennomklikk (%)
no: gjennomklikk (%)
pl: kliknięcia (%)
sv: klickfrekvens (CTR) (%)
vi: click để xem (%)

source: totals are preliminary until 24 hours after the end of the promotion.
ar: المجموع مبدئي حتى مرور 24 ساعة على نهاية الترقية.
bs: ukupni rezultati su preliminarni sve do 24 sata nakon kraja promocije.
ca: els totals son preliminars fins 24 hores després del final de l'ascens.
el: τα σύνολα είναι προκαταρκτικά έως 24 ώρες μετά τη λήξη της προωθητικής ενέργειας
fr_ca: les totaux sont provisoires pendant 24 heures après la fin de la promotion.
hu: az összesítések előzetesek a kiemelés lejárta utáni 24 óráig.
it: i totali sono preliminari fino a 24 ore dopo la fine della promozione.
mt_mt: it-totali huma preliminari sa 24 il-siegħa wara t-tmiem tal-promozzjoni.
nn: summane er førebels inntil eit døgn etter fremjinga slutta
no: totaler er foreløpige inntil 24 timer etter endt forfremmelse.
pl: suma jest wstępna aż do 24 godzin od końca promocji.
sv: summorna är preliminära fram till 24 timmar efter din marknadsförda länks slut.
uk: загальна сума вважається попереднім результатом доки не пройшли 24 години з кінця рекламної кампанії.
vi: tổng số sơ bộ cho đến 24 giờ sau khi kết thúc chương trình khuyến mại.

source: campaigns may overdeliver but you will only ever be billed for your budget.
fr_ca: les campagnes vous donneront peut-être trop, mais vous serez toujours facturé pour votre budget.

source: Campaigns created before September 12, 2012 don't have traffic data
ar: الحملات التي تم إنشاؤها قبل 12 سبتمبر 2012 لم يكن لديك بيانات حركة المرور
ca: Les campanyes creades abans del 12 de setembre de 2012 no tenen dades de trànsit
fi: Ennen 12. Syyskuuta 2012 tehdyt kampanjat eivät sisällä liikennedataa
fr_ca: Les campagnes créées avant le 12 septembre 2012 n'ont pas de données de trafic
hu: 2012 szeptember 12 előtt létrehozott kampányoknak nincs forgalmi adata
it: Campagne create prima del 12 Settembre 2012 non dati sul traffico
mt_mt: Kampanji maħluqin qabel it-12 ta' Settembru 2012 m'għandhomx statistiċi ta' traffiku
nn: Kampanjer opprettet før 12. september, 2012 er ikke inkludert
no: Kampanjer opprettet før 12. september, 2012 er ikke inkludert
pl: Kampanie stworzone przed 12 września 2012 nie mają danych o ruchu
sv: Kampanjer som skapades innan den 12 september 2012 har ingen trafikdata
uk: Кампанії, що були створені до 12 вересня 2012 року не мають даних по трафіку
vi: Chiến dịch tạo trước ngày 12 tháng 1 năm 2012 sẽ không được hiển thị thông tin truy cập

source: start
ar: بداية
bs: početak
ca: començar
el: αρχή
fi: aloita
fr_ca: début
hu: kezdés
it: inizio
mt_mt: bidu
pl: początek
uk: початок
vi: bắt đầu

source: end
ar: نهاية
bs: kraj
ca: finalitzar
el: τέλος
fi: lopeta
fr_ca: fin
hu: vége
it: fine
mt_mt: tmiem
nn: slutt
no: slutt
pl: koniec
sv: slut
uk: кінець
vi: kết thúc

source: location
ca: localització
fi: sijainti
fr_ca: localisation
hu: elhelyezkedés
it: luogo
mt_mt: lok
nn: plassering
no: plassering
pl: lokacja
sv: plats
uk: місцезнаходження
vi: địa điểm

source: imps purchased
fr_ca: imps achetés
it: impressioni acquistate
mt_mt: imps mixtrijin
sv: intryck köpta
uk: показів куплено

source: imps delivered
fr_ca: imps distribués
it: impressioni consegnate
mt_mt: imps imqassmin
sv: intryck levererade
uk: показів доставлено

source: detail
ar: تفاصيل
bs: detalj
ca: en detall
el: λεπτομέρεια
fi: yksityiskohta
fr_ca: détail
hu: részlet
it: dettagli
mt_mt: dettal
nn: detalj
no: detalj
pl: szczegół
sv: detalj
uk: підробиці
vi: chi tiết

source: This figure indicates what was delivered, not what you will be charged. You will only be charged for %sbudget
fr_ca: Les chiffres indiquent ce qui a été livré, non pas ce qui sera facturé. Vous serez seulement facturé pour %sbudget

source: download as csv
fr_ca: télécharger au format csv
hu: letöltés csv formátumban
it: scarica come CSV
mt_mt: niżżel fil-format CSV
sv: ladda ner som csv
uk: завантажити як csv

source: A good title is important to the success of your campaign. reddit users are an intelligent, thoughtful group, and reward those who engage them.
fi: Hyvä otsikko on tärkeä tie sinun kampanjan menestykseen. Redditin käyttäjät ovat älykäs ja huomaavainen ryhmä, joka palkitsee niitä jotka sitoutuvat niihin.
fr_ca: Un bon titre est très important pour le succès de votre campagne. Les usagers de reddit sont intelligents, réfléchis, et ils récompensent ceux qui les engagent.
hu: A kampányod sikerességéhez fontos a jó cím. A reddit felhasználói intelligens, gondolkodó emberek, és értékelik azt, aki képes megragadni a figyelmüket.
it: Un buon titolo è importate per il successo della tua campagna. gli utenti di reddit sono un intelligente e riflessivo gruppo che premia quelli che lo attira.
mt_mt: Titlu tajjeb hu importati għas-suċċess tal-kampanja tiegħek. l-utenti ta' reddit huma grupp intelliġenti e riflessivi li jippremjaw dak li jiġbdilhom għajnejhom.
nn: En god tittel er viktig for din kampanjes grad av suksess. reddit-brukere er en intelligent, tankefull gruppe, og belønner de som engasjerer dem.
no: En god tittel er viktig for din kampanjes grad av suksess. reddit-brukere er en intelligent, tankefull gruppe, og belønner de som engasjerer dem.
pl: Dobry tytuł jest ważny dla sukcesu Twojej kampanii. Użytkownicy reddita są inteligentną, myślącą grupą i nagradzają tych, którzy ich angażują.
sv: En bra titel är viktig för att din kampanj ska lyckas. redditanvändare är en intelligent och omtänksam grupp och belönar de som berör dem.
uk: Добра назва є важливою для успіху вашої кампанії. Користувачі Реддіту інтелігентні і мислячі люди, які щедро нагороджують тих, хто їм подобається.
vi: Tiêu đề có nội dung nổi bật giúp cho chiến dịch của bạn được thành công. các thành viên trong reddit là những nhân tố mang tính tận tụy, bền chặt cũng như thấu hiểu đối với người biết tạo sự liên kết với họ.

source: post type
el: τύπος ανάρτησης
fi: viestin tyyppi
fr_ca: type de message
hu: hozzászólás típusa
it: tipo di messaggio
mt_mt: tip tal-messaġġ
pl: typ postu
sv: bidragstyp
uk: тип публікації
vi: loại bài đăng

source: clicks through to your URL
fi: klikkaukset osoitteeseesi
fr_ca: cliquer pour votre lien
it: click verso il tuo URL
mt_mt: clicks lejn il-URL tiegħek
no: klikk igjennom til din URL
sv: länkklick som leder till din url
uk: переходи через посилання на ваш URL

source: clicks through to text you customize
fr_ca: cliquer pour le texte que vous personnalisez
it: Click verso il tuo testo personalizzato
mt_mt: clicks lejn it-test li tippersonalizza
no: klikk igjennom til teksten du velger
sv: länkklick till text du anpassar
uk: переходи по тексту, який ви задаєте

source: Provide the URL of your ad. No redirects please!
fr_ca: Veuillez fournir l'adresse URL de votre publicité. Pas de redirection svp!
hu: Gondoskodj a reklámod URL-ről. Semmi átiranyítás, kérlek!
it: Inserisci l'URL del tuo annuncio. Niente redirect, per favore!
mt_mt: Ipprovdi URL tar-reklam tiegħek. Ridirezzjonijiet mhux permessi jekk jogħġbok!
nn: Oppgi nettaddressen for annonsen din. Ingen videresending, takk!
no: Gi oss nettaddressen for annonsen din. Ingen videresending, takk!
pl: Podaj URL swojej reklamy. Prosimy nie używać przekierowań!
sv: Ange URL:en för din reklam. Inga omdirigeringar tack!
uk: Введіть URL вашої реклами. Будь ласка не користуйтеся перенаправленнями та посередниками!
vi: Cung cấp URL cho quảng cáo của bạn. Vui lòng không dùng liên kết chuyển hướng!

source: Override display domain:
fr_ca: Remplacer le domaine affiché :
it: Sovrascrivi dominio visualizzato:
mt_mt: Issopraskrivi d-dominju li jintwera:
nn: Overstyr domenet som vises:
no: Overstyr domenet som vises:
pl: Zastąp domenę wyświetlaną:
sv: Åsidossätt visa domän:
uk: Замістити домен, що відображається:
vi: Ghi đè lên phần hiển thị tên miền:

source: Choose a different domain name to display on the site (the small grey text next to a link)
fr_ca: Choisissez un nom de domaine différent à afficher sur le site (le morceau de texte gris à côté d'un lien)
it: Scegli un nome dominio diverso da visualizzare sul sito (il piccolo testo grigio vicino ad un link)
mt_mt: Agħżel isem tad-dominju differenti biex turi s-sit (it-test żgħir u griż ma ġenb il-link)
no: Velg et annet domenenavn for visning på siden (den lille, grå teksten ved siden av en lenke)
sv: Välj ett annat domännamn att visa på sidan (den lilla grå texten bredvid en länk)
uk: Виберіть інше ім'я домену, яке буде відображатись на сайті (маленький сірий текст поруч з посиланням)

source: impression tracking url
fr_ca: url de suivi de l'impression

source: Enter a URL to insert into a 3rd-party impression tracking code snippet
fr_ca: Entrer une URL à insérer dans un fragment de code de suivi des impressions de tierce partie
it: Immetti un URL da inserire in uno snippet di codice di tracciamento impressione di terze parti
mt_mt: Daħħal URL biex jintuża f'biċċa kodiċi ta' parti terza għal fini ta' kronaka tal-impressjonijiet
sv: Ange en URL för att infoga en 3:e parts kodsträng för intrycksspårning
uk: Введіть посилання для вставки коду сторонньої системи відслідковування переглядів

source: secondary impression tracking url
fr_ca: url secondaire de suivi de l'impression

source: Enter a second 3rd-party impression tracking URL (not common)
fr_ca: Entrer une seconde URL de suivi des impressions de tierce partie (pas commun)
it: Inserisci un secondo URL di tracciamento impressioni di terze parti (non comune)
mt_mt: Daħħal URL sekondarju tal-kronaka tal-impressjonijiet ta' parti terza (mhux komuni)
sv: Ange en andra 3:e parts kodsträng för intrycksspårning (inte vanligt)
uk: Введіть стороннє посилання для відслідковування переглядів (не стандартне)

source: thumbnail
fi: pikkukuva
fr_ca: miniature
hu: bélyegkép
it: anteprima
mt_mt: minjatura
nn: miniatyrbilde
no: miniatyrbilde
pl: miniaturka
sv: miniatyrbild
uk: зменшене зображення

source: images will be resized if larger than 140x140 pixels (displayed at 70x70)
fr_ca: les images plus grandes que 140x140 pixels seront redimensionnées (affichées à 70x70 pixels)
it: le immagini verrano rimpicciolite se più larghe di 140x140 (visualizzate a 70x70)
mt_mt: l-istampi se jiċċeknu jekk akbar minn 140x140 pixels (jintwerew fil-kobor ta' 70x70)
no: bilder vil bli skalert om de er større enn 140x140 piksler (vises som 70x70)
sv: bilder kommer anpassas i storlek om de är större än 140x140 pixlar (visas som 70x70)
uk: розмір зображень буде змінено якщо вони більші ніж 140x140 пікселів (відображаються як 70x70)

source: mobile ad image
fr_ca: image de publicité mobile
it: immagine annuncio mobile
mt_mt: stampa tar-reklam tal-mobile
sv: mobil reklambild
uk: зображення мобільної реклами

source: upload image for use on mobile web. should be exactly 1200x628 pixels (displayed at 600x314)
fr_ca: téléverser une image à utiliser sur le web mobile. doit être exactement de 1200x628 pixels (affiché en 600x314)
it: carica un immagine per il web mobile. dovrebbe essere esattamente 1200x628 pixel (visualizzato a 600x314)
mt_mt: tella' stampa għall-użu tal-web fuq il-mobile. jeħtieġ ikun tad-daqs eżatt ta' 1200x628 pixels (li jintwera bid-daqs ta' 600x314)
sv: ladda upp bild för att använda på mobilwebb. bör vara exakt 1200x628 pixlar (visas som 600x314)
uk: завантажити зображення для використання у мобільній мережі. має бути точно 1200x628 пікселів (відображається на 600x314)

source: disable comments
ar: إيقاف التعليقات
bs: onemogući komentare
ca: desactiva els comentaris
el: απενεργοποίησε τα σχόλια
eu: desgaitu iruzkinak
fi: poista kommentit käytöstä
fr_ca: désactiver les commentaires
hu: hozzászólások letiltása
it: disabilita commenti
mt_mt: iddiżattiva l-kummenti
nn: skru av innlegg
no: deaktiver kommentarer
pl: wyłącz komentarze
sv: inaktivera kommentarer
uk: заборонити коментарі
vi: tắt phần bình luận

source: send comments on my ad to my inbox
fi: lähetä kommentit mainoksessani saapuneisiini
fr_ca: Envoyez vos commentaires sur mon annonce à ma boîte de réception
it: invia commenti sulla mia pubblicità nella mia posta in arrivo
mt_mt: ibgħat il-kummenti dwar ir-reklam tiegħi fl-inbox tiegħi
nn: send kommentarer på min reklame til min innboks
no: send kommentarer på min reklame til min innboks
pl: wysyłaj powiadomienia o komentarzach do mojej reklamy
sv: Skicka kommentarer på min annons till min inkorg
uk: відправляти коментарі на мою рекламу в мою вхідну скриньку
vi: gửi bình luận về quảng cáo của tôi vào hộp thư

source: Comments are a great way to get feedback from customers, and the reddit community is known for being vocal in comment threads.
fi: Kommentit ovat hyvä tapa saada palautetta asiakkailta, ja redditin yhteisö on tunnetusti sanavalmis kommenttiketjuissa.
fr_ca: Les commentaires sont une bonne source d'avis utilisateurs, et la communauté reddit est connue pour se faire entendre dans les chaînes de commentaires.
hu: A hozzászólások egy nagyszerű módja annak, hogy visszajelzést kapj az ügyfeleidtől és a reddit közösség ismert arról, hogy zajos a hozzászólásokban.
it: I commenti sono un buon modo di ottenere feedback dai clienti, e la comunità di reddit è famosa per le sue discussioni.
mt_mt: Il-kummenti huma mod tajjeb ħafna biex tikseb feedback mil-klijenti, u l-komunità ta' reddit hi magħrufa kemm hi vokali fid-diskussjonijiet.
nn: Kommentarer er en superb måte for å få tilbakemeldinger fra kunder, og reddit-samfunnet er kjent for å være vokale i kommentartråder.
no: Kommentarer er en superb måte for å få tilbakemeldinger fra kunder, og reddit-samfunnet er kjent for å være vokale i kommentartråder.
pl: Komentarze są świetnym sposobem na otrzymanie opinii klientów, zaś społeczność reddita jest znana z bycia aktywną w komentarzach.
sv: Kommentarer är ett utmärkt sätt att få feedback från kunder, och reddit-gemenskapen är känd för att vara frispråkig i kommentarstrådar.
uk: Коментарі це чудовий спосіб отримати відгуки від клиентів, і спільнота Реддіт відома як така, що активно приймає участь в коментуванні
vi: Bình luận là một cách tuyệt vời để có thông tin phản hồi từ khách hàng, và cộng đồng reddit được biết đến với việc có tiếng nói trong các chủ đề bình luận.

source: autoplay
fr_ca: lancement automatique
no: automatisk avspilling
sv: spela automatiskt
uk: програвати автоматично

source: media override (adds an onclick to the link to generate a drop-down rather than a link out)
fr_ca: media override (ajoute un onclick au lien pour générer un menu déroulant plutôt qu'un lien externe)
hu: média felülbírálása (hozzáad egy klikkelhetőt a linkhez, hogy inkább generáljon egy legördülőt mint egy kivezető linket)
it: sovrascrivi tipo di contenuto (aggiunge un evento onclick al collegamento per generare un menu a discesa invece che un collegamento in uscita)
mt_mt: issovraskrivi t-tip ta' kontenut (iżid event onclick lil-link sabiex jiġġenera drop-down minflok link esterna)
nn: media-overstyring (legger til onclick på lenken for å generere en rullegardinmeny i stedet for en lenke ut)
no: media-overstyring (legger til onclick på lenken for å generere en rullegardinmeny i stedet for en lenke ut)
pl: nadpisanie media (dodaje zdarzenie onclick do linku by wygenerować listę rozwijaną zamiast właściwego linku)
sv: åsidosätt media (lägger till en onclick på länken för att generera en rullgardin istället för en link out)
uk: заміщення медіа (додає onclick на посилання для виводу меню замість переходу)
vi: ghi đè phương tiện truyền thông (thêm một onclick vào liên kết để tạo ra các lựa chọn xổ xuống cho người dùng lựa chọn chứ không hiển thị dưới dạng liên kết)

source: assign to user
fr_ca: assigner à un utilisateur
it: assegna all'utente
sv: tilldela användare

source: User to assign as this promotion's author.
fr_ca: Utilisateur à assigner en tant qu'auteur de cette promotion.

source: managed promotion
fr_ca: publicité gérée
it: promozione gestita
mt_mt: promozzjoni ġġestita
no: behandlet fremhevelse
sv: hanterad marknadsföring
uk: керована рекламна кампанія

source: Managed promotions don't appear in the selfserve approval queues.
fr_ca: Les publicités gérées n'apparaissent pas dans le flux d'approbation.
it: Le promozioni gestite non appariranno nelle code di auto-approvazione.
mt_mt: Promozzjonijiet iġġestiti ma' jidhrux fl-kjus tal-approvazzjoni selfserve.
no: Behandlede fremhevelser kommer ikke frem i de selvbetjente godkjennelseskøene.
sv: Hanterade marknadsföringar visas inte i självbetjäningens godkännandeköer.
uk: Керовані рекламні кампанії не з'являються у чергах на перевірку реклами поданої самостійно.

source: scheduling
fr_ca: emploi du temps
it: programmazione
sv: schemaläggning

source: duration
ar: مدة
bs: trajanje
el: διάρκεια
fi: kesto
fr_ca: durée
hu: időtartam
it: durata
mt_mt: tul taż-żmien
nn: varighet
no: varighet
pl: czas trwania
sv: varaktighet
uk: тривалість
vi: thời gian

source: automatically extend up to %(days)s days if unspent budget remains
fr_ca: étendre automatiquement à %(days)s jours s'il reste du budget non dépensé
