Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: day
ar: يوم
bs: dan
ca: dia
el: μέρα
eo: tago
et: päev
eu: egun
fi: päivä
fr_ca: jour
he: יום
hu: nap
it: giorno
mt_mt: ġurnata
nn: dag
no: dag
pl: dzień
sr_la: dan
sv: dag
ta: நாள்
uk: день
vi: ngày

source: month
ar: شهر
bs: mjesec
ca: mes
el: μήνας
eo: monato
et: kuu
eu: hilabete
fi: kuukausi
fr_ca: mois
he: חודש
hu: hónap
it: mese
mt_mt: xahar
nn: månad
no: måned
pl: miesiąc
sr_la: mesec
sv: månad
ta: மாதம்
uk: місяць
vi: tháng

source: year
ar: سنة
bs: godina
ca: any
el: χρόνο
eo: jaro
et: aasta
eu: urte
fi: vuosi
fr_ca: année
he: שנה
hu: évvel
it: anno
mt_mt: sena
nn: år
no: år
pl: rok
sr_la: godina
sv: år
ta: வருடம்
uk: рік
vi: năm

source: you are a moderator
ar: أنت مدير
ca: ets moderador
el: είσαι συντονιστής
eo: vi estas debatestro
et: sa oled moderaator
eu: moderatzaile bat zara
fi: olet moderaattori
fr_ca: vous êtes modérateur
he: אתה מנהל
hu: moderátor vagy
it: sei un moderatore
mt_mt: int moderatur
nn: du er ein moderator
no: du er en moderator
pl: jesteś moderatorem
sr_la: vi ste moderator
sv: du är moderator
ta: நீங்கள் ஒரு படைப்பாளர்
uk: ви є модератором
vi: Bạn là người điều hành

source: you have been added as a moderator to [%(title)s](%(url)s).
ca: t'han afegit com a moderador a [ %(title)s ]( %(url)s )
el: προστέθηκες σαν συντονιστής στο [%(title)s](%(url)s)
eo: vi aldoniĝis kiel debatestro al [%(title)s](%(url)s).
et: sind on lisatud [%(title)s](%(url)s) moderaatoriks.
eu: [%(title)s](%(url)s)-(e)ko moderatzaile izendatu zaituzte.
fi: sinut on lisätty moderaattoriksi [ %(title)s ]( %(url)s ):hen
fr_ca: vous avez été ajouté comme modérateur pour [%(title)s](%(url)s).
he: נוספת כמנהל ל[ %(title)s ]( %(url)s ).
hu: moderátorként hozzá vagy adva a [%(title)s](%(url)s).
it: sei stato aggiunto come moderatore su [%(title)s](%(url)s).
mt_mt: ġejt miżjud bħala moderatur ta' [%(title)s](%(url)s).
nn: du har vorte lagt til som moderator for [%(title)s](%(url)s).
no: du har blitt lagt til som moderator på [%(title)s](%(url)s).
pl: zostałeś dodany jako moderator do [%(title)s](%(url)s).
sr_la: dodani ste kao moderator za [%(title)s](%(url)s)
sv: du har lagts till som moderator för [%(title)s](%(url)s)
uk: ви були додані в ролі модератора до [%(title)s](%(url)s).
vi: bạn đã được thêm vào danh sách điều hành của [%(title)s](%(url)s).

source: invitation to moderate %(url)s
ar: دعوة للإشراف على %(url)s
bs: poziv za moderaciju %(url)s
ca: invitació per moderar %(url)s
el: πρόσκληση για συντονισμό του %(url)s
fi: kutsu moderoida %(url)s
fr_ca: invitation à modérer %(url)s
hu: meghívás %(url)s moderálására
it: invito a moderare %(url)s
mt_mt: stedina biex timmodera %(url)s
nn: invitasjon til å moderere %(url)s
no: invitasjon til moderering %(url)s
pl: zaproszenie do moderowania %(url)s
sv: inbjudan att moderera %(url)s
uk: запрошення прийняти участь в модерації %(url)s

source: **gadzooks! you are invited to become a moderator of [%(title)s](%(url)s)!** *to accept*, visit the [moderators page for %(url)s](%(url)s/about/moderators) and click "accept". *otherwise,* if you did not expect to receive this, you can simply ignore this invitation or report it.
bs: **Čestitamo! pozvani ste da postanete moderator na [%(title)s](%(url)s)!** *da prihvatite*, posjetite [moderatorsku stranicu na %(url)s](%(url)s/about/moderators) i kliknite na "prihvatam". *u suprotnom,* ako niste očekivali ovaj poziv, jednostavno zanemarite ovu pozivnicu ili je prijavite nadležnima.
el: **φοβερό! έχεις προσκληθεί να γίνεις συντονιστής στο [%(title)s](%(url)s)!** *για να αποδεχθείς*, επισκέψου τη [σελίδα συντονιστών για το %(url)s](%(url)s/about/moderators) και πάτα στο "αποδέχομαι". *αλλιώς,* αν δεν περίμενες να λάβεις αυτήν την πρόσκληση, μπορείς απλά να την αγνοήσεις ή να την αναφέρεις.
fr_ca: **gadzooks ! vous êtes invité à devenir modérateur de [%(title)s](%(url)s) !** *pour accepter*, visitez la [page des modérateurs pour %(url)s](%(url)s/about/moderators) et cliquez sur "j'accepte". *sinon,* si vous ne vous attendiez pas à recevoir cette invitation, vous pouvez l'ignorer ou la reporter.
hu: **atyaég! meghívást kaptál a következő oldal moderálására: [%(title)s](%(url)s)!** *elfogadáshoz*, látogass ide: [moderators page for %(url)s](%(url)s/about/moderators) és kattints erre: "accept". *egyébként,* ha nem számítottál erre, egyszerűen figyelmen kívül hagyhatod vagy jelentheted ezt a meghívást.
it: **ehi! sei stato invitato a diventare moderatore di [%(title)s](%(url)s)!** *per accettare*, visita la [pagina dei moderatori di %(url)s](%(url)s/about/moderators) e clicca su "accetta". *altrimenti,* se non ti aspettavi di ricevere questo invito, puoi sempre ignorarlo o segnalarlo.
mt_mt: **x'waħda din! ġejt mistieden biex tinħatar moderatur ta' [%(title)s](%(url)s)!** *biex taċċetta*, żur il-[paġna tal-moderaturi ta' %(url)s](%(url)s/about/moderators) u agħfas "aċċetta". *inkella,* jekk ma kondx qed tistenna din l-istedina, tista' sempliċement tinjoraha jew tirrapportaha.
nn: **grattis! du er invitert til å bli med som moderator for [%(title)s](%(url)s)!** vitj [moderatorsida for %(url)s](%(url)s/about/moderators) og klikk "godta" for å **takke ja**. elles, viss du ikkje forventa å få invitasjonen, kan du berre ignorere han eller rapportere det.
no: **du store! du har blitt invitert til å bli en moderator av [%(title)s](%(url)s)!** *for å godta*, besøk [moderasjonssiden for %(url)s](%(url)s/about/moderators) og trykk «godta». *hvis ikke*, om invitasjonen kommer uventet, så kan du ganske enkelt ignorere eller rapportere den.
pl: **gratulacje! zostałeś zaproszony aby zostać moderatorem [%(title)s](%(url)s)!** *aby akceptować*, odwiedź [moderators page for %(url)s](%(url)s/about/moderators) i kliknij "akceptuj". *w przeciwnym razie* jeżeli nie spodziewałeś się otrzymania tego zaproszenia, możesz po prostu to ignorować lub zgłosić.
sv: **Nämen, ser man på! du är inbjuden att bli moderator för [%(title)s](%(url)s)!** *tacka "ja"* genom att gå till [moderatorsidan för %(url)s](%(url)s/about/moderators) och klicka på "acceptera". *i annat fall*, om du inte förväntade dig att få detta, kan du bara ignorera inbjudan eller anmäla den.
uk: **що ж це! вас запрошують стати модератором [%(title)s](%(url)s)!** *Щоб прийняти* пропозицію, відвідайте [сторінку модераторів %(url)s](%(url)s/about/moderators) і натисніть "прийняти". *інакше,* якщо ви не очікували цього запрошення, можете просто ігнорувати його або поскаржитись.

source: moderator invited
ar: تمت دعوت المشرف
bs: pozvan moderator
ca: moderador convidat
el: ο συντονιστής προσκλήθηκε
fi: moderaattori kutsuttu
fr_ca: modérateur invité
hu: moderátor meghívva
it: moderatore invitato
mt_mt: moderatur mistieden
nn: moderator invitert
no: moderator invitert
pl: zaproszono moderatora
sv: moderator inbjuden
uk: модератора запрошено
vi: đã gửi lời mời tới người điều hành

source: %(user)s has been invited by %(author)s to moderate %(url)s.
bs: %(user)s je pozvan od strane %(author)s da vrši moderaciju na %(url)s.
el: %(user)s προσκλήθε από τον/την %(author)s για να συντονίσει το %(url)s.
fi: %(author)s on kutsunut %(user)s moderoimaan %(url)s.
fr_ca: %(user)s a été invité par %(author)s à modérer %(url)s.
hu: %(user)s %(author)s által került meghívásra %(url)s moderálására.
it: %(user)s è stato invitato da %(author)s a moderare %(url)s.
mt_mt: %(user)s ġie mistieden minn %(author)s sabiex jimmodera %(url)s.
nn: %(user)s har vorte invitert av %(author)s til å moderere %(url)s.
no: %(user)s har blitt invitert av %(author)s til å moderere %(url)s.
pl: %(user)s został zaproszony przez %(author)s do moderowania %(url)s.
sv: %(user)s har bjudits in av %(author)s för att moderera %(url)s.
uk: %(user)s був запрошений %(author)s для модерації %(url)s.
vi: %(user)s đã được mời bởi %(author)s để diều hành %(url)s.

source: moderator added
ar: وأضاف مشرف
bs: dodan moderator
ca: moderador afegit
el: ο συντονιστής προστέθηκε
fi: moderaattori lisätty
fr_ca: modérateur ajouté
hu: moderátor hozzáadva
it: moderatore aggiunto
mt_mt: moderatur miżjud
nn: moderator lagd til
no: moderator lagt til
pl: moderator dodany
sv: moderator tillagd
uk: модератора додано
vi: đã thêm vào người điều hành

source: %(user)s has accepted an invitation to become moderator of %(url)s.
bs: %(user)s je prihvatio poziv da postane moderator na %(url)s.
ca: %(user)s ha acceptat la invitació per a ser moderador de of %(url)s.
el: Ο %(user)s αποδέχτηκε την πρόσκληση να γίνει συντονιστής του %(url)s.
fi: %(user)s on hyväksynyt kutsun liittyä %(url)s :n moderaattoriksi.
fr_ca: %(user)s a accepté une invitation à devenir modérateur de %(url)s.
hu: %(user)s elfogadta a meghívást %(url)s moderálására.
it: %(user)s ha accettato un invito a diventare moderatore di %(url)s.
mt_mt: %(user)s aċċetta stedina biex jinħatar moderatur ta' %(url)s.
nn: %(user)s har takka ja til ein invitasjon til å bli moderator for %(url)s
no: %(user)s har akseptert invitasjonen til å moderere %(url)s.
pl: %(user)s przyjął zaproszenie na stanowisko moderatora %(url)s.
sv: %(user)s har accepterat en inbjudan att bli moderator för %(url)s.
uk: %(user)s прийняв запрошення на модерацію %(url)s.
vi: %(user)s đã chấp nhận lời mời để làm người điều hành của %(url)s.

source: you are an approved submitter
ar: إنك ناشر موثوق به
bs: vi ste odobreni korisnik
ca: Ets un publicador autoritzat
el: είσαι εγκεκριμένος αποστολέας
eu: onartutako bidaltzaile bat zara
fi: olet hyväksytty lisääjä
fr_ca: vous êtes un auteur approuvé
hu: engedélyezett beküldő vagy
it: sei un autore approvato
mt_mt: int awtur approvat
nn: du er ein godkjent innsendar
no: du er en godkjent innsender
pl: jesteś zaufanym autorem
sv: du är en godkänd uppladdare
uk: ви є в переліку схвалених авторів
vi: Bạn đã được phép đăng bài.

source: you have been added as an approved submitter to [%(title)s](%(url)s).
ar: لقد تم إضافتك كناشر موثوق إلى [%(title)s](%(url)s) .
bs: dodani ste kao odobreni korisnik na [%(title)s](%(url)s).
ca: Has estat afegit com a publicador autoritzat a [%(title)s](%(url)s).
el: έχεις προστεθεί ως εγκεκριμένος αποστολέας στο [%(title)s](%(url)s).
eu: [%(title)s](%(url)s)-(e)ko onartutako bidaltzaileetara gehitu zaituzte.
fi: Sinut on hyväksytty lisääjäksi [%(title)s](%(url)s).
fr_ca: vous avez été ajouté comme émetteur approuvé sur [%(title)s](%(url)s).
hu: moderátorként hozzá lettél adva ide: [%(title)s](%(url)s).
it: sei stato appena aggiunto come autore approvato su [%(title)s](%(url)s).
mt_mt: żdidt bħala awtur approvat ġo [%(title)s](%(url)s).
nn: du har vorte lagt til som ein godkjent moderator for [%(title)s](%(url)s).
no: du har blitt lagt til som en godkjent innsender på [%(title)s](%(url)s).
pl: zostałeś dodany jako zaufany autor do [%(title)s](%(url)s).
sv: du har lagts till som godkänd uppladdare för [%(title)s](%(url)s).
uk: вас було додано в перелік схвалених авторів на [%(title)s](%(url)s).
vi: Bạn đã được thêm vào là người đăng bài được chấp thuận ở [%(title)s](%(url)s).

source: you can view traffic on a promoted link
ar: يمكنك مشاهدة الحركة على رابط معلن به
bs: možete vidjeti saobraća za promotivne linkove
ca: Pot veure el tràfic de l'enllaç promogut
el: μπορείς να δεις την κίνηση σε έναν προωθούμενο σύνδεσμο
eo: vi rajtas rigardi trafikon al promovita ligo
eu: sustatutako esteka baten trafikoa ikus dezakezu
fi: voit seurata lisätyn linkin tilastoja
fr_ca: vous pouvez voir le trafic sur un lien promotionnel
hu: megtekintheted a forgalmat egy kiemelt linken
it: puoi vedere il traffico su di un link sponsorizzato
mt_mt: tista' tara t-traffiku ta' link ippromossa
nn: du kan sjå trafikken på ei fremja lenkje
no: du kan se på trafikken til en promotert lenke
pl: możesz zobaczyć ruch wokół polecanego linku
sv: du kan visa trafiken för en marknadsförd länk
uk: ви можете переглянути трафік за рекламним посиланням
vi: Bạn có thể xem tình hình giao thông của một đường dẫn đã được khuyến khích

source: you have been added to the list of users able to seesee [traffic for the promoted post "%(title)s"](%(traffic_url)s).
fr_ca: vous avez été ajouté à la liste d'utilisateurs capables de voir [les statistiques de la publication promue "%(title)s"](%(traffic_url)s).

source: fetching title...
ar: تحميل العنوان...
bs: dobavljam naslov...
ca: obtenint títol...
el: εξαγωγή τίτλου...
eo: mi ĉerpas titolon...
et: tõmban pealkirja...
eu: izenburua eskuratzen...
fi: haetaan otsikkoa...
fr_ca: recherche le titre...
he: שולף כותרת...
hu: alkalmas cím keresése ...
it: analizzando il titolo...
mt_mt: qed nikseb it-titlu...
nn: hentar namn ...
no: henter tittel...
pl: ładowanie tytułu...
sr_la: hvatam naziv...
sv: hämtar rubrik...
ta: தலைப்பைப் பெற்றுக் கொண்டிருக்கிறோம்...
uk: йде пошук заголовку...
vi: đang tải mảnh...

source: loading...
ar: تحميل...
bs: učitavam...
ca: carregant...
el: φόρτωση...
eo: ŝargado...
et: laen...
eu: kargatzen...
fi: ladataan...
fr_ca: chargement...
he: טוען...
hu: betöltés ...
it: sto caricando...
mt_mt: qed intella'...
nn: lastar ...
no: laster...
pl: ładowanie...
sr_la: učitavam...
sv: laddar...
ta: சேகரிக்கப் பட்டு வருகிறது...
uk: завантаження...
vi: đang tải

source: comment {verb}
ar: علّق
bs: komentariši
ca: comenta
el: σχολίασε
eo: komentu
et: kommenteeri
eu: egin iruzkina
fi: kommentoi
fr_ca: commenter
he: תגובה
hu: hozzászólás
it: commenta
mt_mt: ikkummenta {verb}
nn: kommenter
no: kommenter
pl: skomentuj
sr_la: komentariši
sv: kommentera
ta: காமென்ட்ஸ் தரலாமே
uk: коментувати
vi: bình luận

source: child
ar: طفل
bs: dijete
ca: fill
el: παιδί
eo: ido
et: laps
eu: ume
fi: vastausviesti
fr_ca: enfant
he: ילד
hu: gyerek
it: figlio
mt_mt: tweġiba
nn: barn
no: barn
pl: dziecko
sr_la: dete
sv: underordnad
ta: குழந்தை
uk: відповідь рівнем нижче
vi: con

source: friend
ar: صديق
bs: prijatelj
ca: amic
el: φίλος
eo: amiko
eu: laguna
fi: kaveri
fr_ca: ami
hu: barát
it: amico
mt_mt: ħabib
nn: ven
no: venn
pl: znajomy
sr_la: prijatelj
sv: vän
uk: друг
vi: bạn bè

source: submitter
ar: ناشر
bs: korisnik
ca: remitent
el: αποστολέας
eo: afiŝinto
eu: bidaltzailea
fi: lisääjä
fr_ca: émetteur
hu: beküldő
it: autore
mt_mt: awtur
nn: innsendar
no: poster
pl: dodający
sr_la: podnosilac
sv: uppladdare
uk: відправник
vi: Nguời đăng

source: reddit admin, speaking officially
ar: منتدب عن إدارة ريديت, يتحدّث رسميّاً
bs: reddit administrator, oficijelno obraćanje
ca: administrador de reddit, parlant oficialment
el: διαχειριστής reddit, μιλάει επίσημα
eo: administranto de reddit, oficiala parolo
eu: redditeko administratzailea, ofizialki hitz egiten
fi: redditin virallinen ylläpitäjä
fr_ca: administrateur reddit, parlant à titre officiel
hu: reddit admin, hivatalosan beszél
it: amministratore di reddit, parlando a titolo ufficiale
mt_mt: amministratur ta' reddit, f'ambitu uffiċċjali
nn: redditadmin, uttalar seg offisielt
no: reddit admin, offisielt talende
pl: administrator reddita, oficjalna wypowiedź
sr_la: reddit admin, govori zvanično
sv: reddit-administratör, talar officiellt
uk: Реддіт адмін, офіціальна розмова
vi: người quản trị reddit, đang nói chính thức

source: moderator of /r/%(reddit)s, speaking officially
ar: مراقب /r/%(reddit)s ، يتحدث رسمياً
bs: moderator za /r/%(reddit)s, oficijelno obraćanje
ca: moderador de /r/%(reddit)s, parlant oficialment
el: συντονιστής του /r/%(reddit)s, μιλάει επίσημα
eu: /r/%(reddit)s-(e)ko moderatzailea, ofizialki hitz egiten
fi: /r/%(reddit)s moderaattorina sanottu
fr_ca: modérateur de /r/%(reddit)s, parlant à titre officiel
hu: /r/%(reddit)s moderátora, hivatalosan beszél
it: moderatore di /r/ %(reddit)s , parlando a titolo ufficiale
mt_mt: moderatur ta' /r/%(reddit)s, f'ambitu uffiċċjali
nn: moderator for /r/%(reddit)s, uttalar seg offisielt
no: moderator av /r/ %(reddit)s , offisielt talende
pl: moderator /r/ %(reddit)s , oficjalna wypowiedź
sr_la: moderator /r/%(reddit)s , govori zvanično
sv: moderator för /r/%(reddit)s, talar officiellt
uk: модератор /r/%(reddit)s, офіціальна розмова
vi: điều hành viên của /r/%(reddit)s, thông báo chính thức

source: %(user)s just celebrated a reddit birthday!
el: ο/η %(user)s μόλις γιόρτασε τα γενέθλια reddit του/της!
fi: %(user)s juhlivat juuri reddit syntymäpäivää!
fr_ca: %(user)s vient juste de célébrer un anniversaire reddit!
hu: %(user)s most ünnepelte reddit születésnapját!
it: %(user)s ha appena celebrato un compleanno reddit!
mt_mt: %(user)s għadu kif iċċelebra għeluq sninu f'reddit!
nn: %(user)s har nettopp hatt reddit-bursdag!
no: %(user)s har nettopp hatt reddit-bursdag!
pl: %(user)s właśnie obchodzi reddit'owe urodziny!
sv: %(user)s firade just en reddit-födelsedag!
uk: %(user)s відсвяткував річницю реєстрації на Реддіті!
vi: %(user)s vừa kỷ niệm sinh nhật reddit!

source: just now
ca: ara mateix
el: μόλις τώρα
fi: juuri nyt
fr_ca: à l'instant
hu: ebben a pillanatban
it: adesso
mt_mt: issa
nn: nå nettopp
no: nå nettopp
pl: w tym momencie
sv: just nu
uk: прямо зараз
vi: ngay bây giờ

source: No notes for this domain
ca: Sense anotacions per aquest domini
el: Δεν υπάρχουν σημειώσεις για αυτόν τον τομέα
fi: Ei muistiinpanoja tälle domainille
fr_ca: Aucune note pour ce domaine
hu: Nincsenek jegyzetek ehhez a doménhez
it: Nessuna nota per questo dominio
mt_mt: m'hemmx noti għal dan id-dominju
nn: Ingen merknader for dette domenet
no: Ingen merknader for dette domenet
pl: Brak notatek dla tej domeny
sv: Inga anteckningar för den här domänen
uk: Немає приміток до цього домена
vi: Không có ghi chú dành cho tên miền này

source: No notes for this IP address
ca: No hi ha notes per a aquesta adreça IP
el: Καμιά σημείωση για αυτήν την διεύθυνση IP
fi: Ei muistiinpanoja tälle IP-osoitteelle
fr_ca: Non notes pour il IP adresse
hu: ismeretlen IP cím
it: Nessuna nota per questo IP
mt_mt: m'hemmx noti għal dan l-indirizz IP
nn: Ingen notater for denne IP-adressen
no: Ingen notater for denne IP-adressen
pl: Brak uwag do tego adresu IP
sv: Inga noteringar gällande denna IP-adress
uk: Немає записів щодо цієї IP-адреси
vi: Không có ghi chú dành cho địa chỉ IP này

source: No notes for this subreddit
ca: No hi ha notes per a aquest subreddit
el: Καμιά σημείωση για αυτό το υποreddit
fi: Ei tätä aliredditiä koskevia merkintöjä
fr_ca: Non notes pour il subreddit
hu: ismeretlen subreddit
it: Nessuna nota per questo subreddit
mt_mt: m'hemmx noti għal dan is-subreddit
nn: Ingen notater for denne subreddit
no: Ingen notater for denne subreddit
pl: Brak uwag do tego subreddita
sv: Inga noteringar gällande denna subreddit
uk: Немає записів щодо цього сабреддіту
vi: No notes for this chuyên mục

source: No notes for this user
ca: No hi ha notes per a aquest usuari
el: Καμιά σημείωση για αυτόν τον χρήστη
fi: Ei muistiinpanoja tälle käyttäjälle
fr_ca: Non notes pour Il utilisateur
hu: ismeretlen felhasználó
it: Nessuna nota per questo utente
mt_mt: m'hemmx noti għal dan l-utent
nn: Ingen notater for denne brukeren
no: Ingen notater for denne brukeren
pl: Brak uwag do tego użytkownika
sv: Inga noteringar gällande denna användare
uk: Немає записів щодо цього користувача
vi: Không có ghi chú dành cho người dùng này

source: domain
ar: نطاق
bs: domena
ca: domini
el: ιστοτόπος
eu: domeinua
fi: verkkotunnus
fr_ca: domaine
hu: domain-cím
it: dominio
mt_mt: dominju
nn: domene
no: domene
pl: domena
sv: domän
uk: домен
vi: tên miền

source: IP address
ar: عنوان الأبي
bs: IP adresa
ca: adreça IP
el: διεύθυνση IP
eu: IP helbidea
fi: IP-osoite
fr_ca: Adresse IP
hu: IP-cím
it: Indirizzo IP
mt_mt: indirizz IP
nn: IP-adresse
no: IP-adresse
pl: Adres IP
sv: IP-adress
uk: IP адреса
vi: Địa chỉ IP

source: user
ar: مستخدم
bs: korisnik
ca: usuari
el: χρήστης
eu: erabiltzailea
fi: käyttäjä
fr_ca: utilisateur
hu: felhasználó
it: utente
mt_mt: utent
nn: brukar
no: bruker
pl: użytkownik
sv: användare
uk: учасник
vi: người dùng

source: wiki tools
ar: أدوات و يكي
bs: wiki alati
ca: eines wiki
el: εργαλεία βίκι
fi: wikityökalut
fr_ca: outils wiki
hu: wiki eszközök
it: strumenti wiki
mt_mt: għodod tal-wiki
nn: wikiverktøy
no: wiki-verktøy
pl: narzędzia wiki
sv: wikiverktyg
uk: вікі функції
vi: công cụ wik

source: moderation tools
ar: أدوات الإشراف
bs: moderacijski alati
ca: eines de moderació
el: εργαλεία συντονιστή
eu: moderazio tresnak
fi: moderointityökalut
fr_ca: outils de modération
hu: moderátor eszközök
it: strumenti di moderazione
mt_mt: għodod tal-moderazzjoni
nn: modereringsverktøy
no: modereringsverktøy
pl: narzędzia moderatorskie
sv: modereringsverktyg
uk: інструменти модерації
vi: công cụ điều hành

source: these subreddits
ar: هذه الريدّيت الفرعية
bs: ovi subredditi
ca: aquests subreddits
el: αυτά τα υποreddit
eu: azpireddit hauek
fi: nämä aliredditit
fr_ca: ces subreddits
hu: ezen alredditek
it: questi subreddit
mt_mt: dawn is-subreddits
nn: dei subredditane her
no: Disse subredditene
pl: te subreddity
sv: dessa subredditar
uk: ці сабреддіти
vi: các chuyên mục này

source: this subreddit is archived and no longer accepting submissions.
ar: هذه السب رديت هي في الارشيف ومن غير الممكن إدخال إضافات إليها.
bs: ovaj subreddit je arhiviran i više ne prihvaća poruke.
ca: aquest subreddit està arxivat i ja no admet més enviaments.
el: αυτό το υποreddit έχει αρχειοθετηθεί και δεν δέχεται νέες υποβολές πλέον.
eu: azpireddit hau artxibatuta dago eta ez du bidalketarik onartzen.
fi: tämä reddit on arkistoitu ja se ei enää hyväksy lisäyksiä
fr_ca: ce subreddit est archivé et les nouvelles soumissions ne sont pas autorisées.
hu: ez az alreddit archiválva van és nem többé nem fogad feliratkozásokat
it: questo subreddit è archiviato e non accetta più l'invio di altri post.
mt_mt: dan is-subreddit arkivjat u m'għadux jaċċetta impostazzjonijiet.
nn: den subredditen her er arkivert, og kan ikkje ta fleire bidrag
no: denne subredditen har blitt arkivert og aksepterer ikke lenger nytt innhold.
pl: Ten subreddit jest już zarchiwizowany i nie przyjmuje zmian.
sv: denna subreddit är arkiverad och bidrag godkänns inte längre.
uk: цей сабреддіт був архівований і більше не приймає публикацій.
vi: chuyên mục này đã được lưu trữ và không còn nhận bài đăng mới.

source: Submissions disabled
ar: التقديمات تعطيل
bs: Pisanje onemogućeno
ca: Els enviaments estan desactivats
el: Υποβολές απενεργοποιημένες
fi: Lisäykset poissa käytöstä
fr_ca: Soumissions désactivées
hu: Beküldés letiltva
it: L'invio di nuovi post è disabilitato
mt_mt: L-impustar iddiżattivat
nn: Innlegg deaktivert
no: Innlegg deaktivert
pl: Dodawanie wyłączone
sv: Bidrag inaktiverade
uk: Публікація матеріалів заборонена
vi: Vô hiệu hóa đăng bài

source: Only approved users may post in this community.
fr_ca: Seuls les utilisateurs autorisés peuvent poster dans cette communauté.
hu: Csak jóváhagyott felhasználók posztolhatnak ebbe a közösségbe.
it: Solo gli utenti approvati possono inviare post in questa community.
sv: Endast godkända användare får posta i denna gemenskap.
uk: Лише затверджені користувачі можуть дописувати у цю спільноту.

source: Anyone can view or comment, but only Reddit Gold members can post in this community.
el: Οποιοσδήποτε μπορεί να δει η να σχολιάσει αλλά μόνο Χρυσά μέλη μπορούν να αναρτήσουν σε αυτήν την κοινότητα.
fr_ca: Tout le monde peut consulter ou commenter, mais seuls les membres de Reddit Or/Gold peuvent poster dans cette communauté.
hu: Bárki megnézheti vagy kommentelhet, de csak Reddit Aranytagok posztolhatnak ebbe a közösségbe.
it: Chiunque può visualizzare o commentare, ma solo i membri Reddit Gold possono inviare post in questa community.
sv: Vem som helst kan titta eller kommentera, men endast Reddit Guld-medlemmar kan posta i denna gemenskap.
uk: Будь-хто може переглядати чи коментувати, але лише золоті учасники Реддіта можуть дописувати у цій спільноті.
