Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: no email address for that user
ar: لايوجد بريد إلكتروني لذلك المستخدم
bs: nema email adrese za tog korisnika
ca: no hi ha cap adreça de correu electrònic per aquest usuari
el: δεν υπάρχει διεύθυνση email για αυτό το χρήστη
eo: tiu uzulo ne havas retadreson
et: sellel kasutajal pole meiliaadressi
eu: ez dago e-posta helbiderik erabiltzaile horrentzat
fi: tuolle käyttäjälle ei ole sähköpostiosoitetta
fr_ca: aucune adresse courriel pour cet utilisateur
he: לא קיימת כתובת דואל למשתמש זה
hu: ennek a felhasználónak nincs e-mail címe
it: nessun indirizzo email per quell'utente
mt_mt: dak l-utent mgħandux indirizz tal-email
nn: inga e-postadresse for den brukaren
no: ingen e-postadresse for den brukeren
pl: brak adresu email dla tego użytkownika
sr_la: nema email adrese za tog korisnika
sv: ingen e-postadress för den användaren
ta: அந்தப் புழங்குநர் பெயரில் மின்னஞ்சல் இல்லை
uk: нема адреси електронної пошти для даного користувача
vi: không có địa chỉ email cho người dùng đó

source: no verified email address for that user
ar: ليس هناك عنوان بريد إلكتروني مسجل لهذا المستخدم
ca: No hi ha cap correu electrònic verificat per aquest usuari
el: δεν υπάρχει επιβεβαιωμένη διεύθυνση ηλεκτρονικού ταχυδρομείου για αυτόν τον χρήστη
fi: ei varmistettua sähköpostia käyttäjälle
fr_ca: aucune adresse email vérifiée pour cet utilisateur
hu: a felhasználónak nincs érvényesített email címe
it: Non esiste un indirizzo email verificato per l'utente specificato
mt_mt: dak l-utent m'għandux indirizz tal-email ivverifikat
nn: ingen bekreftet epostadresse for den brukeren
no: ingen bekreftet epostadresse for den brukeren
pl: niezweryfikowany adres email dla tego użytkownika
sv: det finns ingen verifierad e-postadress för den användaren
uk: цей користувач не має жодної схваленої електронної адреси
vi: người dùng này vẫn chưa xác nhận việc đăng ký đối với địa chỉ email

source: send it to whom?
ar: أرسالها إلى ؟
bs: kome poslati?
ca: a qui li enviem?
el: να σταλεί σε ποιόν;
eo: sendi al kiu?
et: kellele seda saata?
eu: nori bidali?
fi: lähetä kenelle?
fr_ca: envoyer à qui?
he: למי לשלוח?
hu: küldés kinek?
it: a chi vuoi inviarlo?
mt_mt: tibgħat lil min?
nn: sende til kven?
no: sende den til hvem?
pl: wysłać do kogo?
sr_la: poslati tо kome?
sv: sänd det till vem?
ta: பெறுநர் யார்?
uk: відправити кому?
vi: gửi cho ai?

source: please enter a subject
ar: الرجاء إدخال عنوان
bs: molimo vas da upišete naslov
ca: si us plau escriu un assumpte
el: παρακαλώ δώστε ένα θέμα
eo: bonvole tajpu temlinion
et: palun sisesta teema
eu: mesedez, sartu gai bat
fi: ole hyvä ja syötä aihe
fr_ca: veuillez saisir un sujet
he: אנא הכניסו נושא
hu: írd be a tárgyat
it: inserisci un oggetto
mt_mt: jekk jogħġbok daħħal suġġett
nn: skriv eit meldignsemne
no: vennligst angi en tittel
pl: proszę podać tytuł
sr_la: molim vas unesite predmet
sv: fyll i ett ämne
ta: தயவு செய்து 'பொருள்' கொடுக்கவும்
uk: будь ласка, введіть тему
vi: hãy nhập vào 1 chủ đề

source: that user doesn't exist
ar: المستخدم غير موجود
bs: taj korisnik ne postoji
ca: aquest usuari no existeix
el: αυτός ο χρήστης δεν υπάρχει
eo: tiu uzulo ne ekzistas
et: seda kasutajat pole olemas
eu: erabiltzaile hori ez da existitzen
fi: tuota käyttäjää ei löydy
fr_ca: cet utilisateur n'existe pas
he: המשתמש הזה לא קיים
hu: ilyen nevű felhasználó nem létezik
it: quell'utente non esiste
mt_mt: dak l-utent ma' jeżistix
nn: den brukaren finst ikkje
no: den brukeren eksisterer ikke
pl: taki użytkownik nie istnieje
sr_la: taj korisnik ne postoji
sv: den användaren finns inte
ta: அப்படிப் புழங்குநர் இல்லை
uk: такий учасник не існує
vi: tên người dùng không tồn tại

source: please enter a username
ar: الرجاء إدخال اسم مستخدم
bs: molimo vas da upišete korisničko ime
ca: si us plau introdueix un nom d'usuari
el: παρακαλώ βάλε ένα όνομα χρήστη
eo: bonvole tajpu uzulnomon
et: palun sisesta kasutajanimi
eu: mesedez, sartu erabiltzaile-izen bat
fi: syötä käyttäjätunnus
fr_ca: veuillez saisir un nom d'utilisateur
he: אנא הכניסו שם משתמש
hu: írd be a felhasználónevet
it: inserisci un nome utente
mt_mt: jekk jogħġbok daħħal isem l-utent
nn: fyll inn eit brukarnamn
no: vennligst angi et brukernavn
pl: proszę podać nazwę użytkownika
sr_la: molim vas unesite korisničko ime
sv: fyll i ett användarnamn
ta: தயவு செய்து ஒரு புழங்குநர் பெயர் கொடுக்கவும்
uk: будь ласка, введіть ім'я користувача
vi: vui lòng nhập tên đăng nhập

source: that preference isn't valid
ar: هذا التفضيل ليس صالح
ca: eixa preferència no és vàlida
el: αυτή η προτίμηση δεν είναι έγκυρη
fi: preferenssi ei ole kelvollinen
fr_ca: La préférer n'est pas valide
hu: ez a tulajdonság nem érvényes
it: la preferenza non è valida
mt_mt: dik il-preferenza mhix valida
nn: alternativet er ugyldig
no: alternativet er ugyldig
pl: ta własność jest nieprawidłowa
sv: detta val är ej giltigt
uk: це налаштування не є дійсним
vi: phần tùy chọn này không hợp lệ

source: '%(choice)s' is not a user preference field
ca: '%(choice)s' no és un camp de preferència d'usuari vàlid
el: το %(choice)s δεν είναι έγκυρο πεδίο προτιμήσεων χρήστη
fi: "%(choice)s" ei ole käyttäjän asetusten kenttä
fr_ca: %(choice)s n'est pas un utilisateur préférer field
it: '%(choice)s' non è un campo delle preferenze utente
mt_mt: '%(choice)s' mhix għalqa ta' test għall-preferenzi tal-utent
nn: '%(choice)s' er ikke et felt for brukerinnstilling
no: '%(choice)s' er ikke et felt for brukerinnstilling
pl: %(choice)s nie jest polem preferencyjnym użytkownika
sv: '%(choice)s' är inte ett fält för användarinställning
uk: '%(choice)s' — не поле для користувацьких налаштувань
vi: '%(choice)s' không phải là một mục thông tin tùy chọn từ người dùng

source: that language is not available
ca: eixa llengua no està disponible
el: αυτή η γλώσσα δεν είναι διαθέσιμη
fi: kieli ei ole käytettävissä
fr_ca: Il langage n'est pas utilisable
hu: ez a nyelv nem érhető el
it: quel linguaggio non è disponibile
mt_mt: dak l-islien mhux disponibbli
nn: det språket er ikke tilgjengelig
no: det språket er ikke tilgjengelig
pl: ten język jest niedostępny
sv: det språket är inte tillgängligt
uk: ця мова недоступна
vi: ngôn ngữ đó hiện vẫn chưa đuợc hỗ trợ chính thức

source: that number isn't in the right range (%(range)s)
bs: ovaj broj nije u odgovarajućem opsegu (%(range)s)
ca: el nombre no és en el camp correcte (%(range)s)
el: αυτός ο αριθμός δεν είναι στο σωστό εύρος (%(range)s)
fi: luku ei ole vaaditulla välillä (%(range)s)
fr_ca: ce nombre n'appartient pas à la série appropriée (%(range)s)
hu: a szám nincs benne a (%(range)s) tartományban
it: quel numero non è entro il giusto intervallo (%(range)s)
mt_mt: dak in-numru mhux fir-raġġ (%(range)s)
nn: det talet er utanfor det lovlege intervallet (%(range)s)
no: det nummeret er ikke innenfor området (%(range)s)
pl: ta liczba nie zawiera się w zakresie (%(range)s)
sv: siffran är inte inom rätt intervall (%(range)s)
uk: це число виходить за межі правильного діапазону (%(range)s)
vi: con số đó không nằm trong phạm vi quy định (%(range)s)

source: you used a character here that we can't handle
ar: لقد أستخدمت رمزا لا يمكننا استخدامه
bs: ovdje ste koristili koji ne možemo obraditi
ca: has utilitzat un caràcter no permès
el: χρησιμοποίησες ένα χαρακτήρα που δεν μπορούμε να χειριστούμε
eu: baliogabeko karaktere bat erabili duzu
fi: kirjoitit käsittämättömän merkin
fr_ca: vous avez utilisé un caractère qui n'est pas pris en charge
hu: olyan karaktert használtál, amit nem tudunk kezelni
it: qui hai usato un carattere che non possiamo gestire
mt_mt: użajt karattru hawn li mhux permess
nn: du brukte ein bokstav her som vi ikkje kan handtere
no: du brukte et tegn vi ikke kan håndtere
pl: użyłeś tutaj znaku którego nie możemy obsłużyć
sv: du har använt ett tecken vi inte kan hantera
uk: ви використали символ який ми не можемо обробити
vi: bạn sử dụng ký tự chúng tôi không xử lý được

source: your budget must be at least $%(min)d and no more than $%(max)d.
ca: has de tenir entre $%(min)d i $%(max)d dòlars al compte.
el: ο προϋπολογισμός σας πρέπει να είναι το λιγότερο $%(min)d και το περισσότερο $%(max)d.
fi: budjettisi täytyy olla vähintään $%(min)d eikä yhtään enempää kuin $%(max)d.
fr_ca: votre budget doit être au mieux de $%(min)d et au plus de $%(max)d.
hu: a költségvetésednek legalább $%(min)d kell lennie és nem többnek, mint $%(max)d.
it: il tuo budget deve essere almeno di $%(min)d e non superiore a $%(max)d.
mt_mt: il-baġit tiegħek irid ikun tal-anqas $%(min)d u mhux aktar minn $%(max)d.
nn: budsjettet ditt må være minimum $%(min)d og ikke mer enn $%(max)d.
no: budsjettet ditt må være minimum $%(min)d og ikke mer enn $%(max)d.
pl: twój budżet musi wynosić przynajmniej $%(min)d i nie może przekraczać $%(max)d.
sv: din budget måste vara åtminstone $%(min)d och inte mer än $%(max)d.
uk: ваш бюджет має бути щонайменше $%(min)d, але не більше ніж $%(max)d.
vi: ngân quỹ của bạn phải đạt mức tối thiểu là $%(min)d và tối đa làà $%(max)d.

source: your %(cost_basis)s bid must be at least $%(min)s and no more than $%(max)s.
fr_ca: votre %(cost_basis)s enchère doit être d'au moins $%(min)s et pas supérieure à $%(max)s.
it: la tua offerta %(cost_basis)s deve essere almeno $%(min)s e non più di $%(max)s.

source: your campaign must be capable of delivering 1,000 impressions per day; please adjust your bid or schedule accordingly.
fr_ca: votre campagne doit être capable de livrer 1 000 impressions par jour; veuillez ajuster votre enchère ou emploi du temps en fonction.
it: la tua campagna deve essere capace di consegnare 1,000 impressioni al giorno; regola la tua offerta per piacere o programma di conseguenza.

source: that link has already been submitted
ar: تم إرسال هذا الرابط مسبقاً
bs: taj link je već objavljen
ca: aquest enllaç ja ha sigut enviat
el: αυτό το άρθρο έχει ήδη υποβληθεί
eo: tiu ligo jam afiŝiĝis
et: see link on redditis juba olemas
eu: esteka hau bidali da jada
fi: tuo linkki on jo lisätty
fr_ca: ce lien a déjà été soumis
he: הלינק הזה כבר נשלח אלינו
hu: ez a link már be van regisztrálva
it: quel link è già stato inviato
mt_mt: dik il-link diġà impustata
nn: den lenkja er allereie sendt inn
no: den lenken har blitt postet før
pl: ten link został już dodany
sr_la: taj link je već postavljen
sv: den länken har redan postats
ta: இந்த இணைப்பு ஏற்கனவே பதிவு ஆகி உள்ளது
uk: дане посилання вже було опубліковане
vi: liên kết đã được gửi

source: that subreddit already exists
bs: taj subreddit već postoji
ca: aquest subreddit ja existeix
el: αυτό το υποreddit υπάρχει ήδη
et: see alamreddit on juba olemas
fi: tuo alireddit on jo olemassa
fr_ca: ce subreddit existe déjà
he: הסאברדהיט כבר קיים
hu: már létezik olyan subreddit
it: Quello subreddit esiste già
mt_mt: dik is-subreddit diġà teżisti
nn: Denne subredditen eksisterer allereie
no: den subredditen eksisterer allerede
pl: taki subreddit już istnieje
sv: den subredditen finns redan
uk: такий сабреддіт вже існує
vi: tên của chuyên mục đó đã được đăng ký

source: that subreddit doesn't exist
ar: ذلك الريديت الفرعي غير موجود
bs: taj subreddit ne postoji
ca: aquest subreddit no existeix
el: αυτό το υποreddit δεν υπάρχει
fi: tuota aliredditiä ei ole olemassa
fr_ca: ce subreddit n'existe pas encore
hu: nem létezik olyan subreddit
it: Quello subreddit non esiste
mt_mt: dik is-subreddit ma' teżistix
nn: denne subredditen eksisterer ikkje
no: den subredditen eksisterer ikke
pl: taki subreddit nie istnieje
sv: den subredditen finns inte
uk: такий сабреддіт не існує
vi: tên chuyên mục đó hiện vẫn chưa được khởi tạo

source: you aren't allowed to post there.
ar: لايسمح لك بالكتابة هناك
bs: ovdje vam nije dozvoljeno objavljivanje.
ca: no pots publicar açí
el: δεν επιτρέπεται να αναρτάς εδώ.
eo: vi ne rajtas afiŝi ĉi tie.
eu: Ez daukazu baimenik hona edukirik bidaltzeko
fi: sinulla ei ole lupaa postata tänne
fr_ca: vous n'avez pas le droit de publier ici
hu: ide nem írhatsz bejegyzéseket
it: non ti è consentito postare qui.
mt_mt: ma' tistax timposta hawn.
nn: du har ikkje lov til å poste der.
no: du har ikke tillatelse til å poste der.
pl: nie możesz tu pisać.
sr_la: nije vam dozvoljeno da postujete ovde
sv: du har inte tillåtelse att posta där.
uk: вам не дозволено писати тут
vi: bạn không được phép để gửi ở đó.

source: Image submissions aren't allowed in this subreddit
fr_ca: L'envoi d'images n'est pas autorisé dans ce subreddit
it: I post immagine non sono permessi in questo subreddit

source: you aren't allowed access to this subreddit
ca: no tens permès l'accés a aquest subreddit
el: δεν έχετε άδεια πρόσβασης σε αυτό το subreddit
fi: sinulla ei ole pääsyä tähän subredditiin
fr_ca: vous n'avez pas accès à ce subreddit
hu: nincs hozzáférésed ehhez a subreddithez
it: non ti è permesso l'accesso a questo subreddit
mt_mt: m'għandekx jedd taċċessa dis-subreddit
sv: du är inte berättigad tillgång till denna subreddit
uk: у Вас немає доступу до цього сабреддіта
vi: bạn không được phép truy cập tới chuyên mục này

source: you must specify a subreddit
ar: عليك تحديد ريديت فرعية
bs: morate specificirati subreddit
ca: cal especificar un subreddit
el: πρέπει να επιλέξετε ένα υποreddit
eu: azpireddit bat zehaztu behar duzu
fi: sinun täytyy määrittää subredditi
fr_ca: vous devez spécifier un subreddit
hu: meg kell adnod egy subreddit-et
it: devi specificare un subreddit
mt_mt: jeħtieġ tispeċifika subreddit
nn: du må spesifisere ein subreddit
no: du må angi en subreddit
pl: musisz określić subreddita
sv: du måste ange en subreddit
uk: ви повинні вказати сабреддіт
vi: bạn phải ghi rõ tên của chuyên mục

source: this subreddit has chosen to disable their ads at this time
ca: aquest subreddit ha escollit deshabilitar els seus anuncis en aquests moments
el: αυτό το subreddit έχει επιλέξει να απενεργοποιήσει τις διαφημίσεις αυτή τη στιγμή
fr_ca: ce subreddit a actuellement choisi de désactiver ses publicités
it: questo subreddit ha deciso di disabilitare le pubblicità al momento
mt_mt: dis-subreddit għażlet li ma turix reklami bħalissa
sv: denna subreddit har valt att avaktivera deras annonser just nu
uk: у цьому сабреддіті зараз вимкнена реклама
vi: chuyên mục này đã tắt quảng cáo của họ

source: this link already has a promoted post
fr_ca: ce lien a déjà une publication promue
it: questo link ha già un post promosso

source: that subreddit is private
el: αυτό το υποreddit είναι ιδιωτικό
fi: tämä alireddit on yksityinen
fr_ca: ce subreddit est privé
it: quel subreddit è privato
sv: den subredditen är privat

source: that name isn't going to work
ar: هذا الاسم لا يمكن استخدامه
bs: to ime neće funkcionisati
ca: aquest nom no funcionarà
el: αυτό το όνομα δε μας κάνει
eo: tiu nomo ne funkcios.
et: see nimi ei tööta
eu: izen hori ez da baliozkoa
fi: tuo nimi ei tule toimimaan
fr_ca: ce nom ne fonctionnera pas
he: השם הזה לא יתפוס אצלנו
hu: ez a név nem fog működni
it: quel nome non funzionerà
mt_mt: dak l-isem mhux se jaħdem
nn: det namnet der kjem ikkje til å fungere
no: det navnet kommer ikke til å virke
pl: taka nazwa nie może zostać wprowadzona
sr_la: takvo ime neće proći
sv: det namnet kommer inte att fungera
ta: அந்தப் பெயர் வேலை செய்யாது
uk: таке ім'я не спрацює
vi: tên vừa rồi không hợp lệ

source: that subreddit can't be used as a theme
fr_ca: ce subreddit ne peut être utilisé en tant que thème
it: quel subreddit non può essere usato come tema

source: that collection doesn't exist
ca: aquesta colecció no existeix
el: αυτή η συλλογή δεν υπάρχει
fi: tuota kokoelmaa ei ole olemassa
fr_ca: cette collection n'existe pas
hu: ez a gyűjtemény nem létezik
it: quella collezione non esiste
mt_mt: dik il-kollezzjoni ma' teżistix
no: Den samlingen eksistere ikke
sv: den samlingen finns inte
uk: така колекція не існує
vi: tập hợp đó không tồn tại

source: that interest isn't supported
fr_ca: cet intérêt n'est pas supporté
it: quell'interesse non è supportato
sv: det intresset stöds ej

source: that target type is not valid
ca: aquest tipus d'objectiu no es vàlid
fi: Kohde ei kelpaa
fr_ca: ce type de cible n'est pas valide
it: quel tipo di bersaglio non è valido
mt_mt: dak it-tip ta' oġġettiv mhux validu
no: Den måltypen er ikke gyldig
sv: måltypen är ogiltig
uk: такий тип цілі не є дійсним
vi: dạng mục tiêu này không hợp lệ

source: targeting too many subreddits
fr_ca: trop de subreddits ciblés
it: stai puntando troppi subreddits

source: that version range is not valid
fr_ca: cette gamme de versions est invalide
hu: az a verzió tartomány nem érvényes
it: tale intervallo versione non è valido
sv: det versionsintervallet är inte giltigt
uk: цей діапазон версій недійсний

source: you are doing that too much. try again in %(time)s.
ar: أنك تفعل ذلك كثيراً. الرجاء المحاولة خلال %(time)s.
bs: previše zahtjeva. pokušajte opet za %(time)s.
ca: estàs fent això molt. torna a fer-ho en %(time)s.
el: το παρακάνεις. δοκίμασε ξανά σε %(time)s.
eu: gehiegitan egin duzu hori. saiatu berriro %(time)s igarotakoan.
fi: teet tuota liian usein. yritä uudelleen %(time)s.
fr_ca: vous dépassez la limite. Essayer de nouveau dans %(time)s.
hu: túl sokat csinálod azt. próbáld újra %(time)s másodperc múlva.
it: stai esagerando. riprova tra %(time)s.
mt_mt: qed tagħmel hekk wisq ta' spiss. erġa' pprova fi żmien %(time)s.
nn: du gjør det der alt for mykje. prøv om att om %(time)s.
no: du gjør det der for ofte. prøv igjen om %(time)s.
pl: za często to robisz. spróbuj ponownie za %(time)s.
sv: du gör det där för ofta. försök igen om %(time)s.
uk: ви робите це занадто багато. спробуйте знову через %(time)s.
vi: bạn đã gửi quá nhiều lệnh thực thi. xin vui lòng thử lại trong vòng %(time)s nữa.

source: you are doing that too much. try again later.
ar: إنك تفعل ذلك كثيراً. حاول مرة أخرى لاحقاً.
bs: previše zahtjeva. pokušajte kasnije.
ca: heu fet això massa vegades. Intenteu-ho més tard.
el: το κάνεις αυτό πολύ συχνά. προσπάθησε ξανά αργότερα.
fi: teet tuota liikaa. kokeile myöhemmin uudestaan.
fr_ca: vous faites cela trop souvent. veuillez réessayer plus tard.
hu: túl sokszor csinálod. próbáld újra később.
it: stai esagerando, riprova più tardi
mt_mt: qed tagħmel hekk wisq ta' spiss. erġa' pprova aktar tard.
nn: du gjør det der for mykje. prøv att seinare.
no: Du gjør det for mye.. Prøv igjen senere.
pl: robisz to zbyt często. spróbuj później.
sv: du gör det där för ofta. försök igen senare.
uk: ви робите це надто багато. спробуйте знову пізніше
vi: bạn đã gửi quá nhiều lệnh thực thi. xin vui lòng thử lại sau

source: your session has expired
ar: لقد انتهت session الخاصة بك
bs: vaša sesija je istekla
ca: la teva sessió ha expirat
el: η συνεδρία σου έχει λήξει
eo: vi devas reensaluti
et: sinu sessioon on aegunud
eu: zure saioa iraungi da
fi: istuntosi on vanhentunut
fr_ca: votre session a expiré
he: זמן החיבור שלך פג
hu: a munkamenet lejárt
it: la tua sessione è scaduta
mt_mt: is-sessjoni tiegħek skadiet
nn: økta di har gått ut
no: forbindelsen din har utløpt
pl: twoja sesja wygasła
sr_la: vaša sesija je istekla
sv: din session har gått ut
ta: உங்கள் அமர்வு நேரம் முடிந்துவிட்டது
uk: ваша сесія закінчилась
vi: phiên đăng nhập của bạn đã hết hạn

source: you must accept the terms first
ar: يجب أن تقبل الشروط أولا
bs: prvo morate prihvatiti uslove
ca: primer has d'acceptar les condicions
el: πρέπει να αποδεχτείς τους όρους πρώτα
eo: vi unue devas akcepti la kondiĉojn
et: sa pead kõigepealt tingimustega nõustuma
eu: baldintzak onartu behar dituzu lehenik
fi: säännöt täytyy ensin hyväksyä
fr_ca: vous devez accepter les termes d'utilisation
he: אתם חייבים לקבל את התנאים
hu: először a feltételeket muszáj elfogadnod
it: devi prima accettare i termini
mt_mt: trid taċċetta it-termini l-ewwel
nn: du må samtykkje i vilkåra først
no: du må akseptere betingelsene først
pl: musisz wyrazić zgodę na warunki korzystania z usług
sr_la: morate prvo prihvatiti uvjete
sv: du måste acceptera användaravtalet först
ta: நீங்கள் முதலில் நிபந்தனைகளுக்கு ஒத்துக் கொள்ள வேண்டும்
uk: спершу ви мусите погодитися з умовами
vi: bạn cần phải đồng ý và chấp nhận với các điều khoản thỏa thuận này trước

source: that option is not valid
ar: هذا الخيار غير صحيح
bs: ta opcija nije moguća
ca: aquesta opció no és valida
el: αυτή η επιλογή είναι άκυρη
eo: tiu opcio ne estas valida
et: see valik ei ole õige
eu: aukera hori ez da baliozkoa
fi: tuo valinta ei sovi
fr_ca: cette option n'est pas valide
he: האפשרות הזאת לא קיימת
hu: nem érvényes ez az opció
it: quella opzione non è valida
mt_mt: dik l-opzjoni mhux valida
nn: det valet er ugyldig
no: det alternativet er ikke gyldig
pl: ta opcja jest niewłaściwa
sr_la: ta opcija nije ispravna
sv: det valet är inte tillåtet
ta: இந்தத் தேர்வு செல்லாது
uk: ця опція не дійсна
vi: lựa chọn vừa rồi không hợp lệ

source: that email is invalid
ca: el correu electrònic es invàlid
el: αυτό το ηλεκτρονικό ταχυδρομείο είναι άκυροαυτό το email είναι άκυρο
fi: tuo sähköposti on virheellinen
fr_ca: Cet e-mail est invalide
hu: ez az email érvénytelen
it: quella email non è valida
mt_mt: dan l-indirizz tal-email mhux validu
no: den e-posten er ugyldig
sv: den emailadressen du har angivit är inte giltigt
uk: невірний e-mail
vi: địa chỉ email này không hợp lệ

source: the following emails are invalid: %(emails)s
ar: البريد الالكتروني غير صحيح %(emails)s
bs: sljedeći emailovii nisu pravilni: %(emails)s
ca: les següents direccions no estan permesses: %(emails)s
el: τα παρακάτω email είναι άκυρα: %(emails)s
eo: jenaj retpoŝtadresoj ne validas: %(emails)s
eu: ondorengo e-postak baliogabeak dira: %(emails)s
fi: seuraavat sähköpostiosoitteet eivät kelpaa: %(emails)s
fr_ca: les adresses courriel suivantes ne sont pas valides: %(emails)s
hu: a következő emailek érvénytelenek: %(emails)s
it: le email seguenti non sono valide: %(emails)s
mt_mt: dawn l-emails m'humiex validi: %(emails)s
nn: følgjande e-postar er ugyldige: %(emails)s
no: følgende e-postadresser er ugyldige: %(emails)s
pl: te adresy są błędne: %(emails)s
sr_la: sledeće email adrese nisu validne: %(emails)s
sv: följande e-postadresser är ogiltiga: %(emails)s
uk: ці адреси електронної пошти не є вірними: %(emails)s
vi: những email phía sau đây không hợp lệ: %(emails)s

source: please enter at least one email address
ar: من فضلك ادخل بريد الكتروني واحد علي الاقل
bs: molimo vas da upišete najmanje jednu email adresu
ca: si us plau, introdueix una adreça de correu electrònic
el: παρακαλώ βάλε τουλάχιστον μία διεύθυνση email
eo: bv. entajpu almenaŭ unu retpoŝtadreson
eu: mesedez, sartu gutxienez e-posta helbide bat
fi: anna ainakin yksi sähköpostiosoite
fr_ca: veuillez saisir au minimum une adresse courriel
hu: kérlek adj meg legalább egy e-mail címet
it: indica almeno un indirizzo email
mt_mt: jekk jogħġbok daħħal tal-anqas indirizz tal-email wieħed
nn: fyll inn minst ei e-postadresse
no: vennligst skriv minst èn e-postadresse
pl: proszę podać przynajmniej jeden adres email
sr_la: molimo vas unesite bar jednu email adresu
sv: ange åtminstone en e-postadress
uk: будь ласка введіть хоча б одну адресу електронної пошти
vi: vui lòng nhập ít nhất một địa chỉ email
