Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: notify me when people say my username
el: ειδοποίησε με όταν κάποιοι αναφέρουν το όνομα χρήστη μου
fi: ilmoita, kun käyttäjänimeni mainitaan
fr_ca: me notifier lorsque quelqu'un dit mon nom d'utilisateur
hu: kérek értesítést amikor megemlítik a felhasználónevem
it: notificami quando qualcuno scrive il mio nome utente
mt_mt: innotifikani meta jissemma isem l-utent tiegħi
nn: send meg et varsel når noen sier brukernavnet mitt
no: send meg et varsel når noen sier brukernavnet mitt
pl: powiadom mnie gdy zostanie użyta moja nazwa użytkownika
sv: meddela mig när folk nämner mitt användarnamn
uk: повідомте мені, коли люди згадують моє ім’я учасника
vi: thông báo cho tôi khi có người nhắc tên tôi

source: enable threaded modmail display
fr_ca: activer l'affichage en fil de discussion du courrier de modérateur
it: abilita la vista a discussioni nella modmail
mt_mt: attiva l-viżwalizzazzjoni tal-posta tal-moderaturi b'mod stutturat
sv: aktivera trådad visning av modmail
uk: увімкнути відображення пошти модераторам темами

source: send message notifications in my browser
fr_ca: envoyer des notifications pour les messages sur mon navigateur

source: send messages as emails
fi: Lähetä viestejä sähköpostiviesteinä
fr_ca: envoyer les messages par email
hu: üzenetek küldése e-mailként
it: invia i messaggi come email
mt_mt: ibgħat il-messaġġi bħala emails
sv: skicka meddelanden som e-post
uk: надсилати повідомлення як листи

source: requires a verified email
fi: Vaatii vahvistetun sähköpostin
fr_ca: nécessite une adresse email vérifiée
it: richiede un indirizzo email verificato
mt_mt: jeħtieġ email ta' verifika
sv: kräver en verifierad e-post
uk: вимагає підтвердженої електронної пошти

source: display options
ar: إظهار الخيارات
bs: opcije prikaza
ca: mostrar opcions
el: επιλογές εμφάνισης
eu: bistaratze aukerak
fi: näkymän asetukset
fr_ca: options d'affichage
hu: megjelenítési beállítások
it: opzioni visualizzazione
mt_mt: preferenzi tal-viżwalizzazzjoni
nn: visingsval
no: visningsvalg
pl: opcje wyświetlania
sr_la: opcije prikazivanja
sv: visningsinställningar
uk: опції відображення
vi: tùy chọn về hiển thị

source: allow subreddits to show me custom themes
fi: salli alireddittien näyttää mukautettuja tyylejä
fr_ca: autoriser les subreddits à utiliser des thèmes personnalisés
it: permetti ai subreddit di visualizzare stili personalizzati
mt_mt: ippermetti l-wirja ta' temi ppersonalizzati fis-subreddits
sv: tillåt subredditar att visa mig anpassade teman
uk: дозволити сабреддітам використовувати власні теми

source: (you can also choose which subreddit themes to disable on an individual level)
fr_ca: (vous pouvez aussi choisir quels thèmes de subreddit désactiver individuellement)
it: (puoi anche scegliere quali temi subreddit disabilitare a livello individuale)
mt_mt: (tista' wkoll tagħżel liema temi tas-subreddit tiddiżattiva fuq livell individwali)
sv: (du kan också välja vilka subredditteman du vill inaktivera på en individuell nivå)
uk: (Ви також можете обрати, які теми сабреддітів вимкнути на індивідуальному рівні)

source: show user flair
ar: أظهر ميزة المستخدم
bs: prikaži korisnički flair
ca: mostra banderetes d'usuari
el: προβολή εμβλήματος χρήστη
eu: erakutsi erabiltzailearen bereizgarria
fi: näytä käyttäjän tyylimotiivi
fr_ca: afficher l'insigne utilisateur
hu: mutassa a felhasználói kitűzőt
it: mostra flair utente
mt_mt: uri x-xinxilla tal-utent
nn: vis brukarskilt
no: vis bruker flair
pl: pokaż znaczek użytkownika
sv: visa användarstilmall
uk: показати флаір учасника
vi: hiển thị theo hướng có lợi cho người dùng

source: show link flair
ar: أظهر ميزة المستخدم
bs: prikaži link flaira
ca: mostra estil d'enllaç
el: προβολή εμβλήματος ανάρτησης
eu: erakutsi estekaren bereizgarria
fi: näytä link flair
fr_ca: afficher l'insigne de lien
hu: mutassa a link kitűzőt
it: mostra flair link
mt_mt: uri x-xinxilla tal-link
nn: vis lenkjeskiltet
no: Vis link preg
pl: pokaż znaczek linka
sv: visa länkstil
uk: показати флаіри посилань
vi: hiển thị liên kết cờ hiệu

source: show self-serve advertising tab on front page
fi: näytä itsepalvelumainonta-välilehti etusivulla
fr_ca: afficher les publicités en libre-service sur la page d'accueil
it: mostra scheda pubblicità self-serve nella pagina principale
mt_mt: uri it-tab tar-reklamar self-serve fil-paġna primarja
nn: vis en egen reklamefane på forsiden
no: vis en egen reklamefane på forsiden
pl: pokazuj zakładkę z twoją reklamą na stronie głównej
sv: visa fliken för självbetjäningsannonsering på förstasidan
uk: показати вкладку рекламної студії самообслуговування на головній сторінці
vi: hiển thị tab tự quảng cáo của bạn trên trang chủ

source: show legacy search page
fi: näytä vanha hakusivu
fr_ca: montrer la page de recherche héritée
hu: régi keresőoldal mutatása
it: utilizza la vecchia pagina di ricerca
mt_mt: uri l-paġna oriġinali tat-tfittxija
sv: visa den gamla söksidan
uk: показати стару сторінку пошуку

source: I am over eighteen years old and willing to view adult content
ar: أنا فوق الثامنة عشرة من العمر, وراغب في مشاهدة محتوى للبالغين
bs: Stariji sam od osamnaest godina i želim pregledati sadržaj za odrasle
ca: Tinc més de divuit anys i desitjo veure contingut per adults
el: είμαι πάνω από 18 χρονών και προτίθεμαι να δω περιεχόμενο για ενήλικες
fi: Olen yli 18-vuotias ja halukas näkemään aikuisille suunnattua sisältöä
fr_ca: J'ai plus de 18 ans et souhaite visionner du contenu destiné aux adultes
hu: elmúltam 18 éves, és hajlandó vagyok felnőtt tartalmat megtekinteni
it: Ho più di diciotto anni e desidero visualizzare contenuti per adulti
mt_mt: Jien għandi l-fuq minn tmintax il-sena u lest nara kontenut irriżervat għall-adulti
nn: Eg er over atten år og viljug til å sjå vaksent innhald
no: Jeg er 18 år eller eldre og ønsker å vise vokseninnhold.
pl: Jestem dorosły, mam skończone osiemnaście lat i chcę przeglądać zawartość dla dorosłych.
sv: Jag är över arton år och vill se vuxeninnehåll
uk: Мені більше ніж вісімнадцять років і я хочу дивитися вміст для дорослих
vi: Tôi trên 18 tuổi và muốn xem nội dung người lớn

source: required to view some subreddits
bs: neophodno za pregled nekih subreddita
el: υποχρεωτικό για να δεις κάποια υποreddit
fi: vaadittu joidenkin alireddittien katsomiseen
fr_ca: requis pour voir certains reddits
hu: szükséges néhány subreddit megtekintéséhez
it: richiesto per poter vedere alcuni subreddit
mt_mt: meħtieġ sabiex taċċedi ċertu subreddits
nn: påkrevd for å vise noen subredditer
no: påkrevd for å vise noen subredditer
pl: wymagane do przeglądania niektórych subredditów
sv: krävs för att se vissa subredditar
uk: потрібно для перегляду деяких сабреддітів
vi: được yêu cầu để xem một vài chuyên mục

source: label posts that are not safe for work (NSFW)
ar: صنف المنشورات التي ليست آمنة للعمل (NSFW)
bs: označi članke koji nisu sigurni zarad (NSZR)
ca: etiqueta publicacions que siguin inadequades pel treball (NSFW)
el: επιγραφή ακατάλληλων αναρτήσεων
eu: etiketatu lanerako seguruak ez diren bidalketak (NSFW)
fi: näytä viestit jotka eivät ole työturvallisia
fr_ca: étiqueter des publications inappropriées au travail (NSFW)
hu: munka közbeni megtekintésre alkalmas bejegyzések megjelölése (NSFW)
it: segna post come non sicuro per il lavoro (NSFW)
mt_mt: waħħal tikketta ma' impostazzjonijiet li mhumiex adatti jintwerew fuq post tax-xoghol (NSFW)
nn: merk postar som ikkje er trygge for jobben (NSFW, not safe for work)
no: merk poster som ikke er trygg for jobb (NSFW)
pl: oznacz posty znaczkiem NSFW (Not Safe For Work)
sv: markera poster som inte är lämpliga på arbetet (NSFW)
uk: відмітити публікації, що не рекомендуються до перегляду в офісі (НЕ ДЛЯ ОФІСУ)
vi: đánh dấu các bài đăng thuộc dạng nhạy cảm (NSFW)

source: enable private RSS feeds
ar: تفعيل التغذية الموجزة الخاصة
bs: omogući privatne RSS kanale
ca: activa canal RSS privats
el: ενεργοποίησε ιδιωτικές ροές RSS
eu: gaitu RSS jario pribatuak
fi: mahdollista yksityiset RSS-syötteet
fr_ca: autoriser les flux RSS privés
hu: privát RSS hírcsatornák engedélyezése
it: abilita feed RSS privato
mt_mt: attiva l-feeds tal-RSS privati
nn: skru på private RSS-straumar
no: aktiver RSS-feeds
pl: uaktywnij prywatne RSS
sv: aktivera privata RSS-flöden
uk: дозволити приватні потоки RSS
vi: bật tính năng feed dạng RSS ở chế độ riêng tư

source: (available from the 'RSS feed' tab in prefs)
ar: (متوافرة من خلال خيار 'تغذية الموقع الموجزة' في الإعدادات)
bs: (dostupno u za 'RSS kanal' u opcijama)
el: (διαθέσιμο από την καρτέλα 'Ροές RSS' στις προτιμήσεις)
eu: (hobespenetako 'RSS jarioak' fitxan eskuragarri)
fi: (mahdollista RSS-asetuksista yleisistä asetuksista)
fr_ca: (accessible depuis l'onglet « Flux RSS » dans les préférences)
hu: (elérhetőek az 'RSS hírcsatornák' fülön, a beállításoknál)
it: (disponibile dalla scheda "feed RSS" nelle preferenze)
mt_mt: (disponibbli minn 'feed tal-RSS' tab fil-preferenzi)
nn: (tilgjengeleg frå "RSS-straum"-fana i innstillingane)
no: (tilgjengelig fra 'RSS-feeds' i innstillinger)
pl: (są w zakładce 'RSS' w preferencjach)
sv: (tillgängligt på fliken RSS-flöden i inställningarna)
uk: (можна знайти в параметрах «RSS потоку» в налаштуваннях)
vi: (có sẵn từ thẻ 'RSS feed' trong cài đặt)

source: privacy options
ar: خيارات الخصوصية
bs: opcije privatnosti
ca: opcions de privacitat
el: επιλογές ιδιωτικότητας
et: privaatsuse seaded
eu: pribatutasun aukerak
fi: yksityisyysasetukset
fr_ca: options de confidentialité
he: אפשרויות פרטיות
hu: személyiségi jogi beállítások
it: opzioni privacy
mt_mt: preferenzi tal-privatezza
nn: personvernval
no: personverninstillinger
pl: opcje prywatności
sr_la: opcije privatnosti
sv: anonymitetsinställningar
ta: தனியுரிமைத் தேர்வு
uk: налаштування приватності
vi: các tuỳ chọn riêng tư

source: make my votes public
ar: اجعل تصويتي عاما
bs: učini moje glasove javnim
ca: fes els meus vots públics
el: να δημοσιεύονται οι ψήφοι μου
et: avalikusta minu hääled
eu: egin nire bozkak publiko
fi: tee äänistäni julkisia
fr_ca: rendre mes votes publics
he: הצג את ההצבעות שלי באופן פומבי
hu: a szavazatom legyen nyilvános
it: rendi pubblici i miei voti
mt_mt: agħmel il-voti tiegħi pubbliċi
nn: gjer røystene mine offentlege
no: offentliggjør stemmene mine
pl: upublicznij moje oceny
sr_la: neka moje glasanje bude javno
sv: visa vad jag röstar på
ta: என்னுடைய வோட்டை ரகசியமாக வைக்க வேண்டியதில்லை
uk: показувати мої голоси
vi: Công khai những phiếu bầu của tôi

source: let everyone see %(link1)s and %(link2)s
ar: أسمح للكل برؤية %(link1)s و %(link2)s
bs: dozvoli svima da vide %(link1)s i %(link2)s
ca: fes que tothom pugui veure %(link1)s i %(link2)s
el: οποιοσδήποτε να μπορεί να βλέπει το %(link1)s και το %(link2)s
eu: baimendu edozeinek %(link1)s eta %(link2)s ikustea
fi: julkista %(link1)s ja %(link2)s kaikille
fr_ca: permettre à tout le monde de voir %(link1)s et %(link2)s
hu: mindenki láthassa a %(link1)s és %(link2)s oldalakat
it: permetti a tutti di vedere %(link1)s e %(link2)s
mt_mt: ħalli l-kullħadd jara %(link1)s u %(link2)s
nn: lat alle sjå %(link1)s og %(link2)s
no: la alle sammen se %(link1)s og %(link2)s
pl: pozwól wszystkim zobaczyć %(link1)s oraz %(link2)s
sv: visa %(link1)s och %(link2)s för alla
uk: дозволити всім бачити %(link1)s та %(link2)s
vi: khiến mọi người thấy %(link1)s và %(link2)s

source: allow my data to be used for research purposes
ar: أسمح بأستخدام بياناتي لأغرض البحث
bs: dozvoljavam da se moji podaci koriste u istraživačke svrhe
ca: permet que les meves dades es facin servir per a fins d'investigació
el: επέτρεψε να χρησιμοποιούνται τα δεδομένα μου για ερευνητικές ανάγκες
eu: baimendu nire datuak ikerketetarako erabiltzea
fi: hyväksy tietojeni käyttö tutkimustarkoituksiin
fr_ca: Permettre à mes données pour être utilisé à des fins de recherche
hu: adataim felhasználhatóak kutatási célokra
it: consenti l'utilizzo dei miei dati per scopi di ricerca
mt_mt: nagħti permess li l-informazzjoni tiegħi tintuża għal skopi ta' riċerka
nn: tillat dataa mine å bli brukt i forsking
no: tillat at mine data kan brukes til forskningsformål
pl: zezwól na użycie moich danych dla celów naukowych
sv: tillåt att mina data används i forskningssyfte
uk: дозволити використання моїх даних у дослідженнях
vi: cho phép dữ liệu của tôi được sử dụng cho các mục đích nghiên cứu

source: don't allow search engines to index my user profile
ar: لا تسمح لمحركات البحث لفهرسة لائِحتي
bs: ne dozvoljavam pretraživačima da indeksiraju moj korisnički profil
ca: no permetis que els motors de busca indexin el meu perfil d'usuari
el: μην επιτρέπεις στις μηχανές αναζήτησης να εξερευνούν το προφίλ χρήστη μου
eu: ez utzi bilatzaileei nire erabiltzaile profila indexatzen
fi: älä anna tietojani julkisiin hakukoneisiin
fr_ca: Ne pas permettre aux moteurs de recherche d'indexer mon profil utilisateur
hu: a keresőmotorok ne indexelhessék a profiloldalamat
it: non permettere ai motori di ricerca di indicizzare il mio profilo utente
mt_mt: tippermettix magni tat-tfittxija milli jindiċizzaw il-profil tal-utent tiegħi
nn: ikkje tillat søkjemotorar å indeksere brukarprofilen min
no: ikke tillat at søkemotorer skal indeksere min brukerprofil
pl: nie pozwól by wyszukiwarki indeksowały mój profil
sv: tillåt inte sökmotorer att indexera min användarprofil
uk: не дозволяти пошуковим службам індексувати мій профіль
vi: không cho phép các bộ máy tìm kiếm dò ra trang cá nhân của tôi

source: allow reddit to log my outbound clicks for personalization
fr_ca: autoriser reddit à enregistrer mes clics sur les liens sortants pour la personnalisation

source: beta options
fi: Beta asetukset
fr_ca: options beta
hu: béta opciók
it: Opzioni beta
mt_mt: opzjonijiet tal-beta
sv: beta alternativ
uk: налаштування бета-функцій

source: I would like to beta test features for reddit
fi: Haluaisin testata beta ominaisuuksia redditille
fr_ca: J'aimerai tester les fonctionnalités beta de reddit
hu: Szeretném a reddit béta funkcióit tesztelni
it: Vorrei testare le funzionalità beta di Reddit
mt_mt: nixtieq nipparteċipa fil-provi tal-funzjonalità beta ta' reddit
sv: Jag skulle vilja beta-testa funktioner för reddit
uk: я хотів би тестувати бета-функції для Реддіт

source: by enabling you'll be subscribed to %(beta_sr_link)s automatically.
fr_ca: après avoir activé ceci, vous serez abonné à %(beta_sr_link)s automatiquement.
hu: az opció engedélyezésével automatikusan feliratkozol a %(beta_sr_link)s subredditre.
it: abilitandolo sarai sottoscritto a %(beta_sr_link)s automaticamente.
mt_mt: jekk tattivha, tkun abbonat ma %(beta_sr_link)s awtomatikament.
sv: genom att aktivera prenumereras du till %(beta_sr_link)s automatiskt.
uk: увімкнувши це, ви автоматично підпишетесь на %(beta_sr_link)s.

source: details on the /r/{beta_sr} wiki
fr_ca: plus d'infos sur le wiki /r/{beta_sr}
hu: részletek a /r/{beta_sr} wikin
it: Dettagli su /r/{beta_sr} wiki
mt_mt: dettalji dwar il-wiki /r/{beta_sr}
sv: detaljer på /r/{beta_sr} wikin
uk: деталі у /r/{beta_sr} wiki

source: gold options
ar: خيارات الذهب
bs: zlatne opcije
ca: opcions d'or
el: χρυσές επιλογές
eu: urrearen aukerak
fi: kulta-asetukset
fr_ca: options gold
hu: arany beállítások
it: opzioni gold
mt_mt: preferenzi tal-gold
nn: gullval
no: gullinnstillinger
pl: opcje złota
sv: guldalternativ
uk: налаштування Золотої підписки
vi: tuỳ chọn Gold

source: hide ads
fi: Piilota mainokset
fr_ca: masquer la pub
hu: hirdetések elrejtése
it: Nascondi gli ad
mt_mt: aħbi r-reklami
sv: göm annonser
uk: приховати рекламу

source: remember what links I've visited
ca: recorda els enllaços que he visitat
fi: muista missä linkeissä olen jo käynyt
fr_ca: se rappeler les liens que j'ai visités
hu: emlékezz, hogy milyen linkeket látogattam meg
it: ricorda quali link ho visitato
mt_mt: ftakar x'links żort
nn: husk hvilke lenker jeg har besøkt
no: husk hvilke lenker jeg har besøkt
pl: pamiętaj które linki odwiedziłem
sv: kom ihåg vilka länkar jag har besökt
uk: запам'ятати посилання, які я вже відвідав
vi: ghi nhớ những liên kết tôi đã ghé thăm

source: we'll remember and mark what links you've already read, even between computers
ca: recordarem i marcarem els enllaços que ja hagis llegit, fins i tot a diferents ordinadors
fi: muistamme ja merkkaamme missä linkeissä olet jo käynyt, myös muiden koneiden välillä
fr_ca: nous nous rappellerons et nous marquerons les liens que vous avez déjà visités; même entre plusieurs ordinateurs
it: ci ricorderemo e indicheremo quali link hai già visitato, anche su diversi computer
mt_mt: aħna se niftakru u nimmarkaw il-links li rajt diġa, saħansitra bejn kompjuter w apparati differenti
nn: vi skal prøve å huske hvilke lenker du allerede har besøkt, også fra forskjellige datamaskiner
no: vi skal prøve å huske hvilke lenker du allerede har besøkt, også fra forskjellige datamaskiner
pl: zapamiętamy i oznaczymy odwiedzone przez ciebie linki, nawet między komputerami
sv: vi kommer ihåg och markerar vilka länkar du redan, även mellan olika datorer
uk: ми запам'ятаємо і відмітимо посилання, які ви вже читали, навіть на іншому комп'ютері
vi: chúng tôi sẽ ghi nhớ và đánh dấu những liên kết bạn đã đọc, thậm chí giữa nhiều máy tính

source: highlight new comments
ar: وضح التعليقات الجديدة
bs: istakni nove komentare
ca: destaca nous comentaris
el: υπερτονισμός νέων σχολίων
eu: nabarmendu iruzkin berriak
fi: korosta uudet kommentit
fr_ca: mettre en évidence les nouveaux commentaires
hu: új hozzászólások kiemelése
it: evidenzia nuovi commenti
mt_mt: evidenzja kummenti ġodda
nn: framhev nye kommentarar
no: fremhev nye kommentarer
pl: wyróżnij nowe komentarze
sv: markera nya kommentarer
uk: підсвічувати нові коментарі
vi: làm nổi bật các phản hồi mới

source: we'll remember your visits for 48 hours and show you which comments you haven't seen yet
ar: سوف نتذكر زيارتك لـ ٤٨ ساعة و نظهر لك التعليقات التي لم تتطلع عليها بعد:
bs: zapamtit ćemo vaše posjete u sljedećih 48 sati i prikazati vam one komentare koje još niste pogledali
el: θα θυμόμαστε τις επισκέψεις σου για 48 ώρες και θα σου δείχνουμε ποιά σχόλια δεν έχεις δει ακόμα
eu: zure bisitak 48 orduz gogoratuko ditugu eta oraindik ikusi ez dituzun iruzkinak zein diren erakutsiko dizugu
fi: Tulemme tallentamaan vierailuhistoriasi 48 tunnin ajalta ja näyttämään ne kommentit, joita et ole vielä nähnyt
fr_ca: nous nous souviendrons de vos visites pendant 48 heures et montrerons les commentaires que vous n'avez pas encore vu
hu: 48 órán át emlékezni fogunk a látogatásaidra és megmutatjuk, hogy melyik hozzászólást nem láttad még
it: ricorderemo le tue visite per 48 ore e ti mostreremo quali commenti non hai ancora visto
mt_mt: se niftakru ż-żjariet tiegħek għal 48 siegħa u se nuruk il-kummenti li għadek ma qrajtx
nn: vi vil hugse vitjingane dine i 48 timar og vise deg kva innlegg du ikkje enno har sett
no: vi vil huske dine besøk i 48 timer og vise deg hvilke kommentarer du ikke har sett ennå
pl: będziemy pamiętać twoje wizyty przez 48 godzin i pokażemy, których komentarzy jeszcze nie widziałeś
sv: vi kommer ihåg dina besök i 48 timmar och visar vilka kommentarer du inte har sett ännu
uk: ми пам'ятатимемо ваш візит протягом 48 годин та покажемо коментарі, яких ви ще не бачили
vi: chúng tôi sẽ nhớ các lần viếng thăm của bạn trong 48 giờ và hiện các phản hồi bạn chưa đọc

source: show gold expiration
fi: Näytä kultajäsenyyden päättymispäivämäärä
fr_ca: montrer la date d'expiration de gold
it: mostra scadenza oro
mt_mt: uri l-iskadenza tal-gold
sv: visa guldutgångsdatum
uk: показати дату закінчення золота

source: show how much gold you have remaining on your userpage
fi: Näytä kuinka pitkään sinulla on Gold jäsenyyttä jäljellä profiilisivullasi
fr_ca: montrez combien de gold il vous reste sur votre page d'utilisateur
it: mostra quanto oro ti rimane nella tua pagina utente
mt_mt: uri kemm baqalek gold fil-paġna tal-profil tiegħek
sv: visa hur mycket guld du har kvar på din användarsida
uk: показати, скільки золота залишається на Вашій сторінці користувача

source: use a %(creddit_link)s to automatically renew my gold if it expires
fr_ca: utiliser un %(creddit_link)s pour renouveler l'abonnement gold automatiquement
it: usa un %(creddit_link)s per rinnovare automaticamente l'abbonamento gold se scade
mt_mt: uża %(creddit_link)s sabiex iġġedded il-gold tiegħi jekk jiskadi
no: bruk en %(creddit_link)s for å automatisk fornye mitt gull-abonnement om det utløper
sv: använd en %(creddit_link)s för att automatiskt förnya mitt guld om det går ut
uk: використовуйте %(creddit_link)s для автоматичного поновлення Золотої підписки, якщо вона завершиться

source: since you don't have %(gold_link)s, this will only apply in subreddits you moderate
fi: koska sinulla ei ole %(gold_link)s, tämä pätee vain niihin subredditteihin jossa olet moderaattori
fr_ca: étant donné que vous n'avez pas %(gold_link)s, cela s'appliquera seulement aux subreddits que vous modérez
it: dal momento che non hai %(gold_link)s, questo verrà applicato solo nei subreddits che moderi
mt_mt: ladarba m'għamdekx %(gold_link)s, dan ma japplikax għas-subreddits li timmodera
sv: eftersom du inte har %(gold_link)s kommer det här endast att gälla i de subredditar du modererar
uk: оскільки у Вас нема %(gold_link)s, це застосується лише для сабреддітів, які Ви модеруєте

source: reddit themes
fr_ca: thèmes de reddit
hu: reddit témák
it: Temi di Reddit
mt_mt: temi ta' reddit
sv: reddit-teman
uk: теми оформлення Реддіт

source: reddit themes change the appearance of reddit. They are used anywhere another custom theme is not present.
fr_ca: les thèmes de reddit changent son apparence. Ils sont utilisés partout ou un autre thème personnalisé n'est pas présent.
it: i temi reddit cambiano l'aspetto di reddit. Sono utilizzati ovunque non ci sia un altro tema personalizzato.
mt_mt: it-temi ta' reddit ibiddlu d-dehra ta' reddit. Jintużaw kull fren m'hemmx tema ppersonalizzata preżenti.
sv: reddit-teman ändrar utseendet på reddit. De används var som helst ett annat anpassat tema inte finns.
uk: теми Реддіту змінюють його зовнішній вигляд. Вони використовуються усюди, де не використовується інша тема.

source: Note: For security reasons this page will not be changed by themes
fr_ca: Note: Pour des raisons de sécurité, cette page ne sera pas affectée par les thèmes
it: Nota: questa pagina non é affetta dal cambio di tema per ragioni di sicurezza
mt_mt: Nota: Għal raġunijiet ta' sigurtà dil-paġna mhix suġġetta għat-temi
sv: Observera: För säkerhetsanledningar kommer denna sida inte att ändras av teman
uk: Примітка: З міркувань безпеки ця сторінка не змінюється темами

source: use reddit theme
fr_ca: utiliser le thème reddit
hu: reddit téma használata
it: Usa il tema di Reddit
mt_mt: uża tema ta' reddit
sv: använd reddit-teman
uk: використати тему реддіта

source: hover to preview
fr_ca: survolez pour avoir un aperçu
it: vai sopra con il mouse per l'anteprima
mt_mt: mexxi l-mouse fuqha għall-anteprima
sv: håll musen över för att förhandsvisa
uk: наведіть для попереднього перегляду

source: warning: use non-featured themes at your own risk
fr_ca: attention: utilisez des thèmes non-officiels à vos risques et périls
it: attenzione: usa i temi non-sponsorizzati a tuo rischio
mt_mt: avviż: uża temi mhux magħrufin għar-riskju tiegħek
sv: varning: använd icke-officiella teman på egen risk
uk: попередження: використовуйте сторонні теми на свій страх і ризик
