Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: Sorry, the maximum number of comments is %(max)d. (However, if you subscribe to reddit gold, it goes up to %(goldmax)d.)
ar: للأسف، الحد الأقصى للتعليقات هو %(max)d. (حيثما ، إذا أشتركت في ريدّيت الذهبي ، يزيد إلى %(goldmax)d.)
bs: Žao nam je, maksimalni broj komentara je %(max)d. (Ipak, ako se pretplatite na reddit zlato, limit će se povećati na %(goldmax)d.)
ca: Ho sentim, el nombre màxim de comentaris és %(max)d. (No obstant això, si et subscrivisses a Reddit gold, s'augmentaria fins a %(goldmax)d).
el: Δυστυχώς ο μέγιστος αριθμός σχολίων είναι %(max)d. (Αν όμως γραφτείς στο Χρυσό reddit, ανεβαίνει σε %(goldmax)d.)
eu: Sentitzen dugu, gehienezko iruzkin kopurua %(max)d da. (reddit urrera harpidetzen bazara, ordea, muga %(goldmax)d da.)
fi: Valitettavasti kommenttien enimmäismäärä on %(max)d. (Jos tilaisit reddit kultaa, enimmäismäärä olisi %(goldmax)d.)
fr_ca: Désolé, le nombre maximum de commentaires est %(max)d. (Cependant, si vous vous abonnez à reddit gold, il passe à %(goldmax)d.)
hu: Sajnos, a kommentek maximális száma %(max)d. (Azonban, ha előfizetsz reddit goldra, ez felmegy %(goldmax)d.)
it: Spiacente, il numero massimo di commenti è %(max)d. (Comunque, se ti abboni a reddit gold, viene aumentato a %(goldmax)d.)
mt_mt: Jiddispjaċina, in-numru massimu ta' kummenti hu %(max)d. (Però, jekk tabbona għar-reddit gold, titla' sa %(goldmax)d.)
nn: Beklagar, den øvre grensa for talet innlegg er %(max)d. (Men viss du derimot tingar redditgull, går ho opp til %(goldmax)d.)
no: Beklager, maksimalt antall kommentarer er %(max)d. (Om du derimot abonnerer på reddit gull, går det opp til %(goldmax)d.)
pl: Przepraszamy, maksymalna liczba komentarzy wynosi %(max)d. (Jednak, jeśli za subskrybujesz reddit gold, wzrośnie ona do %(goldmax)d.)
sv: Beklagar, maximalt antal kommentarer är %(max)d. (Men om du prenumererar på reddit guld ökas det till %(goldmax)d.)
uk: Вибачте, максимальна кількість коментарів %(max)d. (Проте, якщо ви отримаєте в подарунок або придбаєте Золоту підписку, обмеження підніметься до %(goldmax)d.)
vi: Rất xin lỗi, số lượng bình luận tối đa là %(max)d. (Tuy nhiên, nếu bạn đăng ký theo dõi dưới dạng reddit gold, thì số lượng bình luận sẽ lên tới %(goldmax)d.)

source: Sorry, the maximum number of comments is %d.
ar: للإسف، الحد الأقصى للتعليقات هو %d .
bs: Žao nam je, maksimalni broj komentara je %d.
ca: Ho sentim, el número màxim de comentaris és %d.
el: Συγνώμη, ο μέγιστος αριθμός σχολίων είναι %d
eu: Sentitzen dugu, gehienezko iruzkin kopurua %d da.
fi: Valitettavasti kommenttien enimmäismäärä on %d.
fr_ca: Désoler, le nombre maximum de commentaires est %d.
hu: Sajnálom, a kommentek maximális száma %d.
it: Spiacente, il numero massimo di commenti è %d.
mt_mt: Jiddispjaċina, in-numru massimu ta' kummenti hu %d.
nn: Beklagar, den øvre grensa for talet innlegg er %d.
no: Beklager, maks antall kommentarer er %d
pl: Sorki, maksymalna ilość komentarzy to %d.
sv: Beklagar, maximalt antal kommentarer är %d.
uk: Вибачте, максимальна кількість коментарів %d.
vi: Xin lỗi, số lượng bình luận tối đa là %d.

source: ***WARNING: Responding to this message will reveal your username to the gildee.***
ca: ***ATENCIÓ: Respondre a aquest missatge revelarà el teu nom d'usuari a qui hagis daurat.***
el: ***ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Απαντώντας σε αυτό το μήνυμα θα αποκαλύψεις το όνομα χρήστη σου στην επιχρύσωση.***
fr_ca: ***ATTENTION : Répondre à ce message révélera votre nom d'utilisateur à l'utilisateur doré.***
it: ***ATTENZIONE: Rispondere a questo messaggio rivelerà la tua identità al donatore.***
mt_mt: ***AVVIŻ: Jekk twieġeb lil dal-messaġġ, tesponi isem l-utent tiegħek lil min indurak.***
no: ***ADVARSEL: Å svare på denne meldingen vil avsløre ditt brukernavn til gildee.***
sv: ***VARNING: Om du svarar på detta meddelandet kommer ditt namn avslöjas till den som har gett dig guld.***
uk: ***УВАГА: Відповідь на це повідомлення відкриє ваше ім'я отримувачу дарунку.***
vi: ***Cảnh báo: Trả lời tin nhắn này đồng nghĩa với tiết lộ tên người dùng của bạn.***

source: Thanks for claiming a reddit gold code.
ca: Gràcies per reclamar un codi d'or de reddit.
el: Σας ευχαριστούμε που πήρατε έναν κωδικό για χρυσό reddit.
fr_ca: Merci d'avoir réclamé un code reddit gold.
it: Grazie per aver riscattato un codice reddit gold.
mt_mt: Grazzi talli rrivendikajt il-kodiċi ta' reddit gold.
no: Takk for at gjorde krav på en reddit gull-kode!
sv: Tack för att du använder din reddit guld kod.
uk: Дякуємо, що використали код Золотої підписки Реддіт.
vi: Cảm ơn đã viết code cho reddit gold.

source: You're about to set up an ongoing, autorenewing subscription to reddit gold for yourself (%(user)s). You'll pay **%(price)s** for this, **monthly**. >This subscription will renew automatically each month until you cancel. You may cancel at any time. If you cancel, you will not be billed for any additional months of service, and service will continue until the end of the billing period. If you cancel, you will not receive a refund for any service already paid for. Receipts will be delivered via private message in your account.
fr_ca: Vous vous apprêtez à mettre en place un abonnement continu, auto-renouvelant à reddit gold pour vous-même (%(user)s). Vous allez payer **%(price)s** pour cela, **tous les mois**. >Cet abonnement va se renouveler automatiquement tous les mois jusqu'à ce que vous annuliez. Vous pouvez annuler n'importe quand. Si vous annulez, aucun mois de service additionnel ne vous sera facturé, et le service continuera jusqu'à la fin de la période de facturation. Si vous annulez, vous ne recevrez pas de remboursement pour les services que vous avez déjà payé. Les reçus vous seront envoyés par message privé sur votre compte.

source: You're about to set up an ongoing, autorenewing subscription to reddit gold for yourself (%(user)s). You'll pay **%(price)s** for this, **yearly**. >This subscription will renew automatically each year until you cancel. You may cancel at any time. If you cancel, you will not be billed for any additional years of service, and service will continue until the end of the billing period. If you cancel, you will not receive a refund for any service already paid for. Receipts will be delivered via private message in your account.
fr_ca: Vous vous apprêtez à mettre en place un abonnement continu, auto-renouvelant à reddit gold pour vous-même (%(user)s). Vous allez payer **%(price)s** pour cela, **tous les ans**. >Cet abonnement va se renouveler automatiquement tous les ans jusqu'à ce que vous annuliez. Vous pouvez annuler n'importe quand. Si vous annulez, aucune année de service additionnel ne vous sera facturé, et le service continuera jusqu'à la fin de la période de facturation. Si vous annulez, vous ne recevrez pas de remboursement pour les services que vous avez déjà payé. Les reçus vous seront envoyés par message privé sur votre compte.

source: You're about to make a one-time purchase of %(amount)s of reddit gold for yourself (%(user)s). You'll pay a total of %(price)s for this.
ca: Estàs a punt de realitzar una única compra de %(amount)s ors de reddit per a tu (%(user)s). Pagaràs un total de %(price)s per ells.
el: Θα κάνεις μια μοναδική αγορά για %(amount)s χρυσό reddit για εσένα (%(user)s). Θα πληρώσεις συνολικά %(price)s για αυτό.
fr_ca: Vous êtes sur le point de faire un achat ponctuel de %(amount)s de reddit gold pour vous-même (%(user)s). Vous paierez un total de %(price)s pour ceci.
it: Stai per effettuare un acquisto di %(amount)s di reddit gold per te (%(user)s). Pagherai un totale di %(price)s per questo.
mt_mt: Se tixtri ammont ta' %(amount)s ta' reddit gold għalik (utent%(user)s). Se tħallas total ta' %(price)s.
no: Du er i ferd med å utføre ett engangskjøp av %(amount)s med reddit-gull for deg selv (%(user)s). Du vil betale %(price)s for dette.
sv: Du gör ett engångsköp av %(amount)s av reddit gold till dig själv (%(user)s). Du kommer att betala totalt %(price)s för detta.
uk: Ви ось-ось придбаєте одну Золоту підписку Реддіт, у кількості %(amount)s для себе (%(user)s). Це буде коштувати %(price)s.
vi: Bạn đang chuẩn bị tiến hành mua 1 lần %(amount)s reddit gold cho mình (%(user)s). Bạn sẽ phải trả %(price)s.

source: You're about to purchase %(amount)s. They work like gift certificates: each creddit you have will allow you to give one month of reddit gold to someone else. You'll pay a total of %(price)s for this.
ca: Estàs a punt de comprar %(amount)s. S'utilitzen com a certificats de regal: cada creddit que tinguis et permetrà donar un mes de reddit or a algú altre. Pagaràs un total de %(price)s per ells.
el: Θα αγοράσεις %(amount)s. Λειτουργούν όπως οι δωροεπιταγές: κάθε creddit που έχεις σου επιτρέπει να δώσεις ένα μήνα χρυσού reddit σε κάποιον άλλο. Θα πληρώσεις συνολικά %(price)s για αυτό.
fi: Olet ostamassa %(amount)s. Kredditit toimivat kuten lahjakortit: jokaisen kredditin avulla voit antaa kuukauden reddit kultaa jollekkin toiselle. Maksat yhteensä %(price)s tästä.
fr_ca: Vous êtes sur le point d'acheter %(amount)s. Ils fonctionnent comme des bons: chaque creddit que vous avez vous permettra de donner un mois de reddit gold à un autre utilisateur reddit. Le prix total est de %(price)s pour cet achat.
it: Stai per comprare %(amount)s. Funzionano come dei buoni regalo: ogni creddit che hai ti permette di regalare un mese di reddit gols a qualcuno. Il totale da pagare è di %(price)s.
mt_mt: Int se tixtri ammont ta' %(amount)s. Jaħdmu bħala vawċers: kull kredditu li għandek jippermettilek tagħti xahar ta' reddit gold lil xi ħadd ieħor. Se tħallas total ta' %(price)s.
no: Du er i ferd med å kjøpe %(amount)s. De fungerer som gavekort: hver creddit du har gir deg muligheten til å gi bort én måned med reddit-gull til noen andre. Du vil betale %(price)s for dette.
sv: Du är på väg att köpa %(amount)s. De fungerar som presentchecker: varje kreddit du har tillåter dig att ge en månads reddit guld till någon annan. Du betalar sammanlagt %(price)s för detta.
uk: Ви покупаєте %(amount)s. На кожен ваш креддіт ви сможете придбати один місяць Золотої підписки для будь кого. В сумі це буде коштувати %(price)s.
vi: Bạn đang chuẩn bị phải trả %(amount)s. Bạn có thể dùng creddit để tặng quà: với mỗi creddit bạn có thể tặng một người dùng khác 1 tháng reddit gold. Bạn sẽ phải trả %(price)s.

source: You're about to purchase %(amount)s of reddit gold in the form of a gift code. The recipient (or you) will be able to claim the code to redeem that gold to their account. You'll pay a total of %(price)s for this.
ca: Estàs a punt de comprar %(amount)s ors de reddit en forma de codi regal. El beneficiari (o tu) podrà reclamar el codi per a recuperar aquest or en el seu compte. Pagaràs un total de %(price)s per ells.
el: Σκοπεύετε να αγοράσετε %(amount)s χρυσό reddit στην μορφή κωδικού δώρου. Ο παραλήπτης (ή εσείς) θα μπορεί να εξαργυρώσει τον κωδικού έτσι ώστε να δώσει χρυσό στον λογαριασμό του. Θα πληρώσετε συνολικά %(price)s για αυτό.
fr_ca: Vous êtes sur le point d'acheter %(amount)s de reddit gold sous la forme d'un code cadeau. Le bénéficiaire (ou vous) pourra réclamer le code pour récupérer ce gold sur leur compte. Vous paierez un total de %(price)s pour ceci.
it: Stai per acquistare %(amount)s di reddit gold sotto forma di codice regalo. Il ricevente (o tu) potrà riscattare il codice per ricevere quel gold sul suo account. Stai per pagare un totale di %(price)s .
mt_mt: Int se tħallas ammont ta' %(amount)s ta' reddit gold fil-forma ta' kodiċi tal-għotja. Ir-reċipjent (jew int) ikun jista' jirrivendika l-kodiċi sabiex jikseb il-gold fil-kont tiegħu. Se tħallas total ta' %(price)s.
no: Du er i ferd med å kjøpe %(amount)s med reddit-gull i form av en gavekode. Mottakeren (eller deg selv) vil kunne løse inn koden for å få gullet inn på kontoen. Du vil betale %(price)s for dette.
sv: Du kommer att köpa %(amount)s av reddit gold i form av en presentkortskod. Mottagaren (eller du) kommer att kunna använda koden för att ge sitt konto guld. Du kommer att betala totalt %(price)s för detta.
uk: Ви ось-ось придбаєте %(amount)s Золотих підписок Реддіт у вигляді подарункового коду (або кодів). Отримувач (або ви самі) зможете використати код, аби отримати Золоту підписку на своєму акаунті. Це буде коштувати %(price)s.
vi: Bạn sắp mua %(amount)s reddit gold dưới dạng mã quà tặng. Người nhận (hoặc bạn) sẽ có thể dùng mã này để nhận khoản reddit gold đó về tài khoản của họ. Bạn sẽ phải trả tổng cộng %(price)s.

source: You're about to give %(amount)s of reddit gold to %(recipient)s, who will be told that it came from you. You'll pay a total of %(price)s for this.
ca: Estàs a punt de donar %(amount)s ors de reddit a %(recipient)s, a qui se li dirà que prové de tu. Pagaràs un total de %(price)s per ells.
el: Σκοπεύετε να δώσετε %(amount)s χρυσό reddit στον %(recipient)s, ο οποίος θα ενημερωθεί ότι το έλαβε από εσάς. Θα πληρώσετε συνολικά %(price)s για αυτό.
fr_ca: Vous êtes sur le point de donner %(amount)s de reddit gold à %(recipient)s, qui sera prévenu qu'il provient de vous. Vous paierez un total de %(price)s pour ceci.
it: Stai per donare %(amount)s di reddit gold a %(recipient)s, a cui verrà comunicato che vengono da te. Stai per pagare un totale di %(price)s .
mt_mt: Int se tagħti ammont ta' %(amount)s ta' reddit gold lil %(recipient)s, li se jkun innotifikat li ġie minn għandek. Se tħallas total ta' %(price)s.
no: Du er i ferd med å gi bort %(amount)s med reddit-gull til %(recipient)s, som vil bli fortalt at det kom fra deg. Du vil betale %(price)s for dette.
sv: Du kommer att ge %(amount)s reddit guld till %(recipient)s, som kommer att få veta att det kom ifrån dig. Du kommer att betala totalt %(price)s för detta.
uk: Ви ось-ось передасте %(amount)s Золотих підписок отримувачу %(recipient)s, який знатиме, що подарунок прийшов від вас. Це буде коштувати %(price)s.
vi: Bạn sắp tặng %(amount)s reddit gold cho %(recipient)s, người này sẽ biết bạn tặng họ. Bạn sẽ phải trả %(price)s.

source: You're about to give %(amount)s of reddit gold to %(recipient)s. It will be an anonymous gift. You'll pay a total of %(price)s for this.
ca: Estàs a punt de donar %(amount)s ors de reddit a %(recipient)s. Serà un regal anònim. Pagaràs un total de %(price)s per ells.
el: Σκοπεύετε να δώσετε %(amount)s χρυσού reddit στον %(recipient)s. Το δώρο θα είναι ανώνυμο. Θα πληρώσετε συνολικά %(price)s γι αυτό.
fr_ca: Vous êtes sur le point de donner %(amount)s de reddit gold à %(recipient)s. Ce sera un cadeau anonyme. Vous paierez un total de %(price)s pour ceci.
it: Stai per donare %(amount)s di reddit gold a %(recipient)s. Sarà un regalo anonima. Stai per pagare un totale di %(price)s .
mt_mt: Int se tagħti ammont ta' %(amount)s ta' reddit gold lil %(recipient)s. Se tkun għotja anonima. Se tħallas total ta' %(price)s.
no: Du er i ferd med gi bort %(amount)s med reddit-gull til %(recipient)s. Gaven vil være anonym. Du vil betale %(price)s for dette.
sv: Du kommer att ge %(amount)s av reddit guld till %(recipient)s. Det kommer att vara en anonym gåva. Du kommer att betala totalt %(price)s för detta.
uk: Ви ось-ось передасте %(amount)s Золотих підписок отримувачу %(recipient)s. Цей подарунок буде зроблено анонімно. Це буде коштувати %(price)s.
vi: Bạn sắp tặng %(amount)s reddit gold cho %(recipient)s, người này sẽ không biết bạn tặng họ. Bạn sẽ phải trả %(price)s.

source: Want to say thanks to *%(recipient)s* for this comment? Give them a month of [reddit gold](/gold/about).
bs: Želite se zahvaliti korisniku *%(recipient)s* na ovom komentaru? Poklonite mu/joj mjesec [reddit zlata](/gold/about).
ca: Voleu agrair a *%(recipient)s* aquest comentari? Doneu-los un mes de [reddit gold](/gold/about).
el: Θες να ευχαριστήσεις στον/στην *%(recipient)s* για αυτό το σχόλιο; Δώσε τους ένα μήνα [χρυσού reddit](/gold/about).
fr_ca: Envie de dire merci aux *%(recipient)s* pour ce commentaire? Donnez-leur un mois d'[or de reddit](/gold/about).
hu: Szeretnél köszönetet mondani *%(recipient)s* ezért a hozzászólásért? Adj neki egy hónapnyi [reddit-aranyat](/gold/about).
it: Vuoi ringraziare *%(recipient)s* per questo commento? Donagli un mese di [reddit gold](/gold/about).
mt_mt: Tixtieq tirringrazzja lil %(recipient)s ta' dal-kumment? Agħti xahar ta' [reddit gold](/gold/about).
nn: Vil du si takk til *%(recipient)s* for denne kommentaren? Gi dem en måned med [reddit gold](/gold/about).
no: Vil du si takk til *%(recipient)s* for denne kommentaren? Gi dem en måned med [reddit gold](/gold/about).
pl: Chcesz podziękować *%(recipient)s* za ten post? Podaruj im miesiąc [redditowego złota](/gold/about).
sv: Vill du tacka *%(recipient)s* för den här kommentaren? Ge de en månads [reddit guld](/gold/about).
uk: Бажаєте подякувати *%(recipient)s* за цей коментар? Подаруйте йому один місяць [Золотої підписки](/gold/about).
vi: Muốn nói lời cảm ơn *%(recipient)s* cho nhận xét này? Cho họ một tháng của [reddit gold](/gold/about).

source: Want to say thanks to *%(recipient)s* for this submission? Give them a month of [reddit gold](/gold/about).
ca: Voleu agrair a *%(recipient)s* aquest post? Doneu-los un mes de [reddit gold](/gold/about).
el: Θες να ευχαριστήσεις στον/στην *%(recipient)s* για αυτό το σχόλιο; Δώσε τους ένα μήνα [χρυσού reddit](/gold/about).
fr_ca: Envie de dire merci à *%(recipient)s* ? Donnez-lui un mois d'[or de reddit](/gold/about).
it: Vuoi ringraziare *%(recipient)s* per questo post? Donagli un mese di [reddit gold](/gold/about).
mt_mt: Tixtieq tirringrazzja lil %(recipient)s ta' dil-impostazzjoni? Agħti xahar ta' [reddit gold](/gold/about).
nn: Vil du si takk til *%(recipient)s* for denne innleveringen? Gi dem en måned med [reddit gold](/gold/about).
no: Vil du si takk til *%(recipient)s* for denne innleveringen? Gi dem en måned med [reddit gold](/gold/about).
pl: Chcesz podziękować *%(recipient)s* za ten link? Podaruj im miesiąc [złota reddit](/gold/about).
sv: Vill du tacka *%(recipient)s* för det här bidraget? Ge dem en månads [reddit guld](/gold/about).
uk: Бажаєте подякувати *%(recipient)s* за цю публікацію? Дайте йому місяць [Золотої підписки](/gold/about) Реддіт.
vi: Muốn gửi lời cảm ơn đến *%(recipient)s* vì bài đăng này? Tặng họ 1 tháng sử dụng [reddit gold] (/gold/about).

source: You're about to give *%(recipient)s* a month of [reddit gold](/gold/about) for this comment:
ca: Estàs a punt de donar a *%(recipient)s* un mes de [reddit or](/gold/about) per aquest comentari:
el: Σκοπεύετε να δώσετε στον/στην *%(recipient)s* ένα μήνα [χρυσού reddit](/gold/about) για αυτό το σχόλιο:
fr_ca: Vous êtes sur le point de donner à *%(recipient)s* un mois de [reddit gold](/gold/about) pour ce commentaire :
it: Stai per dare a *%(recipient)s* un mese di [reddit gold](/gold/about) per questo commento:
mt_mt: Int se tagħti lil *%(recipient)s* xahar ta' [reddit gold](/gold/about) ta' dan il-kumment:
no: Du er i ferd med å gi *%(recipient)s* én måned med [reddit-gull](/gold/about) for denne kommentaren:
sv: Du kommer att ge *%(recipient)s* en månad av [reddit guld](/gold/about) för denna kommentaren:
uk: Ви ось-ось подаруєте отримувачу *%(recipient)s* один місяць [Золотої підписки Реддіт](/gold/about) за цей коментар:
vi: Bạn sắp tặng *%(recipient)s* một tháng sử dụng [reddit gold](/gold/about) vì bình luận này:

source: You're about to give *%(recipient)s* a month of [reddit gold](/gold/about) for this submission:
ca: Estàs a punt de donar a *%(recipient)s* un mes de [reddit or](/gold/about) per aquesta aportació:
el: Σκοπεύετε να δώσετε στον/στην *%(recipient)s* ένα μήνα [χρυσού reddit](/gold/about) για αυτήν την υποβολή:
fr_ca: Vous êtes sur le point de donner un mois de [reddit gold](/gold/about) à%(recipient)s pour ce post :
it: Stai per dare a *%(recipient)s* un mese di [reddit gold](/gold/about) per questo post:
mt_mt: Int se tagħti lil *%(recipient)s* xahar ta' [reddit gold](/gold/about) ta' din l-impostazzjoni:
no: Du er i ferd med å gi *%(recipient)s* én måned med [reddit-gull](/gold/about) for dette innlegget:
sv: Du kommer att ge *%(recipient)s* en månad av [reddit guld](/gold/about) för detta inlägg:
uk: Ви ось-ось подаруєте отримувачу *%(recipient)s* один місяць [Золотої підписки Реддіт](/gold/about) за цю публікацію:
vi: Bạn sắp tặng *%(recipient)s* một tháng sử dụng [reddit gold](/gold/about) vì bài đăng này:

source: You'll pay a total of %(price)s for this.
ca: Pagaràs un total de %(price)s per això.
el: Θα πληρώσετε συνολικά %(price)s για αυτό.
fi: Maksat yhteensä %(price)s tästä.
fr_ca: Vous paierez un total de %(price)s pour ça.
it: Stai per pagare un totale di %(price)s .
mt_mt: Se tħallas total ta' %(price)s għal dan.
no: Du må betale totalt %(price)s for dette.
pl: W całości zapłacisz %(price)s za to.
sv: Du kommer att betala totalt %(price)s för detta.
uk: Загальна сума до сплати: %(price)s.
vi: Bạn sẽ trả %(price)s cho điều này.

source: This is an archived post. You won't be able to vote or comment.
el: Η ανάρτηση είναι αρχειοθετημένη. Δεν μπορείτε να ψηφίσετε η να σχολιάσετε.
fr_ca: C'est un post archivé. Vous pouvez plus le voter ou le commenter.
it: Questo è un post archiviato. Non potrai votarlo o commentarlo.
sv: Detta är ett arkiverat inlägg. Du kommer inte att kunna rösta eller kommentera.
uk: Це заархівований допис. Ви не зможете проголосувати чи прокоментувати.

source: This post is locked. You won't be able to comment.
el: Η ανάρτηση είναι κλειδωμένη. Δεν μπορείτε να σχολιάσετε.
fi: Tämä posti on lukittu. Et voi kommentoida.
fr_ca: Ce post est verrouillé. Vous ne pouvez plus le commenter.
it: Questo post è stato bloccato. Non potrai commentarlo.
sv: Detta inlägg är låst. Du kommer inte att kunna kommentera.
uk: Цей допис закрито. Ви не зможете коментувати.

source: This page shows a history of recent activity on your account. If you notice unusual activity, you should change your password immediately. Location information is guessed from your computer's IP address and may be wildly wrong, especially for visits from mobile devices.
el: Αυτή η σελίδα δείχνει το ιστορικό της πρόσφατης δραστηριότητας του λογαριασμού σας. Αν παρατηρήσετε ασυνήθιστη δραστηριότητα, αλλάξτε αμέσως τον κωδικό σας. Οι πληροφορίες τοποθεσίας βρίσκονται από την διεύθυνση IP του υπολογιστή σας αλλά μπορεί να είναι λανθασμένη ιδιαίτερα εάν γίνονται επισκέψεις από κινητές συσκευές.
fr_ca: Cette page montre un historique d'activité récente sur votre compte. Si vous remarquez des activités suspectes, vous devriez changer votre mot de passe immédiatement. L'information de lieu est deviné de l'adresse IP de votre ordinateur et pourrait être incorrecte, surtout des visites d'un appareil mobile.
it: Questa pagina mostra la cronologia delle attività recenti sul tuo account. Se noti qualche attività sospetta dovresti cambiare immediatamente la tua password. Le informazioni sulla localizzazione sono supposte in base all'indirizzo IP del tuo computer e potrebbe essere largamente sbagliato, specialmente per le visite da dispositivi mobili.
sv: Denna sida visar historiken för tidigare aktivitet på ditt konto. Om du märker ovanlig aktivitet så bör du ändra ditt lösenord omedelbart. Platsinformationen är framgissad genom din dators IP-adress och den kan vara enormt fel, speciellt genom besök från mobila enheter.
uk: Ця сторінка показує історію нещодавньої активності Вашої обліковки. Якщо Ви помітили незвичну активність, то маєте негайно змінити пароль. Здогадки про розташування робляться на основі IP-адреси Вашого комп'ютера і можуть бути жахливо неправильними, особливо для мобільних пристроїв.
