Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: reddit gold subscription
ar: الاشتراك رديت الذهبي
ca: subscripció a reddit or
el: συνδρομή χρυσού
fi: reddit kulta tilaus
fr_ca: abonnement reddit gold
hu: reddit arany előfizetés
it: abbonamento a reddit gold
mt_mt: abbonament tar-reddit gold
nn: reddit gull-abonnement
no: reddit gull-abonnement
pl: subskrypcja złota reddit
sv: reddit guld-prenumeration
uk: Золота підписка Реддіт
vi: đăng ký reddit gold

source: You don't have an email address associated with your account!
el: Δεν έχετε συσχετίσει κάποια διεύθυνση email με το λογαριασμό σας!
fr_ca: Vous n'avez pas d'adresse email associée à votre compte!
it: Non hai un'indirizzo email associato con il tuo account!
sv: Du har ingen e-postadress associerad med ditt konto!

source: Error
el: Σφάλμα
fi: Virhe
fr_ca: Erreur
hu: Hiba
it: Errore
sv: Fel

source: Success!
el: Επιτυχία!
fi: Onnistui!
fr_ca: Réussite!
hu: Siker!
it: Successo!
sv: Lycka!

source: You have updated your preferences.
el: Έχετε ενημερώσει τις προτιμήσεις σας.
fr_ca: Vous avez mis à jour vos préférences.
it: Hai aggiornato le tue preferenze.
sv: Du har uppdaterat dina inställningar.

source: Please check your inbox to verify your email address.
el: Παρακαλώ ελέγξτε τα εισερχόμενά σας για επικυρώσετε τη διεύθυνση email σας.
fr_ca: Veuillez vérifier votre boîte de réception pour valider votre adresse email.
it: Controlla la tua posta in arrivo per verificare il tuo indirizzo email per piacere.
sv: Kolla din inkorg för att verifiera din e-postadress.

source: Get messages to my email inbox!
fr_ca: Recevoir les messages sur ma boîte mail!
it: Ricevi i messaggi alla mia posta in arrivo!
sv: Få meddelanden till min e-postinkorg!

source: Your gold gift code has been generated!
ar: تم إنشاء كود هدية الذهب الخاص بك!
ca: El teu codi regal d'or ha estat generat!
el: Ο κωδικός σου για χρυσό δώρο έχει δημιουργηθεί!
fi: Reddit-kulta lahjakoodisi on luotu!
fr_ca: Votre code cadeau gold a été généré !
hu: Az arany ajándékkódod le lett generálva!
it: Il tuo codice regalo di gold è stato generato!
mt_mt: Il-kodiċi tal-għotja tiegħek ġie ġġenerat!
nn: Koden til din gullgåve har blitt generert!
no: Koden til din gullgave har blitt generert.
pl: Twój kod prezentu reddit gold został wygenerowany!
sv: Din presentkod för guld har genererats!
uk: Ваш подарунковий код Золотої підписки було створено!
vi: Phần mã dành cho quà tặng của bạn đã được tạo!

source: Here is your gift code for %(amount)s of reddit gold: %(code)s The recipient (or you!) can enter it at https://www.reddit.com/gold or go directly to https://www.reddit.com/thanks/%(code)s to claim it.
el: Ορίστε ο κωδικός δώρου σας για %(amount)s χρυσό reddit: %(code)s Ο παραλήπτης (ή εσείς!) μπορεί να τον εισάγει στην διεύθυνση https://www.reddit.com/gold η να μεταφερθεί στο https://www.reddit.com/thanks/%(code)s για να γίνει η εξαργύρωση.
fr_ca: Voici votre code cadeau pour %(amount)s de reddit gold: %(code)s Le bénéficiaire (ou bien vous!) peut l'entrer sur http://www.reddit.com/gold. Sinon, allez directement sur http://www.reddit.com/thanks/%(code)s pour le réclamer.
hu: Ez az ajándékkód %(amount)s reddit gold-ra váltható be: **%(code)s** A címzett (vagy akár Te is beválthatod!) beválthatja itt: http://www.reddit.com/gold vagy közvetlenül is ellátogathat a következő címre a beváltáshoz: http://www.reddit.com/thanks/%(code)s.
it: Ecco il tuo codice regalo per %(amount)s di reddit gold: %(code)s Il Il destinatario (o anche tu) può inserirlo nella pagina http://www.reddit.com/gold oppure andare direttamente a http://www.reddit.com/thanks/%(code)s per riscattarlo.
sv: Här är din presentkod %(amount)s för reddit guld: %(code)s Mottagarna (eller du!) kan skriva in den på https://www.reddit.com/gold eller gå direkt till https://www.reddit.com/thanks/%(code)s för att ta emot den.
uk: Ось Ваш подарунковий код на %(amount)s золота реддіта: %(code)s Отримувач (або Ви!) може ввести його на https://www.reddit.com/gold або перейти прямо на https://www.reddit.com/thanks/%(code)s, щоб отрмати.
vi: Đây là mã quà tặng của bạn cho %(amount)s reddit gold: %(code)s Người nhận (hoặc bạn!) có thể điền mã đó tại trang http://www.reddit.com/gold hoặc truy cập trực tiếp http://www.reddit.com/thanks/%(code)s để nhận.

source: nice try.
ar: محاولة جيدة.
bs: dobar pokušaj.
ca: bon intent.
el: καλή προσπάθεια.
eu: saiakera bikaina.
fi: hyvä yritys.
fr_ca: bien essayé.
hu: szép próbálkozás!
it: bel tentativo.
mt_mt: tentattiv tajjeb.
nn: prøv betre.
no: godt forsøk.
pl: niezła próba.
sv: bra försök.
uk: гарна спроба.
vi: hay đấy.

source: that user has deleted their account
ar: لقد قام المستخدم بإلغاء حسابه
bs: taj korisnik je obrisao svoj račun
ca: l'usuari ha eliminat el seu compte
el: αυτός ο χρήστης διέγραψε τον λογαριασμό του
fi: tämä käyttäjä on poistanut tilinsä
fr_ca: Cet utilisateur a supprimé son compte
hu: ez a felhasználó törölte a fiókját
it: quell'utente ha eliminato il proprio account
mt_mt: dak l-utent ħassar il-kont tiegħu
nn: den brukaren har sletta kontoen sin
no: den brukeren har slettet kontoen sin
pl: ten użytkownik usunął swoje konto
sv: den användaren har raderat sitt konto
uk: цей користувач видалив свій обліковий запис
vi: thành viên đó đã xóa tài khoản của họ

source: the gold has been delivered!
ar: لقد تم إرسال الذهب!
bs: zlato je dostavljeno!
ca: l'or ha sigut enviat!
el: ο χρυσός έχει παραδοθεί
eu: urrea bidali da!
fi: kulta on toimitettu!
fr_ca: l'or a été livré !
hu: arany elküldve!
it: il reddit gold è stato consegnato!
mt_mt: il-gold twassal!
nn: gullet er levert!
no: gullet har blitt levert!
pl: złoto zostało dostarczone!
sv: guldet har levererats!
uk: Золоту підписку було доставлено!
vi: vàng đã được gửi!

source: there was an error creating a gift code. please try again later, or contact %(email)s for assistance.
ar: حصل خطأ أثناء إنشاء كود هدية. الرجاء المحاولة مرة أخرى لاحقاً, أو تواصل مع البريد الألكترونى %(email)s للمساعدة.
ca: s'ha product un error en crear el codi regal. sisplau, prova-ho més tard o contacta amb %(email)s per demanar assistència.
el: υπήρξε ένα σφάλμα στη δημιουργία κωδικού δώρου. παρακαλούμε προσπάθησε ξανά, ή για βοήθεια επικοινώνησε στο email%(email)s
fi: lahjakoodin luomisessa tapahtui virhe. yritä myöhemmin uudelleen tai ota yhteys %(email)s jos tarvitset apua
fr_ca: Il y a eu une erreur pendant la création du code cadeau. S'il vous plaît réessayez plus tard, ou contactez %(email)s pour obtenir de l'aide.
hu: hiba történt az ajándékkód készítése közben. kérlek próbáld újra később, vagy vedd fel velünk a kapcsolatot: %(email)s
it: c'è stato un errore nel creare il codice regalo. per favore riprova più tardi o contatta %(email)s per avere assistenza.
mt_mt: kien hemm problema waqt il-ħliq tal-kodiċi tal-għotja. jekk jogħġbok erġa' pprova aktar tard, jew inkella kkuntattja %(email)s għall-assistenza.
nn: ein feil oppsto under opprettinga av ein gåvekode. prøv igjen seinare, eller kontakt %(email)s for hjelp.
no: en feil oppsto under opprettingen av en gavekode. prøv igjen senere, eller kontakt %(email)s for hjelp.
pl: wystąpił błąd podczas tworzenia kodu. spróbuj później, bądź skontaktuj się z %(email)s w celu uzyskania pomocy.
sv: det uppstod ett fel vid skapandet av en presentkod. vänligen försök igen senare, eller kontakta %(email)s för hjälp.
uk: трапилася помилка при створенні подарункового коду. будь ласка спробуйте ще раз пізніше, або зв'яжіться з нами за адресою %(email)s, ми постараємось допомогти.
vi: xảy ra lỗi khi tạo mã dành cho phần quà tặng. xin vui lòng thử lại sau, hoặc liên hệ %(email)s để nhận trợ giúp.

source: the gift code has been messaged to you!
ar: تم إرسال كود الذهب إليك!
ca: t'hem enviat un missatge amb el codi regal!
el: ο κωδικός δώρου σου έχει σταλεί με μήνυμα!
fi: lahjakoodi on viestitetty sinulle!
fr_ca: Votre code cadeau vous a été envoyé par message !
hu: Az ajándék kódot elküldtük!
it: Il codice regalo ti è stato inviato!
mt_mt: il-kodiċi tal-għotja wasal għandek f'għamla ta' messaġġ!
nn: gavekoden har blitt sendt til deg!
no: gavekoden har blitt sendt til deg!
pl: kod prezentu został wysłany do Ciebie!
sv: Presentkoden har skickats till dig!
uk: подарунковий код був відправлений вам!
vi: mã quà tặng đã được gửi đến trong phần tin nhắn của bạn!

source: Eureka! Thank you for investing in reddit gold!
ar: حصلت عليها! شكراً للإستثمار في ذهب رديت!
ca: Eureka! Gràcies per invertir en or reddit!
el: Εύρηκα! Ευχαριστούμε που επένδυσες σε χρυσό reddit!
fi: Heureka! Kiitos reddit kultaan sijoittamisesta!
fr_ca: Eureka ! Merci pour votre investissement en reddit or!
hu: Heuréka! Köszönjük, hogy befektettél reddit aranyba!
it: Eureka! Grazie per aver investito sul reddit gold!
mt_mt: Ewreka! Grazzi talli investejt fir-reddit gold!
nn: Eureka! Takk for at du investerte i redditgull!
no: Eureka! Takk for at du investerte i reddit gull!
pl: Eureka! Dzięki za inwestycję w reddit gold!
sv: Eureka! Tack för din investering i reddit guld!
uk: Евріка! Дякуємо за ваші інвестиції в Золотий Реддіт!
vi: Tuyệt vời! Xin cảm ơn bạn đã hỗ trợ diễn đàn bằng reddit gold mà bạn vừa mua!

source: Thank you for buying reddit gold. Your patronage supports the site and makes future development possible. For example, one month of reddit gold pays for 5 instance hours of reddit's servers.
ar: شكراً لك على شرائك ذهب رديت. إن مساهمة العظيمة للموقع ستجعل تطوير الموقع في المستقبل ممكناً. على سبيل المثال, شهر واحد من ذهب رديت يذهب في دفع 5 ساعات لخوادم رديت.
ca: Gràcies per comprar reddit gold. El vostre patrocini dóna suport al lloc i en fa possible el desenvolupament futur. Per exemple, un mes de reddit gold paga vora 5 hores dels servidors de reddit.
el: Σε ευχαριστούμε που αγοράσες χρυσό reddit. Η συνεισφορά σου αυτή υποστηρίζει τον ιστοτόπο και κάνει δυνατή την μελλοντική ανάπτυξη. Για παράδειγμα, ένας μήνας χρυσού reddit πληρώνει για 5 ώρες λειτουργίας των διακομιστών του reddit.
fi: Kiitos reddit kullan ostamisesta. Sinun sijoituksesi tukee sivua ja mahdollistaa kehityksen tulevaisuudessa. Esimerkiksi, yhden kuukauden reddit kulta maksaa takaisin redditin servereiden 5 tunnin ylläpitokustannukset.
fr_ca: Merci d'avoir acheté reddit gold. Votre soutien aide le site et permet les développements futurs. Par exemple, un mois de reddit gold paie pour 5 heures/instances des serveurs reddit.
hu: Köszönjük a reddit arany vásárlást. A pártfogásod támogatja az oldalt és lehetővé teszi a jövőbeni fejlesztéseket. Például, egy havi reddit arany 5 órára fizeti reddit szervereit.
it: Grazie per aver acquistato reddit gold. Il tuo contributo supporta il sito e rende possibile lo sviluppo futuro. Per esempio, un mese di reddit gold può servire a pagare 5 ore dei server di reddit.
mt_mt: Grazzi talli xtrajt ir-reddit gold. Il-patroċinju tiegħek isostni is-sit u jwitti t-triq għal aktar żvilupp. Per eżempju, xahar ta' reddit gold iħallas 5 sigħat servizz tas-servers ta' reddit.
nn: Takk for at du kjøpte redditgull. Din støtte gjer framtidig utvikling mogleg. For eksempel gjer ein månad med redditgull det moglegt å betala for fem timar med reddit sine servere.
no: Takk for at du kjøpte reddit gull. Din patriotisme støtter siden og gjør fremtidig utvikling mulig. For eksempel kan det sies at én måned med reddit gull betaler for fem timer med reddits tjenere.
pl: Dziękujemy za kupno reddit gold. Twoje wsparcie pomaga stronie i pozwala na jej przyszłe udoskonalanie. Na przykład, jeden miesiąc subskrypcji pozwala nam na opłacenie serwerów reddit na 5 godzin.
sv: Tack för att du köper reddit guld. Ditt stöd gynnar sidan och gör framtida utvecklinga möjlig. Till exempel så betalar en månad av reddit guld för 5 instanstimmar av reddits servrar.
uk: Дякуємо за придбання Золотої підписки. Ваше покровительство підтримує сайт і робить можливою подальшу розробку. Наприклад один місяць золота сплачує 5 годин роботи серверів Реддіту.
vi: Xin chân thành cảm ơn sự hào phóng của bạn khi tiến hành mua các reddit gold. Sự hỗ trợ về mặt tài chính của bạn sẽ giúp chúng tôi phát triển và hoàn thiện hơn nữa đối với chất lượng phục vụ cũng như hỗ trợ các dự án trong tương lai. Một ví dụ dễ thấy nhất đó chính là khi bạn mua reddit gold trong vòng một tháng sẽ hỗ trợ chúng tôi chi trả 5 giờ đồng hồ cho chi phí dành cho các máy chủ của Reddit.

source: Eureka! Thank you for investing in reddit gold creddits!
ar: حصلت عليها! شكراً لك لإستثمارك في رصيد ذهب رديت!
ca: Eureka! Gràcies per invertir en reddit gold creddits!
el: Εύρηκα! Ευχαριστούμε που επένδυσες σε creddit χρυσού reddit!
fi: Heureka! Kiitos reddit-kulta-krediitteihin sijoittamisesta!
fr_ca: Eureka ! Merci d'investir dans des crédits reddit gold!
hu: Heuréka! Köszönjük a befektetést reddit arany credditbe!
it: Eureka! Grazie per aver investito sui reddit gold creddit!
mt_mt: Ewreka! Grazzi talli investejt fil-kredditi tar-reddit gold!
nn: Eureka! Takk for at du investerte i reddit gull kreditter!
no: Eureka! Takk for at du investerte i reddit gull-creddits!
pl: Eureka! Dzięki za kupno reddit gold!
sv: Eureka! Tack för din investering i reddit guld-kredditer!
uk: Евріка! Дякуємо за ваші інвестиції в Золоті креддіти Реддіту!
vi: Xin cảm ơn rất nhiều! Xin chân thành cảm ơn bạn đã mua các reddit gold!

source: Thank you for buying creddits. Your patronage supports the site and makes future development possible. To spend your creddits and spread reddit gold, visit [/gold](/gold) or your favorite person's user page.
ar: شكراً لشرائك رصيد رديت. إن مساهمتك العظيمة للموقع ستجعل تطوير الموقع في المستقبل ممكناً. لإنفاق رصيد رديت الخاص بك ونشر ذهب رديت, قم بزيارة [/gold](/gold) أو زيارة صفحة الشخص المفضل لديك.
ca: Gràcies per comprar creddits. El vostre patrocini dóna suport al lloc i en fa possible el desenvolupament futur. Per gastar els vostres creddits i escampar reddit gold, visiteu [/gold](/gold) o la pàgina personal del vostre usuari favorit.
el: Ευχαριστούμε για την αγορά creddits. Υποστηρίζετε τον ιστότοπο και κάνετε δυνατή τη μελλοντική ανάπτυξη. Για να ξοδέψεις τα creddits σου και να διαδώσεις το reddit χρυσό επισκέψου το [/gold](/gold) ή την σελίδα του αγαπημένου σου προσώπου.
fi: Kiitos creddittien ostosta. Sinun tukesi auttaa sivua ja mahdollistaa kehityksen tulevaisuudessa. Käyttääksesi creddittejä ja levittääksesi reddit-kultaa, käy [/gold](/gold) tai vieraile lempikäyttäjäsi profiilisivulla.
fr_ca: Merci d'avoir acheté des creddits. Votre parrainage maintient et permet au site de se développer. Pour dépenser vos creddits et répandre Reddit Or, visitez [/gold](/gold) ou votre le profil de votre utilisateur favori.
hu: Köszönjük a creddit vásárlást. A pártfogásod támogatja az oldalt és lehetővé teszi a jövőbeni fejlesztéseket. Hogy elköltsd a credditeidet és terjeszd a reddit aranyat, látogasd meg [/gold](/gold)-ot vagy a kedvenc személyed felhasználói oldalát.
it: Grazie per aver acquistato dei creddit. Il tuo contributo supporta il sito e rende possibile lo sviluppo futuro. Per spendere i tuoi creddit e diffondere il reddit gold, visita [/gold](/gold) o il profilo della persona che preferisci.
mt_mt: Grazzi talli xtrajt il-kredditi. Il-patroċinju tiegħek isostni s-sit u jippermetti ż-żvilupp tagħha fiż-żmien li ġej. Biex tonfoq il-kredditi tiegħek u xxerred ir-reddit gold, żur [/gold](/gold) jew il-paġna tal-utent favorit tiegħek.
nn: Takk for at du kjøpte reddit-poeng. Kjøpet ditt støtter siden og gjør videre utvikling mulig. For å bruke dine poeng og spre reddit-gull, besøk [/gold](/gold) eller brukersiden til favorittpersonen din.
no: Takk for at du kjøpte creddits. Kjøpet ditt støtter siden og gjør videre utvikling mulig. For å bruke dine creddits på å spre reddit-gull, besøk [/gold](/gold) eller brukersiden til favorittpersonen din.
pl: Dziękujemy za kupno kredytów. Twoje wsparcie pomaga stronie i pozwala na jej udoskonalanie w przyszłości. Aby wykorzystać kredyty i podzielić się reddit gold, odwiedź [/gold](/gold) lub wejdź na profil użytkownika, któremu chcesz go podarować.
sv: Tack för att du köper kredditer. Ditt stöd gynnar sidan och gör framtida utvecklingar möjliga. För att spendera dina kredditer och sprida reddit guld, besök [/gold](/gold) eller din favoritpersons användarsida.
uk: Дякуємо за придбання креддітів. Ваше покровительство підтримує сайт і робить можливою подальшу розробку. Для того, щоб витратити креддіти і роздати Золоті підписки, відвідайте [/gold](/gold) або персональну сторінку вашого улюбленого користувача.
vi: Xin chân thành cảm ơn sự hào phóng của bạn khi tiến hành mua các reddit gold. Sự hỗ trợ về mặt tài chính của bạn sẽ giúp chúng tôi phát triển và hoàn thiện hơn nữa đối với chất lượng phục vụ cũng như hỗ trợ các dự án trong tương lai. Để có thể sử dụng các phần gold mà bạn đã mua, hãy truy cập [/gold](/gold) hoặc bạn có thể truy cập vào trang thành viên mà bạn thích.

source: Thank you again for your support, and have fun spreading gold!
ar: شكراً لك مجدداً لمساهمتك, واستمتع بنشر الذهب!
ca: Gràcies de nou pel vostre suport, gaudiu escampant gold!
el: Ευχαριστούμε ξανά για την υποστήριξη σου. Διασκεδάσε διαδίδοντας τον χρυσό σου!
fi: Vielä kerran kiitos tuestasi ja pidä hauskaa jakaessasi reddit-kultaa!
fr_ca: Merci encore pour votre soutien, amusez-vous bien à répandre cet or!
hu: Mégegyszer köszönjük a támogatást és élvezd az arany terjesztését.
it: Grazie ancora per il tuo supporto, e divertiti a diffondere il gold!
mt_mt: Għal darb oħra grazzi tas-sostenju, u ddiverti bit-tixrid tal-gold!
nn: Tusen takk for din støtte, ha det fint med å spreie gull!
no: Takk igjen for støtten din, og kos deg med spredningen av gull!
pl: Jeszcze raz dzięki za wsparcie , a i ciesz się podczas wydawania golda!
sv: Tack igen för ditt stöd, och ha så kul när du sprider guld!
uk: Ще раз дякуємо за вашу підтримку, бажаємо весело поділитися золотом!
vi: Cám ơn bạn lần nữa đã ủng hộ, và chúc vui vẻ mở rộng gold!

source: Thanks for giving the gift of reddit gold!
ar: شكراً لإعطائك هدية ذهب رديت!
ca: Gràcies per regalar reddit or!
el: Ευχαριστούμε που προσφέρεις το δώρο του χρυσού reddit!
fi: Kiitos reddit-kullan lahjana antamisessa!
fr_ca: Merci d'avoir offert des reddit gold!
hu: Köszönjük a reddit arany ajándékot!
it: Grazie per aver regalato del reddit gold!
mt_mt: Grazzi tar-reddit gold!
nn: Takk for at du ga bort reddit-gull i gave!
no: Takk for at du ga bort reddit-gull i gave!
pl: Dzięki za podarowanie Reddit Gold!
sv: Tack för att du gav gåvan reddit guld!
uk: Дякуємо за ваш дарунок Золотої підписки!
vi: Cám ơn bạn vì đã tặng reddit gold!

source: Your classy gift to %s has been delivered. Thank you for gifting reddit gold. Your patronage supports the site and makes future development possible.
ar: هديتك الأنيقة لــ %s قد وصلت. شكراً لك لإهداء ذهب رديت. إن مساهمتك العظيمة في للموقع ستجعل تطوير الموقع في المستقبل ممكناً.
ca: El vostre elegant regal a %s ha estat entregat. Gràcies per regalar reddit or. El vostre suport manté el web i fa possible el seu futur desenvolupament.
el: Το κομψό σας δώρο στον %s έχει παραδωθεί. Σε ευχαριστούμε που αγόρασες χρυσό reddit. Η συνεισφορά σου αυτή υποστηρίζει τον ιστοτόπο και κάνει δυνατή την μελλοντική ανάπτυξη.
fi: Tasokas lahjasi %s :lle on toimitettu. Kiitos reddit-kullan lahjoittamisesta. Sinun sijoituksesi tukee sivua ja mahdollistaa kehittämisen jatkossa.
fr_ca: Votre élégant cadeau à %s a été remis. Merci d'avoir offert reddit gold. Votre parrainage soutient le site et permet les développements futurs.
hu: %s megkapta az előkelő ajándékod. Köszönjük hogy reddit aranyt ajándékoztál. A hozzájárulásod támogatja az oldalt és lehetővé teszi a jövőbeli fejlesztéseket.
it: Il tuo fantastico regalo a %s è stato consegnato. Grazie per aver regalato reddit gold. Il tuo supporto aiuta il sito e rende possibile aggiornarlo continuamente.
mt_mt: L-għotja fina tiegħek lil %s twasslet. Grazzi tal-għotja ta' reddit gold. Il-patroċinju tiegħek isostni s-sit u jwitti triq għal aktar żvilupp fiż-żmien ġejjieni.
nn: Din stilfulle gave til %s har blitt levert. Takk for at du ga bort reddit-gull. Patriotismen din støtter siden og gjør fremtidig utvikling mulig.
no: Din stilfulle gave til %s har blitt levert. Takk for at du ga bort reddit-gull. Ditt bidrag støtter siden og gjør fremtidig utvikling mulig.
pl: Twój prezent z klasą został dostarczony do %s. Dziękujemy za podarowanie złota reddit. Twoje wsparcie pomaga stronie i pozwala na jej przyszłe udoskonalanie.
sv: Din flotta gåva till %s has levererats. Tack för att du skänker reddit guld. Ditt stöd gynnar sidan och gör framtida utveckling möjlig.
uk: Ваш стильний подарунок для %s був доставлений. Дякуємо вам за дарування Золотої підписки. Ваше покровительство підтримує наш сайт і робить подальшу розробку можливою.
vi: Món quà bạn tặng đã được gửi đến %s. Cảm ơn vì đã gửi tặng bằng reddit gold. Sự ủng hộ của bạn đối với đội ngũ phát triển của chúng tôi là sự đóng góp vô giá.

source: reddit gold payment cancelled
ar: تم إلغاء دفع ذهب رديت
ca: Pagament de reddit or cancel·lat
el: η πληρωμή χρυσού reddit ακυρώθηκε
fi: reddit kullan maksusuoritus peruttu
fr_ca: paiement de reddit gold annulé
hu: reddit arany fizetés törölve
it: pagamento reddit gold cancellato
mt_mt: il-ħlas ta' reddit gold ġie kkanċellat
nn: Betalingen for reddit-gull ble avbrutt
no: betalingen for reddit-gull ble avbrutt
pl: opłata za reddit gold wstrzymana
sv: reddit guld-betalning avbruten
uk: оплата Золотої підписки відмінена
vi: thanh toán reddit gold bị hủy

source: Your reddit gold payment has been cancelled, contact %(gold_email)s for details
ar: تم إلغاء دفع ذهب رديت, تواصل مع %(gold_email)s للتفاصيل
ca: El vostre pagament de reddit or ha estat cancel·lat, contacteu %(gold_email)s per a més detalls
el: Η πληρωμή σου για χρυσό reddit έχει ακυρωθεί, επικοινώνησε με το %(gold_email)s για λεπτομέρειες
fi: reddit kullan maksusuoritus on peruttu, ota yhteyttä %(gold_email)s lisätietoja varten
fr_ca: Votre paiement de reddit gold a été annulé, contactez %(gold_email)s pour plus de détails
hu: A reddit arany fizetésed törölve lett, lépj kapcsolatba %(gold_email)s-val a részletekért
it: Il tuo pagamento per il reddit gold è stato cancellato, contatta %(gold_email)s per maggiori informazioni
mt_mt: Il-ħlas tiegħek tar-reddit gold ġie rrimborżat, ikkuntattja %(gold_email)s għal aktar dettalji
nn: Din betaling for reddit-gull har blitt avbrutt. Ta kontakt med %(gold_email)s for mer informasjon
no: Din betaling for reddit-gull har blitt avbrutt. Ta kontakt med %(gold_email)s for mer informasjon
pl: Opłata za reddit gold wstrzymana, skontaktuj się z %(gold_email)s po szczegóły.
sv: Din reddit guld-betalning har blivit avbruten, kontakta %(gold_email)s för mer info
uk: Ваша оплата за Золоту підписку Реддіт була відмінена, зв’яжіться з %(gold_email)s для запиту подробиць
vi: Thanh toán reddit gold của bạn đã bị hủy, liên hệ %(gold_email)s để biết thêm chi tiết

source: reddit gold payment failed
ar: فـشـل دفع ذهب رديت
ca: el pagament de reddit or ha fallat
el: η πληρωμή χρυσού red απέτυχε
fi: reddit kullan maksusuoritus epäonnistui
fr_ca: échec du paiement de reddit gold
hu: reddit arany fizetés sikertelen
it: pagamento reddit gold fallito
mt_mt: il-ħlas ta' reddit gold falla
nn: Betalingen for reddit-gull mislyktes
no: betalingen for reddit-gull mislyktes
pl: zapłata za reddit gold nieudana
sv: reddit guld-betalningen misslyckades
uk: оплата за Золоту підписку Реддіт не пройшла
vi: thanh toán reddit gold thất bại
