Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: see more snoovatars and make suggestions in /r/snoovatars
el: δες περισσότερα snoovatar και κανε τις δικές σου προτάσεις στο /r/snoovatars
fi: Katso lisää Snoovatareja tai tee ehdotuksia sivulla /r/snoovatars
fr_ca: voir plus de snoovatars et faire des suggestions dans /r/snoovatars
it: vedi altri snoovatars e crea suggerimenti su /r/snoovatars
mt_mt: ara aktar snoovatars u aqsam is-suġġerimenti tiegħek ġo /r/snoovatars
sv: se fler snoovatarer och skicka in förslag i /r/snoovatars
uk: дивіться більше сну-аватарів і робіть пропозиції на /r/snoovatars

source: create your own snoovatar [here](/user/%(username)s/snoo)
el: δημιούργησε το δικό σου snoovatar [εδώ](/user/%(username)s/snoo)
fi: luo oma Snoovatar [here](/user/%(username)s/snoo)
fr_ca: créez votre propre snoovatar [here](/user/%(username)s/snoo)
it: crea [qui](/user/%(username)s/snoo) il tuo snoovatar
mt_mt: oħloq l-isnoovatar tiegħek [here](/user/%(username)s/snoo)
sv: skapa din egen snoovatar [här](/user/%(username)s/snoo)
uk: створіть свій сну-аватар [here](/user/%(username)s/snoo)

source: [create your own snoovatar with **reddit gold**](/gold?source=snoovatar)
el: [δημιούργησε το δικό σου snoovatar με **χρυσό reddit**](/gold?source=snoovatar)
fr_ca: [créez votre propre snoovatar avec **reddit gold**](/gold?source=snoovatar)
it: [crea il tuo snoovatar personale con **reddit gold**](/gold?source=snoovatar)
mt_mt: [oħloq l-isnoovatar tiegħek bir-**reddit gold**](/gold?source=snoovatar)
sv: [skapa din egen snoovatar med **reddit guld**](/gold?source=snoovatar)
uk: [створіть свій сну-аватар із **Золотою підпискою**](/gold?source=snoovatar)

source: we power awesome communities.
ar: نحن ندعم مجتمعات رائعة.
bs: mi pokrećemo fenomenalne zajednice.
ca: donem poder a les comunitats divertides.
el: δίνουμε ζωή σε καταπληκτικές κοινότητες.
fi: me mahdollistamme mahtavia yhteisöjä.
fr_ca: nous propulsons de formidables communautés.
hu: nagyszerű közösségeket hajtunk meg
it: diamo vita a fantastiche comunità.
mt_mt: nagħtu ħajja lil komunitajiet tal-ġenn.
nn: vi driver fantastiske samfunn.
no: vi muliggjør fantastiske samfunn.
pl: Napędzamy wspaniałą społeczność.
sv: vi driver storslagna gemenskaper.
uk: ми даємо життя чудовим спільнотам.
vi: chúng tôi tài trợ cho những cộng đồng tuyệt vời.

source: about reddit
ar: حول reddit
ca: sobre reddit
el: reddit
fi: tietoa redditistä
fr_ca: à propos
hu: a redditről
it: info su reddit
mt_mt: dwar reddit
nn: om reddit
no: om reddit
pl: o reddicie
sv: om reddit
uk: про реддіт
vi: thông tin về reddit

source: we spend our days building reddit.
ar: قضينا ايامنا نبني reddit.
ca: ens passem el dia construint reddit.
el: περνάμε τις μέρες μας φτιάχνοντας το reddit.
fi: me vietämme päivämme rakentamassa redditiä.
fr_ca: nous passons nos journées à construire reddit.
hu: napjainkat a reddit építésével töltjük
it: passiamo le nostre giornate costruendo reddit
mt_mt: inqattgħu ħajjitna nibnu reddit.
nn: Me brukar dagane våre på å bygge reddit.
no: vi bruker dagene våre på å bygge reddit.
pl: poświęcamy nasz czas budując reddit
sv: vi lägger våra dar på att bygga reddit.
uk: ми проводимо дні, будуючи реддіт.
vi: chúng tôi bỏ ra nhiều ngày để xây dựng reddit.

source: about the reddit team
ar: حول فريق رديت
ca: sobre l'equip de reddit
el: σχετικά με την ομάδα του reddit
fi: tietoa reddit tiimistä
fr_ca: au sujet de l'équipe reddit
hu: a reddit csapatáról
it: info sul team di reddit
mt_mt: dwar it-tim ta' reddit
nn: om reddit teamet
no: om reddit-teamet
pl: o zespole reddita
sv: om reddit-gruppen
uk: про команду реддіт
vi: thông tin về nhóm phát triển reddit

source: you've sent us over %s postcards.
ar: لقد قمت بإرسال أكثر من %s بطاقة بريدية.
ca: ens has enviat %s postals.
el: μας έχετε στείλει πάνω από %s καρτ-ποστάλ.
fi: olette lähettäneet meille yli %s postikorttia.
fr_ca: vous nous avez envoyé plus de %s cartes postales.
hu: több, mint %s képeslapot küldtél nekünk.
it: ci hai inviato oltre %s cartoline.
mt_mt: bgħattilna aktar minn %s kartolini.
nn: du har sendt oss mer enn %s postkort.
no: du har sendt oss flere enn %s postkort.
pl: przysłałeś nam ponad %s pocztówek
sv: ni har sänt oss mer än %s vykort.
uk: ви відправили нам більше ніж %s поштових карток.
vi: bạn đã gửi cho chúng tôi hơn %s bưu thiếp.

source: postcards
ar: بطاقات بريدية
ca: postals
el: καρτ-ποστάλ
fi: postikortit
fr_ca: cartes postales
hu: képeslapok
it: cartoline
mt_mt: kartolini
nn: postkort
no: postkort
pl: pocztówki
sv: vykort
uk: поштові картки
vi: bưu thiếp

source: I also do birthday parties.
ar: انا ايضاً اقوم بحفلات ميلاد.
ca: Jo també faig festes d'aniversari.
el: κάνω και πάρτυ γενεθλίων.
fi: Teen myös syntymäpäiväjuhlia.
fr_ca: Je fais aussi les fêtes d'anniversaires.
hu: Szülinapi partikat is vállalok.
it: organizzo anche feste di compleanno.
mt_mt: Nagħmel ukoll parties tal-birthday.
nn: Jeg arrangerer også bursdagsfester.
no: Jeg arrangerer også bursdagsfester.
pl: Ja też organizuję przyjęcia urodzinowe.
sv: jag kommer också på kalas.
uk: Я також роблю святкування з приводу днів нарождень.
vi: Tôi cũng dự tiệc sinh nhật.

source: the alien
ar: الغريب
bs: vanzemaljac
ca: l'alien
el: ο εξωγήινος
fi: avaruusolio
fr_ca: l'alien
hu: az idegen
it: l'alieno
mt_mt: l-aljen
nn: Romvesenet
no: romvesenet
pl: kosmita
sv: utomjordingen
uk: прибулець
vi: người ngoài hành tinh

source: new to reddit? welcome.
ar: جديد على reddit؟ مرحباً.
ca: nou a reddit? Benvingut.
el: νέος στο reddit; καλώς ήλθες.
fi: uusi redditissä? tervetuloa.
fr_ca: nouveau sur reddit ? Bienvenue.
hu: új vagy a redditen? üdv.
it: sei nuovo su reddit? benvenuto.
mt_mt: novizz ta' reddit? merħba.
nn: ny på reddit? Velkommen.
no: ny på reddit? velkommen.
pl: nowy na reddit? witaj.
sv: ny på reddit? välkommen.
uk: недавно тут? ласкаво просимо.
vi: vừa gia nhập reddit? chào mừng.

source: these are our core values
el: αυτές είναι οι πρωταρχικές αξίες μας
fr_ca: ce sont nos valeurs fondamentales
hu: ezek a mi alapvető értékeink
it: questi sono i nostri valori fondamentali
sv: dessa är våra grundvärderingar
uk: ось наші головні цінності

source: values
el: τιμές
fi: arvot
fr_ca: valeurs
hu: értékek
it: valori
mt_mt: valuri
sv: värderingar
uk: цінності
vi: Giá trị

source: team
ar: فريق
bs: tim
ca: equip
el: ομάδα
eu: taldea
fi: tiimi
fr_ca: l'équipe
hu: csapat
mt_mt: tim
nn: lag
no: lag
pl: ekipa
uk: команда
vi: nhóm

source: sorted by
ar: منظم من قبل
bs: sortirano po
ca: ordenats per
el: ταξινόμηση ανά
eo: ordo laŭ
eu: ordenatu honela
fi: järjestä jonkun mukaan
fr_ca: triés par
hu: rendezés
it: ordinato per
mt_mt: ordnati skond
nn: sortert etter
no: sorter etter
pl: sortowanie
sr_la: sređeno po
sv: sortera efter
uk: упорядковано за
vi: sắp xếp theo

source: overview
ar: نظرة عامة
bs: pregled
ca: resum
el: περίληψη
eo: resumo
et: ülevaade
eu: laburpena
fi: yleiskatsaus
fr_ca: vue d'ensemble
he: סקירה
hu: áttekintés
it: panoramica
mt_mt: ħarsa ġenerali
nn: oversyn
no: oversikt
pl: przegląd
sr_la: pregled
sv: översikt
ta: மேலோட்டப்பார்வை
uk: переглянути
vi: tổng quan

source: getting started
ar: البدء
ca: començant
el: ξεκινώντας
fi: alkuun pääseminen
fr_ca: démarrer
hu: első lépések
it: come iniziare
mt_mt: introduzzjoni
nn: kom i gang
no: kom i gang
pl: zaczynając
sv: komma igång
uk: перш ніж почати
vi: đang bắt đầu

source: best practices
ar: افضل الممارسات
ca: millors pràctiques
el: καλύτερες πρακτικές
fi: parhaat toimintatavat
fr_ca: meilleures pratiques
hu: legjobb módszerek
it: migliori pratiche
mt_mt: l-aħjar prattiki
nn: mønsterpraksis
no: mønsterpraksis
pl: dobre praktyki
sv: riktlinjer
uk: найкращі практики
vi: thực tập tốt nhất

source: help center
ar: مركز المساعدة
ca: centre d'ajuda
el: κέντρο βοήθειας
fi: apukeskus
fr_ca: centre d'aide
hu: támogatási központ
it: centro assistenza
mt_mt: ċentru tal-għajnuna
nn: hjelpesenter
no: hjelpesenter
pl: centrum pomocy
sv: hjälpcenter
uk: центр довідки
vi: trung tâm trợ giúp

source: manage ads
ar: إدارة الاعلانات
ca: gestionar anuncis
el: διαχείριση διαφημίσεων
fi: hallitse mainoksia
fr_ca: gérer les annonces
hu: reklámok kezelése
it: gestisci pubblicità
mt_mt: iġġestixxi r-reklami
nn: administrer annonser
no: administrer annonser
pl: zarządzaj reklamami
sv: administrera annonser
uk: керування рекламою
vi: quản lý quảng cáo

source: email
ar: البريد الإلكتروني
ca: correu electrònic
et: meiliaadress
eu: e-posta
fi: sähköpostiosoite
fr_ca: courriel
he: אימייל
nn: epost
no: e-post
sv: e-post
ta: மின்னஞ்சல்

source: submitted by %(user)s
ar: أرسله %(user)s
bs: poslao %(user)s
ca: afegit per %(user)s
el: υποβλήθηκε από %(user)s
eo: afiŝoj de %(user)s
eu: %(user)s-(e)k bidalitakoak
fi: käyttäjän %(user)s lisäämät
fr_ca: soumis par %(user)s
hu: %(user)s által beküldve
it: inviato da %(user)s
mt_mt: sottomessi minn %(user)s
nn: sendt inn av %(user)s
no: postet av %(user)s
pl: dodane przez %(user)s
sr_la: dodao %(user)s
sv: inskickat av %(user)s
uk: розміщено %(user)s
vi: gửi bởi %(user)s

source: how reddit works
ar: كيف يعمل reddit
ca: com funciona reddit
el: πώς δουλεύει το reddit
fi: kuinka reddit toimii
fr_ca: comment reddit fonctionne
hu: hogyan működik a reddit
it: come funziona reddit
mt_mt: kif jaħdem reddit
nn: Korleis reddit fungerer
no: hvordan reddit fungerer
pl: jak działa reddit
sv: hur reddit fungerar
uk: як працює реддіт
vi: reddit hoạt động như thế nào

source: **redditors vote** on which stories and discussions are important. the hottest stories rise to the top, while cooler stories sink.
ar: **تصويت ريديترز** على اي قصص ومناقشات مهمة. القصص الاكثر سخونة ترتفع إلى الاعلى، بينما القصص الباردة تنزل.
ca: **els redditors voten** quines històries i discussions son importants. Les històries més calentes pujen fins a dalt, mentre que les més fredes s'enfonsen.
el: **τα μέλη του reddit ψηφίζουν** ποιες ιστορίες και συζητήσεις είναι σημαντικές. οι πιο καυτές ιστορίες ανεβαίνουν στην κορυφή, ενώ οι πιο ψόφιες βουλιάζουν.
fi: **redditorit äänestää** mitkä tarinat ja keskustelut ovat tärkeitä. kaikista kuumimmat tarinat nousevat huipulle, kun viileammät uppoavat.
fr_ca: **les redditeurs votent** et déterminent quelles histoires et quelles discussions sont importantes. les discussions intéressantes montent vers le sommet tandis que les plus ennuyeux coulent.
hu: **a redditorok szavaznak**, hogy mely sztorik és beszélgetések fontosak. A legforróbb sztorik a csúcsig emelkednek, a nem különösebben érdekesek nem jutnak el odáig.
it: **i redditor votano** sull'importanza delle storie e delle discussioni. le migliori storie raggiungono la vetta, mentre le peggiori affondano.
mt_mt: **ir-reddituri jivvutaw** l-istejjer u diskussjonijiet l-aktar importanti. l-istejjer li l-aktar li jaħarqu jitilgħu il-fuq, filwaqt li dawk li m'humiex jinżlu.
nn: **redditorer stemmer** på hvilke saker og diskusjoner som er viktige. det mest populære innholdet stiger til topps, mens det minst populære synker.
no: **redditorer stemmer** på hvilke saker og diskusjoner som er viktige. det mest populære innholdet stiger til topps, mens det minst populære synker.
pl: **redditorzy głosują**, które linki i dyskusje są ważne. najgorętsze historie wypływają na wierzch, zaś te chłodniejsze toną.
sv: **redditörer röstar** på de berättelserna och diskussionerna de tycker är viktiga. de hetaste berättelserna stiger, medan kyligare berättelser sjunker.
uk: **реддітори голосують** за те, які історії та обговорення вони вважають важливими. найгарячіші історії спливають уверх, тоді як холодніші тонуть.
vi: **bầu chọn từ thành viên ** được tiến hành trên các sự kiện hoặc thảo luận quan trọng. các sự kiện nóng nhất sẽ được đưa lên đầu, các sự kiện khác được hiển thị phía bên dưới.

source: **comments can be posted on every story** on reddit. comments add information, context, and humor.
ar: **التعليقات يمكن ان تنشر على أي قصة** في reddit. اضافة معلومات التعليقات، المحتوى، والفكاهة.
ca: **els comentaris poden ser enviats en qualsevol història** a reddit. Els comentaris afegeixen informació, context i humor.
el: **σχόλια μπορούν να αναρτηθούν για κάθε ιστορία** στο reddit. τα σχόλια προσθέτουν πληροφορία, συμφραζόμενα, και χιούμορ.
fi: **kommentteja voi lähettää jokaiseen tarinaan** redditissä. kommentit lisäävät informaatiota, asiayhteyttä ja huumoria.
fr_ca: **chaque histoire peut être commentée** sur reddit. les commentaires ajoutent de l'information, du contexte et de l'humour.
hu: **minden sztorihoz hozzá lehet szólni** redditen. A hozzászólások információt, kontextust és humort adnak hozzá.
it: **i commenti possono essere pubblicati in ogni argomento** su reddit. i commenti aggiungono informazioni, contesto ed umorismo.
mt_mt: **tista' timposta kummenti fuq kull storja** f'reddit. il-kummenti jipprovdu tagħrif, kuntest w umoriżmu.
nn: **kommentarer kan poster på alle saker** på reddit. kommentarer tilfører informasjon, sammenheng og humor.
no: **alt innhold kan bli kommentert** på reddit. kommentarer tilføyer informasjon, sammenheng og humor.
pl: **komentarze mogą zostać napisane pod każdym wpisem** na reddicie. komentarze dodają informacje, kontekst i humor.
sv: **kommentarer kan postas på varje nyhet** på reddit. kommentarer lägger till information, sammanhang och humor.
uk: **коментарі можуть бути розміщені для будь-якої історії** на Реддіті. коментарі додають інформації, контексту та гумору.
vi: **bình luận có thể được đăng tải trên tất cả các chủ đề** trên reddit. bình luận thể hiện thêm các thông tin, nội dung, cũng như tính sinh động của chính bạn.

source: **anyone can create a community** (called "subreddits"). each subreddit is independent and moderated by a team of volunteers.
ar: يمكن لكل شخص إحداث مجموعة( تسمى "ريدّيت فرعية"). تعتبر كلّ رديت فرعية مستقلة و تدار من طرف فريق من المتطوعين.
ca: **qualsevol pot crear una comunitat** (anomenades "subreddits"). Cada subreddit és independent i està moderat per un equip de voluntaris.
el: **ο οποιοσδήποτε μπορεί να δημιουργήσει μια κοινότητα** (που λέγονται "υποreddit"). κάθε υποreddit είανι ανεξάρτητο και συντονίζεται από μια ομάδα εθελοντών.
fi: **jokainen voi luoda yhteisön** (subreddit). jokainen subreddit on itsenäinen ja vapaaehtoisten ylläpitämä.
fr_ca: **n'importe qui peut créer une communauté** (appelées "subreddits"). chaque subreddit est indépendant et modéré par une équipe de volontaires.
hu: **bárki létrehozhat egy közösséget** (a nevük "subreddit"). Minden subreddit független és egy csapat önkéntes által van moderálva.
it: **chiunque può creare una community** (chiamata "subreddit"). ogni subreddit è indipendente e moderato da un team di volontari.
mt_mt: **kullħadd jista' joħloq komunità** (imsejħin "subreddits"). kull subreddit hija independenti w moderata minn tim ta' voluntieri.
nn: **alle kan opprette et samfunn** (kalt «subredditer»). hver subreddit er uavhengig, og modereres av en gruppe frivillige.
no: **alle kan opprette et samfunn** (kalt «subredditer»). hver subreddit er uavhengig, og modereres av en gruppe frivillige.
pl: **każdy może stworzyć społeczność** (zwaną "subredditami"). każdy subreddit jest niezależny i moderowany przez grupę wolontariuszy.
sv: **vem som helst kan skapa en gemenskap** (som kallas för "subredditar"). varje subreddit är självständig och modereras av en grupp frivilliga.
uk: **хто завгодно може створити спільноту** (зветься «сабреддіт»). кожен сабреддіт є незалежним і модерується командою добровольців.
vi: **bất kỳ thành viên nào cũng có thể tạo một cộng đồng cho riêng mình** (được gọi là "chuyên mục"). mỗi chuyên mục được điều hành bởi người sáng lập và các tình nguyện viên do người sáng lập lựa chọn.

source: **reddit is open source**. community members are constantly tinkering and contributing features, bug fixes, and translations back to the site.
ar: **ريديت موقع مفتوح المصدر**. يقوم أعضاء المجتمع بشكل متواصل بترقيعه, إضافة ميزات إليه, إصلاح الشوائب فيه وترجمته.
ca: **reddit és de codi obert**. els membres de la comunitat estan constantment joguinejant i contribuint al web amb funcionalitats, correccions d'errors i traduccions.
el: **το reddit είναι ανοιχτού κώδικα**. τα μέλη της κοινότητας συνεχώς μαστορεύουν και συνεισφέρουν χαρακτηριστικά, διορθώσεις, και μεταφράσεις στον ιστοτόπο.
fi: **reddit on avointa lähdekoodia**. yhteisön jäsenet rukkaavat ja lisäävät ominaisuuksia, korjaavat ongelmia ja kääntävät sivustoa kokoajan.
fr_ca: **reddit est open source**. Les membres de la communauté bidouillent et contribuent constamment des fonctions, des corrections de bugs et des traductions.
hu: **a reddit nyílt forrású**. A közösség tagjai folyamatosan foltozgatják és hozzájárulnak, funkciókkal, hibajavításokkal és fordításokkal.
it: **reddit è open source++. i membri della comunità armeggiano con il codice, contribuiscono alla creazione di nuove funzionalità e forniscono traduzioni per il sito.
mt_mt: **reddit huwa open source**. il-membri tal-komunità il-ħin kollu jesperimentaw u jżidu karatteristiċi ġodda, tiswijiet ta' bugs, u traduzzjonijiet lis-sit.
nn: **Reddit har åpen kildekode**. Samfunnets medlemmer fikser konstant features, bugs og oversettelser tilbake til siden.
no: **reddit er åpen kildekode**. samfunnsmedlemmer pusler konstant med koden, og bidrar med funksjonalitet, feilfiksing og oversettinger til siden.
pl: **reddit jest otwartym oprogramowaniem**. członkowie społeczności ciągle tworzą i dodają nowe funkcje, naprawiają błędy i dostarczają tłumaczeń strony.
sv: **reddit är öppen källkod*. medlemmar i gemenskapen knåpar konstant och bidrar med funktioner, buggfixar och översättningar till sidan.
uk: **Реддіт має відкритий вихідний код**. учасники спільноти постійно покращують його та вносять нові можливості, виправляють помилки та переклади сайту на інші мови.
vi: **reddit là một hệ thống mã nguồn mở**. các thành viên trong cộng động luôn tục đóng góp các tính năng, sửa lỗi phát sinh cũng như cống hiến các bản dịch chuyển ngữ ngay trên giao diện của chính reddit.

source: stats at a glance
ar: الإحصائيات في لمحة
ca: estadístiques a la vista
el: στατιστικά με μια ματιά
fi: tilastot vilkaisulla
fr_ca: statistiques en un coup d’œil
hu: staisztika dióhéjban
it: un'occhiata alle statistiche
mt_mt: ħarsa lejn l-istatistiċi
nn: statistikk i korte trekk
no: statistikk i korte trekk
pl: rzut oka na statystyki.
sv: en blick på statistik
uk: швидкий погляд на статистику
vi: xem nhanh trạng thái

source: as of %(value)s
ar: إعتبارا من %(value)s
ca: a data de %(value)s
el: μέχρι την %(value)s
fi: %(value)s lähtien
fr_ca: en date du %(value)s
hu: %(value)s szerint
it: aggiornate al %(value)s
mt_mt: aġġornati għal %(value)s
nn: fra og med %(value)s
no: fra og med %(value)s
pl: stan na %(value)s
sv: från och med %(value)s
uk: станом на %(value)s
vi: so với %(value)s

source: **last month**, reddit had %(value)s unique visitors
ar: **الشهر الماضي**, قام بزيارة ريديت %(value)s زائر فريد
ca: **el mes passat**, reddit va rebre %(value)s visitants diferents
el: **τον περασμένο μήνα**, το reddit είχε %(value)s μοναδικούς επισκέπτες
fi: **viime kuussa**, redditissä kävi %(value)s uniikkia vierailijaa
fr_ca: **le mois dernier**, reddit a reçu %(value)s visiteurs uniques
hu: **múlt hónapban** %(value)s egyedi látogatója volt a redditnek
it: **nell'ultimo mese**, reddit ha avuto %(value)s visitatori unici
mt_mt: **ix-xahar li għadda**, reddit kellu %(value)s viżitaturi uniċi
nn: **siste månad**, hadde reddit %(value)s unike besøkjande
no: **siste måned**, hadde reddit %(value)s unike besøkende
pl: **w zeszłym miesiącu**, reddit odwiedziło %(value)s unikatowych gości
sv: **förra månaden** hade reddit %(value)s unika besökare
uk: **минулого місяця** реддіт отримав %(value)s унікальних відвідувачів
vi: **tháng trước**, reddit đạt khoảng %(value)s lượt khách truy cập

source: hailing from over %(value)s different countries
ar: قادمون من أكثر من %(value)s بلد مختلف
ca: provinents de més de %(value)s països diferents
el: που χαιρετούν από πάνω από %(value)s διαφορετικές χώρες
fi: tervehdykset yli %(value)s:sta eri maasta
fr_ca: provenant de plus de %(value)s pays différents
hu: %(value)s különböző országból
it: provenienti da più di %(value)s paesi
mt_mt: minn il-fuq minn %(value)s pajjiżi differenti
nn: fra over %(value)s forskjellige nasjoner
no: fra over %(value)s forskjellige nasjoner
pl: mieszkających w ponad %(value)s różnych krajach
sv: som kom från över %(value)s olika länder
uk: з більш ніж %(value)s різних країн
vi: có nguồn gốc từ %(value)s quốc gia khác nhau

source: viewing a total of %(value)s pages
ar: عرض مجموع %(value)s لعدد الصفحات
ca: i van mirar un total de %(value)s pàgines
el: και είδαν ένα σύνολο από %(value)s σελίδες
fi: näytetään yhteensä %(value)s sivua
fr_ca: visionnant un total de %(value)s pages
hu: megnézve %(value)s oldalt
it: che hanno visualizzato un totale di %(value)s pagine
mt_mt: li raw total ta' %(value)s paġni
nn: sjår på totalt %(value)s sider
no: titter på totalt %(value)s sider
pl: łącznie stron: %(value)s
sv: och tittade på totalt %(value)s sidor
uk: переглянули в сумі %(value)s сторінок
vi: đang xem tổng cộng %(value)s trang

source: **yesterday**, reddit powered %(value)s active communities
ar: **بالأمس**, رديت دعمت %(value)s مجتمعات نشطة
ca: **ahir**, reddit va mantenir %(value)s comunitats actives
el: **χθες**, το reddit υποστήριζε %(value)s ενεργές κοινότητες
fi: **eilen**, redditillä toimi %(value)s aktiivista yhteisöä
fr_ca: **hier**, reddit a propulsé %(value)s communautés actives
hu: **tegnap** a redditen %(value)s aktív közösség működött
it: **ieri**, reddit ha alimentato %(value)s comunità attive
mt_mt: **il-bieraħ**, reddit ħaddem %(value)s komunitajiet attivi
nn: **i går** støtta reddit %(value)s forskjellige aktive samfunn
no: **i går**, understøttet reddit %(value)s forskjellige aktive samfunn
pl: **wczoraj**, reddit napędzał %(value)s aktywnych społeczności
sv: **igår**, drev reddit %(value)s aktiva gemenskaper
uk: **вчора** на реддіті активно працювали %(value)s онлайн спільнот
vi: **ngày hôm qua**, reddit đã có thêm %(value)s cộng đồng mới

source: communities with at least 5 posts or comments yesterday
ar: مجتمعات مع لا يقل عن 5 مشاركات أو تعليقات أمس
ca: comunitats amb com a mínim 5 publicacions o comentaris ahir
el: κοινότητες με πάνω από 5 αναρτήσεις ή σχόλια χθες
fi: yhteisöt, joilla oli eilen vähintään 5 julkaisua tai kommenttia
fr_ca: communautés avec au moins 5 posts ou commentaires hier
hu: legalább 5 poszttal vagy hozzászólással rendelkező közösségek tegnapról
it: community con almeno 5 post o commenti nella giornata di ieri
mt_mt: komunitajiet b'ta' lanqas 5 impostazzjonijiet jew kummenti li saru l-bieraħ
nn: samfunn med minst 5 innlegg eller kommentarer i går
no: samfunn med minst 5 innlegg eller kommentarer i går
pl: społeczności, które dodały wczoraj przynajmniej 5 postów lub komentarzy
sv: gemenskaper med minst 5 inlägg eller kommentarer igår
uk: спільноти, що мають мінімум 5 публікацій або коментарів за вчора
vi: cộng đồng với ít nhất 5 bài đăng hoặc bình luận vào hôm qua

source: consisting of over %(value)s logged in redditors
ar: تتألف من أكثر من %(value)s مسجل من مستخدمي رديت
ca: consistint de %(value)s redditors online
el: που συνιστώνται από πάνω από %(value)s μέλη του reddit που έχουν συνδεθεί
fi: koostuen yli %(value)s sisäänkirjautuneesta redditiläisestä
fr_ca: comprenant plus de %(value)s redditeurs connectés
hu: több, mint %(value)s bejelentkezett redditor által
it: composte da più di %(value)s redditor registrati
mt_mt: b'aktar minn %(value)s reddituri jużaw is-sistema
nn: med øve %(value)s innlogga redditorer
no: med over %(value)s innloggede redditorer
pl: składających się z %(value)s zalogowanych redditorów
sv: bestående av mer än %(value)s inloggade redditörer
uk: що складаються з більш ніж %(value)s реддіторів
vi: bao gồm hơn %(value)s thành viên đăng nhập
