Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: Additionally, buying creddits in bulk lowers the cost of each gilding.
fi: Lisäksi creddittien ostaminen erissä madaltaa jokaisen yksittäisen kultauksen hintaa.
fr_ca: De plus, acheter des creddits en grosse quantité diminue le prix de chaque dorure.
it: In più, comprare creddit in massa fa diminuire il costo di ogni dorata.
mt_mt: Barra minn hekk, ix-xiri ta' kreddits in massa jnaqqas il-prezz ta' kull induratura.
no: I tillegg blir forgyllning billigere når du kjøper flere creddits samtidig.
sv: Dessutom, om du köper en större mängd creddits blir kostnaden för var förgyllning lägre.
uk: Більше того, придбання креддитів у великій кількості знижує ціну кожного золота.

source: How do I use creddits?
fi: Miten käytän creddittejä?
fr_ca: Comment utiliser les creddits ?
it: come si usano i creddit?
mt_mt: Kif nuża l-kredditi?
no: Hvordan bruker jeg creddits?
sv: Hur använder jag kredditer?
uk: Що я можу робити з креддітами?

source: Your creddits are listed as a payment method on the checkout page.
fr_ca: Les creddits sont un moyen de paiement pour le passage en caisse.
it: I tuoi creddit possono essere selezionati come metodo di pagamento.
mt_mt: Il-kredditi tiegħek elenkati bħala mezz ta' ħlas fil-paġna tax-xiri.
no: Dine creddits er oppført som en betalingsmetode i kassen.
sv: Dina kredditer visas som en betalningsmetod i kassan.
uk: Ваші креддіти записані як один з методів оплати на сторінці оплати.

source: What is reddit gold?
fi: Mitä reddit kulta on?
fr_ca: Qu'est-ce que reddit gold ?
it: Cos'è il reddit gold?
mt_mt: X'inhu reddit gold?
nn: Hva er reddit-gull?
no: Hva er reddit-gull?
pl: Czym jest reddit gold?
sv: Vad är reddit gold?
uk: Що таке Золота підписка Реддіт?

source: reddit gold is our premium membership. It upgrades your account with access to extra features.
fr_ca: le reddit gold est notre adhésion premium. Cela met à niveau votre compte avec un accès à des fonctionnalités supplémentaires.

source: Give Gold
el: Δώσε Χρυσό
fi: Anna Kultaa
fr_ca: Dorer
hu: Aranyat adok
it: Regala gold
mt_mt: Agħti l-Gold
nn: Gi Gull
no: Gi Gull
pl: daj złoto
sv: Ge guld
uk: Подарувати Золото

source: Want to buy gold for yourself?
fi: Haluatko ostaa itsellesi kultaa?
fr_ca: Voulez-vous vous acheter du gold ?
it: Desideri acquistare gold per te stesso?
mt_mt: Tixtieq tixtri gold għalik innifsek?
nn: Vil du kjøpe gull for deg selv?
no: Vil du kjøpe gull for deg selv?
pl: Chcesz kupić sobie złoto?
sv: Vill du köpa guld åt dig själv?
uk: Бажаєте придбати Золоту підписку собі?

source: You'll need to log in.
fi: Sinun täytyy kirjautua sisään.
fr_ca: Vous devez vous connecter.
it: Devi prima effettuare il log in.
mt_mt: Jeħtieġ tidħol fis-sistema.
nn: Du må logge inn.
no: Du må logge inn.
pl: Będziesz musiał się zalogować.
sv: Du måste logga in.
uk: Потрібно буде ідентифікувати себе.

source: How many months of gold would you like to give?
fi: Kuinka monen kuukauden edestä haluat antaa kultaa?
fr_ca: Combien de mois de gold souhaitez vous donner ?
it: Quanti mesi di gold vorresti donare?
mt_mt: Kemm xuhur ta' gold tixtieq tagħti?
nn: Hvor mange måneder med gull vil du gi bort?
no: Hvor mange måneder med gull vil du gi bort?
pl: Jak wiele miesięcy członkowstwa w reddit gold chciałbyś podarować?
sv: Hur många månaders guld vill du ge?
uk: Скільки місяців Золотої підписки бажаєте дати?

source: (We'll send a code to your email address you can then give to your recipient)
fi: (Lähetämme sähköpostiosoitteeseesi koodin, jonka voit antaa vastaanottajallesi)
fr_ca: (Nous vous enverrons un code à votre adresse mail que vous pourrez ensuite donner à votre destinataire)
it: (Stiamo per mandare un codice al tuo indirizzò email che dovrai dare al tuo beneficiario)
mt_mt: (Se nibgħatu kodiċi lill-indirizz tal-email tiegħek, li tkun tista' tagħti lir-reċipjent tiegħek)
no: (Vi sender deg én kode til e-postadressen din, som du da kan gi videre)
pl: (Na Twój adres email wyślemy kod, który będziesz mógł podarować)
sv: (Vi skickar en kod till din e-postadress som du kan ge till din mottagare)
uk: (Ми відправимо код на вашу поштову адресу, який ви зможете далі передати отримувачу)

source: What type of reddit gold would you like to purchase?
fi: Minkä tyyppistä reddit goldia haluaisit ostaa?
fr_ca: Quel type de reddit gold aimeriez vous acheter ?
it: Quale tipo di gold vorresti acquistare?
mt_mt: X'tip ta' reddit gold tixtieq tixtri?
no: Hva slags type reddit-gull har du lyst å kjøpe?
pl: Jaki typ reedit gold chciałbyś zakupić?
sv: Vilken sorts reddit guld vill du köpa?
uk: Який тип Золотої підписки бажаєте придбати?

source: one-time purchase
fi: kertaostos
fr_ca: achat unique
it: acquisto singolo
mt_mt: akwist ta' darba
no: En-gangs kjøp
pl: jednorazowy zakup
sv: engångsköp
uk: одноразово

source: ongoing subscription
fi: jatkuva tilaus
fr_ca: abonnement permanent
it: iscrizione continua
mt_mt: abbonament rikorrenti
nn: pågående abonnement
no: pågående abonnement
pl: trwająca subskrypcja
sv: pågående prenumeration
uk: регулярна підписка, що сама подовжується

source: How many creddits would you like to buy?
fi: Kuinka monta kreddittiä haluaisit ostaa?
fr_ca: Combien de crédits souhaitez vous acheter ?
it: Quanti creddits vorresti acquistare?
mt_mt: Kemm tixtieq tixtri kredditi?
no: Hvor mange creddits har du lyst å kjøpe?
pl: Jak dużo credditów chciałbyś kupić?
sv: Hur många kredditer vill du köpa?
uk: Скільки креддітів бажаєте придбати?

source: Stored as a balance on your account, creddits allow you to give gold without having to enter payment information. Each creddit you have can be converted into one month of reddit gold.
fr_ca: Les creddits stockés sur votre compte vous permettent de donner un statut gold à qui que ce soit sans passer par la page de paiement, ni entrer d'information de paiement. Chaque creddit peut être convertit en un mois de reddit gold.
it: Tenuti nel tuo account, i creddit possono essere usati per donare gold senza dovre inserire le informazioni di pagamento. Ogni creddit che hai può essere convertito in un mese di reddit gold.
mt_mt: Il-kredditi huma miżmuma bħala bilanċ monetarju fil-kont tiegħek, u jippermettuk tagħti l-gold mingħir ma' ddaħħal dettalji tal-ħlas. Kull kredditu tiegħek jista jinqaleb f'xahar sħieħ ta' reddit gold.
no: Lagret på brukerkontoen din, gir creddits deg muligheten til å gi bort gull uten å måte angi betalingsinformasjon. Hver creddit du gir bort, kan bli konvertert til én måned med reddit-gull.
sv: Kredditer lagras som ett saldo på ditt konto och låter dig ge guld utan att behöva skriva in betalningsinformation. Varje kreddit du har kan konverteras till en månads reddit guld.
uk: Креддіти що зберігаються на вашому обліковому запису дозволяють подарувати золоту підписку без потреби вводити платіжну інформацію. На кожен ваш креддіт ви можете придбати один місяць золотої підписки.

source: Learn more about using creddits
ca: Aprèn més sobre utilitzar els crèdits
el: Μάθε περισσότερα σχετικά με την χρήση των creddits
fi: Lue lisää credditien käytöstä
fr_ca: Apprendre plus à propos d'utiliser les creddits
it: Scopri di più su come usare i creddits
mt_mt: Kun af aktar dwar l-użu tal-kredditi
no: Lær mer om å bruke kredditter
pl: Dowiedz się więcej o używaniu creddytów
sv: Lär dig mer om att använda kredditer
uk: Дізнайтеся більше про використання креддитів

source: What type of subscription would you like?
fi: Minkä tyyppisen tilauksen haluaisit?
fr_ca: Quel genre d’abonnement souhaiteriez vous avoir ?
it: Che tipo di iscrizione vorresti?
mt_mt: X'tip t'abbonament tixtieq?
no: Hva slags abonnement vil du foretrekke?
pl: Jaki typ subskrypcji chcesz?
sv: Vilken sorts prenumeration vill du ha?
uk: Який тип підписки бажаєте?

source: monthly - %s
fi: kuukausittainen - %s
fr_ca: mensuellement - %s
hu: havi - %s
it: mensile - %s
mt_mt: ta' xahar - %s
no: månedlig - %s
pl: miesięcznie - %s
sv: månatlig - %s
uk: щомісячна - %s
vi: hằng tháng - %s

source: yearly - %s (%s/month)
fi: vuosittainen - %s (%s/kuukausi)
fr_ca: annuellement - %s (%s/mois)
hu: éves - %s (%s/hónap)
it: annuale - %s (%s/mese)
mt_mt: ta' sena - %s (%s fix-xahar)
nn: årlig - %s (%s/måned)
no: årlig - %s (%s/måned)
pl: rocznie - %s (%s/month)
sv: årlig -%s (%s/månad)
uk: щорічна - %s (%s/місяць)
vi: hằng năm -%s (%s/month)

source: How many months?
ar: لِكَم من الشهور؟
bs: Koliko mjeseci?
ca: Quants mesos?
el: Πόσους μήνες;
eu: Zenbat hilabete?
fi: Kuinka monta kuukautta?
fr_ca: Combien de mois ?
hu: Hány hónapra?
it: Quanti mesi?
mt_mt: Għal kemm xuhur?
nn: Kor mange månader
no: Hvor mange måneder?
pl: Ile miesięcy?
sv: Hur många månader?
uk: Скільки місяців?
vi: Bao nhiêu tháng?

source: purchase this reddit gold for myself
fi: osta tämä reddit gold itselleni
fr_ca: Acheter ce reddit gold pour moi-même
it: compra questo reddit gold per me stesso
mt_mt: ixtri dar-reddit gold għalija nnifsi
no: Kjøp dette reddit gullet for meg selv
pl: Zakup to złoto reddita dla mnie
sv: köp detta reddit-guld åt mig själv
uk: придбати Золоту підписку для себе
vi: mua reddit gold này cho tôi

source: give this reddit gold as a gift
fi: anna tämä reddit gold lahjaksi
fr_ca: Donner ce reddit gold en tant que cadeau
it: dona questo gold
mt_mt: agħmel għotja b'dan ir-reddit gold
no: Gi reddit gull i gave
pl: Daj ten reddit gold jako prezent
sv: ge detta reddit-guld som en gåva
uk: подарувати Золоту підписку декому
vi: tặng reddit gold này

source: receive gold as a gift code
fi: vastaanota reddit gold lahjakoodina
fr_ca: Recevoir du gold en tant que cadeau
it: ricevi gold tramite codice regalo
mt_mt: irċievi l-gold bħala kodiċi tal-għotja
no: få gull som gave-kode
pl: odbierz reddit gold jako kod podarunkowy
sv: ta emot guld som en gåvokod
uk: отримати подарунковий код на підписку
vi: nhận gold với mã phần thưởng

source: send gold to a user
fi: lähetä kultaa käyttäjälle
fr_ca: Envoyer du gold à un utilisateur
hu: arany küldése egy felhasználónak
it: dona gold ad un utente
mt_mt: ibgħat il-gold lil xi utent
nn: send gull til en bruker
no: send gull til en bruker
pl: wyślij reddit gold do użytkownika
sv: skicka guld till en användare
uk: подарувати золото декому
vi: gửi gold đến một người

source: who should receive this gold?
fi: kenen tulisi vastaanottaa tämä kulta?
fr_ca: Qui doit recevoir ce gold ?
it: chi deve ricevere questo gold?
mt_mt: min għandu jirċievi dan il-gold?
nn: hvem skal motta dette gullet?
no: hvem skal motta dette gullet?
pl: kto powinien otrzymać to członkowstwo reddit gold?
sv: vem ska få detta guld?
uk: хто отримає це золото?
vi: ai nên nhận gold này?

source: enter a username
fi: syötä käyttäjänimi
fr_ca: Entrez un nom d'utilisateur
it: inserisci un nome utente
mt_mt: daħħal isem ta' utent
no: skriv inn et brukernavn
pl: wpisz nazwę użytkownika
sv: ange ett användarnamn
uk: введіть ім'я користувача
vi: nhập tên người dùng

source: make my gift anonymous
fi: anna lahjani nimettömänä
fr_ca: Faire que mon cadeau soit anynyme
it: rendi anonimo il mio regalo
mt_mt: agħmel l-għotja anonima
nn: gjør min gave anonym
no: gjør min gave anonym
pl: spraw, by mój podarunek był anonimowy
sv: gör min gåva anonym
uk: зробити подарунок анонімно
vi: quà tặng ẩn danh

source: include a message
fr_ca: inclure un message
it: includi un messaggio
mt_mt: inkludi messaġġ
nn: inkluder en melding
no: inkluder en melding
pl: załącz wiadomość
sv: skicka med ett meddelande
uk: додати повідомлення для отримувача
vi: gửi kèm lời nhắn

source: enter your message
fi: kirjoita viestisi
fr_ca: Entrez votre message
it: inserisci il tuo messaggio
mt_mt: daħħal il-messaġġ tiegħek
nn: skriv meldingen din
no: skriv meldingen din
pl: wpisz swoją wiadomość
sv: ange ditt meddelande
uk: введіть повідомлення
vi: nhập lời nhắn

source: continue
fi: jatka
fr_ca: continuer
hu: folytatás
it: continua
mt_mt: kompli
no: fortsett
sv: fortsätt
uk: далі
vi: tiếp

source: enter a gift code for redemption
fi: syötä lahjakoodi jonka haluat lunastaa
fr_ca: entrer un code cadeau pour payer
it: inserisci il codice regalo da riscattare
mt_mt: daħħal il-kodiċi tal-għotja sabiex tirrivendikah
no: Tast inn en gavekode for innløsning
pl: wpisz kod podarunkowy, który chcesz wykorzystać
sv: ange en gåvokod för inlösning
uk: введіть подарунковий код для використання

source: redeem this code
fi: lunasta tämä koodi
fr_ca: Récupérer ce code
it: riscatta questo codice
mt_mt: sarraf dal-kodiċi
no: Innløs kode
pl: wykorzystaj ten kod
sv: lös in denna kod
uk: активувати цей код

source: You must be a Reddit Gold member to view this super secret community
fr_ca: Vous devez être un membre Reddit Doré pour voir cette communauté super secrète
it: Devi essere un membro Reddit Gold per vedere questa community super segreta
sv: Du måste vara Reddit Gold-medlem för att se det här superhemliga communityt
uk: Ви повинні бути золотим учасником Реддіта, щоб переглядати цю суперсекретну спільноту

source: The moderators of this community have set it to [Reddit Gold only](/gold/about#gold-only-subreddits). You must be a [Reddit Gold member](/gold/about) to visit.
fr_ca: Les modérateurs de cette communauté l'ont réglée sur [Membres Dorés seulement](/gold/about#gold-only-subreddits). Vous devez être un [Membre Doré](/gold/about) pour la visiter.
it: I moderatori di questa community la hanno impostata [solo per i Reddit Gold](/gold/about#gold-only-subreddits). Devi essere un [membro Reddit Gold](/gold/about) per visitarla.
sv: Moderatorerna i detta community har ställt in det som [Reddit Gold endast](/gold/about#gold-only-subreddits). Du måste vara [Reddit Gold member](/gold/about) för att besöka communityt.
uk: Модератори цієї спільноти встановили доступ [тільки для золотої підписки](/gold/about#gold-only-subreddits). Ви маєте мати [золоту підписку](/gold/about) щоб завітати.

source: get gold
fr_ca: obtenir de l'or
hu: szerezz aranyat
it: ottieni oro
sv: skaffa guld
uk: отримати золото

source: close
ar: إغلاق
bs: zatvori
ca: Tancar
el: κλείσιμο
et: pane kinni
fi: sulje
fr_ca: fermer
hu: bezárás
it: chiudi
mt_mt: agħlaq
nn: lukk
no: lukk
pl: zamknij
sv: stäng
uk: закрити
vi: đóng

source: > By purchasing Reddit Gold, you agree to the [Reddit User Agreement.](/help/useragreement)
fr_ca: En achetant Reddit Gold, vous acceptez les [Conditions d'Utilisation Reddit](/help/useragreement)

source: The following gift note will be attached:
ar: الملاحظة التالية سوف تتم إرفاقها مع الهديّة:
bs: Bit će priložena sljedeća napomena uz poklon:
ca: La següent nota de regal serà adjuntada:
el: Η παρακάτω σημείωση δώρου θα επισυναπτεί:
eu: Ondorengo oharra gehituko zaio opariari:
fi: Tämä viesti lisätään lahjaan:
fr_ca: La remarque suivante pour le cadeau sera attachée :
hu: A következő megjegyzés lesz csatolva az ajándékhoz:
it: La seguente nota verrà allegata al regalo:
mt_mt: In-nota tal-għotja segwenti se tiġi megħmuża:
nn: Følgjande melding blir festa til gåva:
no: Følgende gave notat blir lagt ved:
pl: Dołączasz liścik o tej treści:
sv: Följande gåvotext kommer att bifogas:
uk: Наступна примітка буде передана разом з подарунком:
vi: Phần ghi chú sau đây về quà tặng sẽ được đính kèm theo:

source: Please select a payment method.
ar: الرجاء إختيار وسيلة الدفع.
bs: Molimo vas da odaberete način plaćanja.
ca: Si us plau, selecciona un mètode de pagament.
el: Παρακαλώ επέλεξε ένα τρόπο πληρωμής.
eu: Mesedez, hautatu ordainketa modu bat.
fi: Valitse maksutapa
fr_ca: Veuillez choisir une méthode de paiement.
hu: Válassz fizetési módot!
it: Per favore seleziona un metodo di pagamento.
mt_mt: Jekk jogħġbok agħżel metodu ta' ħlas.
nn: Vel ei betalingsmetode.
no: Vennligst velg en betalingsmetode.
pl: Proszę wybrać metodę płatności.
sv: Välj betalningsmetod.
uk: Оберіть варіант оплати.
vi: Vui lòng chọn một phương thức thanh toán.

source: Give gold often? Consider [buying creddits to use](/creddits), they're 40% cheaper if purchased in a set of 12.
fi: Annatko kultaa usein? Harkitse [credditien ostamista käyttöä varten](/credditit), ne ovat 40% halvempia ostettuina 12 pakkauksena.
fr_ca: Vous donnez souvent du gold? Envisagez [d'acheter des creddits](/creddits), ils sont 40% moins chers et s'achètent par paquet de 12.
it: Doni spesso gold? Considera di [comprare dei creddit](/creddits), costano il 40% in meno se comprati in un set da 12.
mt_mt: Tagħti l-gold ta' spiss? Ikkonsidra [x-xiri ta' kredditi](/creddits), huma 40% orħos jekk tixtrihom f'pakkett ta' 12.
no: Gir du ofte gull? Vurder et lite [innkjøp av creddits](/creddits), de er 40% billigere om du kjøper dem i sett av 12.
pl: Często prezentujesz komuś gold? Zastanów się nad [zakupem credditów](/creddits), przy zakupie 12 są 40% tańsze.
sv: Ger du gold ofta? Fundera på att [köpa creddits att använda](/creddits), de är 40% billigare om du köper ett 12-pack.
uk: Часто даруєте золото? Вигідно [придбайте креддіти](/creddits), вони на 40% дешевше, якщо брати одразу 12.

source: Would you like to [learn more about giving gold](/gilding)?
fr_ca: Voulez-vous [en savoir plus sur les dorures](/gilding) ?
it: Vorresti [saperne di più sulla donazione d'oro](/gilding)?
mt_mt: Tixtieq [tkun taf aktar dwar l-għotja ta' gold](/gilding)?
no: Har du lyst å [lære mer om å gi bort gull](/gilding)?
sv: Vill du veta mer om hur man [ger bort guld](/gilding)?
uk: Чи бажаєте [дізнатися більше про дарування Золотої підписки](/gilding)?

source: (use %(current)s of your %(total)s creddits)
fr_ca: (utiliser %(current)s crédits de votre total (%(total)s crédits))
it: (usa %(current)s dei tuoi crredditi %(total)s)
mt_mt: (uża %(current)s mill-%(total)s kredditi tiegħek)
no: (bruk %(current)s av dine %(total)s creddits)
sv: (använd %(current)s av dina %(total)s kredditer)
uk: (використано %(current)s з %(total)s креддітів)

source: Credit Card
ar: بطاقة إئتمان
bs: Kreditna kartica
el: Πιστωτική Κάρτα
fi: Luottokortti
fr_ca: Carte de Crédit
hu: Hitelkártya
it: Carta di Credito
mt_mt: Karta tal-Kreditu
nn: Kreditt-/debetkort
no: Kredittkort
pl: Karta Kredytowa
sv: Kreditkort
uk: Банківська Картка
vi: Thẻ Tín dụng

source: Stripe is PCI compliant and your credit card information is sent directly to them.
bs: Stripe je u skladu sa PCI-jem i informacije o vašoj kreditnoj kartici se šalju diretno njima.
el: Η εταιρία Stripe είναι συμβατή με το πρότυπο PCI και η πληροφορίες από την πιστωτική σου κάρτα αποστέλλονται απευθείας σε αυτή.
fr_ca: Stripe est conforme aux standards PCI et les informations de votre carte de crédit leur seront envoyées directement
it: Stripe segue gli standard di sicurezza della PCI, i dati della carta di credito vengono inviati direttamente a loro.
mt_mt: Stripe jimxi mal-istandard PCI u d-dettalji tal-karta tal-kreditu tiegħek jintbagħtu direttament għandhom.
nn: Stripe er PCI-kompatibel og kortinformasjonen din blir sendt direkte til dem.
no: Stripe er PCI-kompatibel og kortinformasjonen din blir sendt direkte til dem.
pl: Stripe jest zgodny ze standardem PCI, dane o Twojej karcie są wysyłane bezpośrednio do nich.
sv: Stripe är PCI-kompatibelt och din kreditkortsinformation skickas direkt till dem.
uk: Система платежів Stripe відповідає найсуворішим банківським нормам безпеки PCI, інформація про вашу банківську картку відправляється прямо до них.

source: card number
ar: رقم البطاقة
bs: broj kartice
ca: número de targeta
el: αριθμός κάρτας
eo: kartonumero
eu: txartel zenbakia
fi: kortin numero
fr_ca: numéro de carte
hu: kártyaszám
it: numero carta
mt_mt: numru tal-karta tal-kreditu
nn: kortnummer
no: kortnummer
pl: numer karty
sv: kortnummer
uk: номер картки
vi: số card

source: expiration date
ar: تاريخ الانتهاء
bs: datum isteka
ca: data d'expiració
el: ημερομηνία λήξης
eo: karta limdato
eu: epe-muga data
fi: kortti voimassa
fr_ca: date d'expiration
hu: lejárat dátuma
it: scadenza
mt_mt: data tal-iskadenza
nn: utløpsdato
no: utgår
pl: data wygaśnięcia
sv: förfallodatum
uk: дата закінчення дії картки
vi: ngày hết hạn

source: address line 1
ar: العنوان الأول
bs: adresna linija 1
el: διεύθυνση 1
fi: osoiterivi 1
fr_ca: ligne d'adresse 1
hu: cím 1. sor
it: indirizzo (riga 1)
mt_mt: indirizz (l-ewwel linja)
nn: adresse, linje 1
no: adresselinje 1
pl: adres
sv: adressrad 1
uk: адреса перший рядок
vi: địa chỉ 1

source: address line 2
ar: العنوان ثان
bs: adresna linija 2
el: διεύθυνση 2
fi: Osoiterivi 2
fr_ca: ligne d'adresse 2
hu: cím 2. sor
it: indirizzo riga 2
mt_mt: indirizz (it-tieni linja)
nn: adresse, linje 2
no: adresselinje 2
pl: adres (c.d.)
sv: adressrad 2
uk: адреса другий рядок
vi: địa chỉ 2

source: city
ar: المدينة
bs: grad
ca: ciutat
el: πόλη
eo: urbo
eu: hiria
fi: kaupunki
fr_ca: ville
hu: város
it: città
mt_mt: belt jew raħal
nn: by
no: by
pl: miasto
sv: stad
uk: місто
vi: thành phố

source: state/province
ar: الدولة / المقاطعة
bs: oblast/provincija
ca: Estat/Província
el: πολιτεία/επαρχία
fi: osavaltio/lääni
fr_ca: état/province
hu: állam/tartomány
it: stato/provincia
mt_mt: provinċja
nn: stat / fylke
no: stat/provins
pl: stan/województwo
sv: stat/provins
uk: штат/провінція/область
vi: tiểu bang/tỉnh

source: country
ar: الوطن
bs: država
ca: país
el: χώρα
eu: herrialdea
fi: maa
fr_ca: pays
hu: ország
it: paese
mt_mt: pajjiż
nn: land
no: land
pl: kraj
sv: land
uk: країна
vi: quốc gia

source: zip
ar: الرقم البريدي
ca: codi postal (zip)
el: ταχ. κώδικας
eo: poŝtkodo
eu: pk
fi: postinumero
fr_ca: code postal
hu: irányítószám
it: cap
mt_mt: kodiċi zip
nn: postnummer
no: postnummer
pl: kod pocztowy
sv: postnummer
uk: поштовий індекс
vi: mã vùng

source: Submit
ar: أرسل
bs: Pošalji
ca: Publicar
el: Υποβολή
fi: Lähetä
fr_ca: Soumettre
hu: beküldés
it: Invia
mt_mt: Imposta
nn: Send inn
no: Send
pl: Wyślij
sv: Skicka
uk: Відправити
vi: Đăng

source: your account doesn't have a gold subscription.
ca: el vostre compte no té una subscripció a reddit gold.
fi: tililläsi ei ole gold tilausta
fr_ca: votre compte n'a pas d'abonnement gold.
hu: fiókod nem rendelkezik arany előfizetéssel.
it: il tuo account non ha un abbonamento a reddit gold.
mt_mt: il-kont tiegħek m'għandux abbonament gold.
nn: kontoen din har ikke et gull-abonnement.
no: kontoen din har ikke et gull-abonnement.
pl: twoje konto nie ma złotej subskrypcji
sv: ditt konto har ingen guld-prenumeration.
uk: ваш акаунт не має Золотої підписки
vi: tài khoản của bạn không có đăng ký gold.

source: use different card
ca: utilitzeu una altra targeta
fi: käytä eri korttia
fr_ca: utilisez une autre carte
hu: használj másik kártyát
it: utilizza una carta differente
mt_mt: uża karta tal-kreditu oħra
nn: bruk et annet kort
no: bruk et annet kort
pl: użyj innej karty
sv: använd annat kort
uk: використати іншу картку
vi: sử dụng thẻ khác

source: cancel subscription
ca: cancel·lar subscripció
el: Ακύρωσε συνδρομή
fi: peru tilaaminen
fr_ca: annuler l'abonnement
hu: előfizetés törlése
it: annulla abbonamento
mt_mt: ikkanċella l-abbonament
nn: avbryt abonnement
no: avbryt abonnement
pl: anuluj subskrypcję
sv: avbryt prenumeration
uk: відмінити підписку
vi: hủy đăng ký
