Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: add, remove, and change permissions of contributors
fr_ca: ajouter, supprimer ou changer les permissions des contributeurs
it: aggiungi, rimuovi, e modifica i permessi dei collaboratori
mt_mt: żid, naqqas, jew biddel il-permessi tal-kontributuri
nn: legg til, fjern, og endre tillatelser hos bidragsytere
no: legg til, fjern, og endre tillatelser hos bidragsytere
sv: lägg till, ta bort och ändra behörigheter för medverkande
uk: надати, забрати, або змінити права доступу учасників
vi: thêm, xóa, và chỉnh quyền hạn của người đóng góp

source: change the title and description
fr_ca: changer le titre et la description
it: modifica il titolo e la descrizione
mt_mt: biddel it-titlu jew id-deskrizzjoni
nn: endre tittelen og beskrivelsen
no: endre tittelen og beskrivelsen
pl: zmień tytuł i opis
sv: ändra rubrik och beskrivning
uk: змінити назву та опис
vi: đổi tiêu đề và mô tả

source: strike and delete others' updates
fr_ca: barrer et supprimer les mis à jour des autres
it: annulla e cancella gli altri aggiornamenti
mt_mt: aqta' jew ikkanċella l-aġġornamenti tal-oħrajn
nn: stryk og slett andres oppdateringer
no: stryk og slett andres oppdateringer
sv: stryk över och ta bort andras uppdateringar
uk: закреслити та вилучити новини від інших
vi: gạch và xóa những cập nhật của người khác

source: close live thread
fr_ca: clore le fil
it: chiudi discussione live
mt_mt: agħlaq diskussjoni live
no: lukk direktetråd
sv: stäng live-tråd
uk: закрити живий потік
vi: đóng chủ đề trực tiếp

source: permanently close the live thread
fr_ca: clore définitivement le fil
it: chiudi permanentemente la discussione live
mt_mt: agħlaq id-diskussjoni live permanentement
no: permanent steng direktetråden
sv: stäng live-tråden permanent
uk: закрити живий потік назовсім
vi: đóng chủ đề trực tiếp vĩnh viễn

source: resources
fr_ca: ressources
hu: erőforrások
it: risorse
mt_mt: riżorsi
no: Ressurs
sv: resurser
uk: ресурси
vi: tài liệu

source: popup notifications
fi: työpöytäilmoitukset
fr_ca: notifications pop-up
hu: felugró értesítések
it: notifiche pop-up
mt_mt: notifiki popup
nn: popup-notifikasjoner
no: popup-notifikasjoner
pl: powiadomienia popup
sv: popup-meddelanden
uk: сповіщення що спливають
vi: hiện thông báo

source: strike
fr_ca: frappe
it: annulla
mt_mt: aqta'
nn: stryk
no: stryk
sv: stryk över
uk: закреслити
vi: gạch

source: striking…
fr_ca: frappe en cours…
it: annullo…
mt_mt: qed naqta'…
nn: stryker…
no: stryker…
sv: stryker…
uk: закреслюю…

source: stricken
fr_ca: frappé
it: annullato
mt_mt: maqtugħ
nn: strøket
no: strøket
sv: struken
uk: закреслено

source: deleting…
fi: poistetaan…
fr_ca: suppression…
hu: töröl…
it: cancellazione…
mt_mt: qed inħassar…
nn: sletter…
no: sletter…
pl: usuwanie…
sv: tar bort…
uk: вилучаю…
vi: xóa…

source: submitting report…
fr_ca: Envoi du rapport…
it: invio della segnalazione…
mt_mt: qed nibgħat senjalazzjoni…
nn: sender rapport…
no: sender rapport…
pl: wysyłanie raportu…
sv: anmäler…
uk: відправляю скаргу…
vi: gửi báo cáo…

source: you reported this live thread for: %(violation)s
fr_ca: vous avez signalé ce fil pour: %(violation)s
it: hai segnalato questa discussione per: %(violation)s
mt_mt: int issenjalajt did-diskussjoni live minħabba: %(violation)s
no: du rapporterte denne direktetråden for: %(violation)s
sv: du har anmält denna live-tråd för: %(violation)s
uk: була відправлена скарга на живий потік за: %(violation)s
vi: bạn đã báo cáo chủ đề trực tiếp này vì :%(violation)s

source: no further updates
fr_ca: Plus de mises à jour restantes
hu: nincsenek további frissítések
it: nessun altro aggiornamento
mt_mt: m'hemmx aktar aġġornamenti
nn: ingen flere oppdateringer
no: ingen flere oppdateringer
pl: brak dalszych aktualizacji
sv: inga fler uppdateringar
uk: немає новин
vi: không có cập nhật mới

source: connecting
fi: yhdistetään
fr_ca: connection
hu: kapcsolodik
it: in connessione
mt_mt: il-konnessjoni qed isseħħ
nn: kobler til
no: kobler til
pl: łączenie
sv: ansluter
uk: підключення
vi: đang kết nối

source: connecting to update server
fr_ca: connection au server
it: connessione al server di aggiornamento
mt_mt: konnessjoni mas-server tal-aġġornamenti
nn: kobler til oppdateringsserver
no: kobler til oppdateringsserver
pl: łączenie z serwerem aktualizacji
sv: ansluter till uppdateringsserver
uk: підключення до серверу оновлень
vi: đang kết nối đến máy chủ cập nhật

source: updating in real time
fi: päivitetään reaaliajassa
fr_ca: mise à jour en temps réel
hu: frissítés valós időben
it: aggiornamento in tempo reale
mt_mt: qed naġġorna live
nn: oppdaterer i sanntid
no: oppdaterer i sanntid
pl: aktualizacja w czasie rzeczywistym
sv: uppdaterar i realtid
uk: оновлення в реальному часі
vi: đang cập nhật thời gian thực

source: could not connect to update servers. please refresh
fr_ca: impossible de se connecter aux serveurs de mise à jour. veuillez rafraîchir
it: impossibile collegarsi ai server di aggiornamento. per favore ricarica la pagina
mt_mt: il-konnessjoni mas-server tal-aġġornamenti ma' tistax isseħħ. jekk jogħġbok erġa' tella' l-paġna
nn: kunne ikke koble til oppdateringsserver. Vennligst oppdater siden
no: kunne ikke koble til oppdateringsserver. Vennligst oppdater siden
pl: nie udało się połączyć z serwerami aktualizacji. odśwież
sv: kunde inte ansluta till uppdateringsservrarna. vänligen ladda om sidan
uk: не вдалося підключитись до серверів оновлень. будь ласка перезавантажте сторінку
vi: không thể kết nối đến máy chủ cập nhật. vui lòng tải lại

source: disconnected. retrying in %(delay)s second...
ar: disconnected. retrying in %(delay)s seconds...
fr_ca: Déconnecté. Nouvelle tentative dans %(delay)s seconde...
it: disconnesso. riprova in %(delay)s secondo...
mt_mt: il-konnessjoni waqet. se nerġa nipprova fi żmien %(delay)s sekonda...
nn: frakoblet. prøver igjen om %(delay)s sekund...
no: frakoblet. prøver igjen om %(delay)s sekund...
sv: frånkopplad. försöker igen om %(delay)s sekund...
uk: підключення розірване. наступна спроба через %(delay)s секунду...
vi: đã ngắt kết nối. đang thử lại trong %(delay)s giây...

source: %(num)s viewer
ar: %(num)s viewers
fi: %(num)s katsoja
fr_ca: %(num)s Vues
hu: %(num)s néző
it: %(num)s visitatore
mt_mt: %(num)s viżitatur
nn: %(num)s seer
no: %(num)s seer
sv: %(num)s åskådare
uk: %(num)s глядач
vi: %(num)s người xem

source: reddit live: happening now
fr_ca: reddit live: en cours
it: reddit live: ora in diretta
sv: reddit live: pågår nu
uk: реддіт наживо: що відбувається зараз

source: you are no longer a contributor
et: sa pole enam kaastöötaja
fr_ca: vous n'êtes plus un contributeur
it: non sei più un collaboratore
mt_mt: m'għadekx kontributur
nn: du er ikke lenger en bidragsyter
no: du er ikke lenger en bidragsyter
sr_la: više niste saradnik
sv: du är inte längre en medverkande
ta: இனிமேல் நீங்கள் இங்கு படைப்பாளி இல்லை
uk: ви більше не є учасником
vi: bạn không còn là một người đóng góp

source: stop being a contributor?
et: lõpeta olemast kaastöötaja
fr_ca: Arrêter d'être un contributeur?
it: non vuoi più essere un collaboratore?
mt_mt: ma tridx tibqa' kontributur?
nn: slutt å være en bidragsyter?
no: slutt å være en bidragsyter?
sr_la: ne želiš da više budeš saradnik?
sv: sluta vara en medverkande?
ta: படைப்பாளியாக இருந்தது போதுமா?
uk: припинити вашу участь?
vi: ngừng đóng góp?

source: you are a contributor to this live thread. %(action)s
fr_ca: vous êtes contributeur de ce fil. %(action)s
it: sei un contributore di questa discussione live. %(action)s
mt_mt: int kontributur ta did-diskussjoni live. %(action)s
no: du er en bidragsyter til denne direktetråden. %(action)s
sv: du är en bidragare till denna live-tråd. %(action)s
uk: ви є учасником цього живого потоку. %(action)s
vi: bạn là người đóng góp cho chủ đề trực tiếp này. %(action)s

source: you are now a contributor. welcome to the team!
fr_ca: vous êtes à présent devenu contributeur. bienvenue dans l'équipe!
it: adesso sei un collaboratore. benvenuto nel team!
mt_mt: sirt kontributur. merħba fit-tim!
nn: du er nå en bidragsyter. Velkommen på laget!
no: du er nå en bidragsyter. Velkommen på laget!
sv: du är nu en medverkande. välkommen till klubben!
uk: ви прийняті як учасник. ласкаво просимо до команди!
vi: bạn đã là người đóng góp. Chào mừng đến với nhóm!

source: become a contributor to this live thread?
fr_ca: devenir contributeur de ce fil ?
it: vuoi contribuire a questa discussione live?
mt_mt: trid issir kontributur ta' did-diskussjoni live?
no: bli en bidragsyter til denne direktetråden?
sv: bli en bidragare till denna live-tråd?
uk: стати учасником цього живого потоку?
vi: đóng góp cho chủ đề trực tiếp này?

source: you are invited to become a contributor. %(action)s
fr_ca: Vous êtes invité à devenir un contributeur. %(action)s
it: sei stato invitato a diventare un collaboratore. %(action)s
mt_mt: ġejt mistieden issir kontributur. %(action)s
nn: du er invitert til å bli en bidragsyter. %(action)s
no: du er invitert til å bli en bidragsyter. %(action)s
sv: du är inbjuden att bli en medverkande. %(action)s
uk: вас запрошено стати учасником. %(action)s
vi: bạn đã được mời đóng góp. %(action)s

source: create a new live thread
fr_ca: créer un nouveau fil en direct
it: crea una nuova discussione live
mt_mt: oħloq diskussjoni live ġdida
no: opprett en ny direktetråd
sv: skapa en ny live-tråd
uk: створити новий живий потік
vi: tạo một chủ đề trực tiếp mới

source: don't worry, you'll be able to change these later
fr_ca: ne vous en faites pas, vous pourrez les changer plus tard
it: non ti preoccupare, potrai cambiarlo più tardi
mt_mt: tinkwietax, tista' tbiddilhom aktar il-quddiem
no: ikke vær redd, du kan endre disse senere
pl: nie martw się, będziesz mógł to później zmienić
sv: oroa dig inte, du kommer att kunna ändra dessa senare
uk: не турбуйтесь, ви зможете змінити це пізніше
vi: đừng lo, bạn có thể thay đổi nó sau

source: unban
el: Ξεμπλοκάρισμα
et: võta bänn maha
fi: Poista esto
fr_ca: Débannir
he: בטל השהייה
it: sbanna
mt_mt: neħħi t-tkeċċija
nn: fjern utestengelse
no: fjern utestengelse
pl: odbanuj
sr_la: odbanuj
sv: upphäv bannlysning
ta: தடை நீக்க
uk: розблокувати
vi: huỷ cấm

source: banned by: %(user)s
el: σας μπλόκαρε ο χρήστης: %(user)s
fr_ca: Bloqué par: %(user)s
hu: tiltotta %(user)s
it: bannato da: %(user)s
mt_mt: imkeċċi minn: %(user)s
nn: utelukket av: %(user)s
no: utelukket av: %(user)s
pl: zbanowany przez: %(user)s
sv: bannlyst av: %(user)s
uk: заблоковано користувачем: %(user)s
vi: bị cấm bởi: %(user)s

source: ban
el: μπλοκάρισμα
eo: elpelu
et: bänn
fi: Estä
fr_ca: bannir
hu: kitiltani
it: banna
mt_mt: keċċi
nn: Verb: utestengt
no: Verb: utestengt
sr_la: banovano
sv: bannlys
ta: தடை செய்யுங்கள்
uk: блокувати
vi: cấm

source: disconnected
fi: Katkaise yhteys
fr_ca: Déconnecté
it: disconnesso
mt_mt: il-konnesjoni magħluqa
nn: frakoblet
no: frakoblet
pl: rozłączono
sv: frånkopplad
uk: підключення розірване
vi: ngắt kết nối

source: make update
fr_ca: mettre à jour
it: fai un aggiornamento
mt_mt: agħmel aġġornament
nn: lag oppdatering
no: lag oppdatering
pl: zrobić aktualizację
sv: skapa uppdatering
uk: додати новину
vi: tạo cập nhật

source: less about this live thread
fr_ca: moins à propos de ce fil de discussion en direct
it: meno su questa discussione live
mt_mt: anqas dwar din id-diskussjoni live
sv: mindre om denna livetråd
uk: менше про цю живу тему

source: more about this live thread
fr_ca: plus à propos de ce fil de discussion en direct
it: altro su questa discussione live
mt_mt: aktar dwar din id-diskussjoni live
sv: mer om denna livetråd
uk: більше про цю живу тему
vi: xem thêm chủ đề trực tiếp này

source: comment threads on reddit linking to this page
fr_ca: fils de commentaires sur reddit qui font un lien vers cette page
it: discussioni su reddit con collegamenti a questa pagina
mt_mt: diskussjonijiet fuq reddit marbutin ma' dil-paġna
no: kommentartråden på reddit som linker til denne siden
pl: komentarze na reddicie linkują do tej strony
sv: kommentar-trådar på reddit länkar till denna sida
uk: коментувати обговорення які посилаються на цю сторінку з сайту Реддіт
vi: chủ đề bình luận trên reddit liên kết tới trang này

source: updated by
el: ενημερώθηκε από τον/την
fi: päivittäjät
fr_ca: mis à jour par
hu: frissítette
it: aggiornato da
mt_mt: aġġornat minn
nn: oppdatert av
no: oppdatert av
pl: zaktualizowane przez
sv: uppdaterat av
uk: оновив
vi: cập nhật bởi

source: report a rule violation
el: αναφορά παράβασης κανονισμών
fr_ca: Signaler une violation de règle
hu: szabályszegés jelentése
it: segnala una violazione delle regole
mt_mt: issenjala vjolzzjoni ta' regola
nn: raporter et regelbrudd
no: raporter et regelbrudd
pl: zgłoś naruszenie zasad
sv: anmäl ett regelbrott
uk: поскаржитись на порушення правил
vi: báo cáo sai phạm

source: uh oh! how does this live thread break %(reddits_rules)s?
el: Ωχ! Πως αυτό το ζωντανό thread παραβιάζει %(reddits_rules)s? Context | Request Context;
fr_ca: Oh oh! Est-ce que ce fil est en infraction avec %(reddits_rules)s?
it: uh oh! in che modo questa discussione ha infranto le %(reddits_rules)s?
mt_mt: u x-xjafek! b'liema mod did-diskussjoni live kissret %(reddits_rules)s?
no: oisann! hvordan bryter denne direktetråden med %(reddits_rules)s?
sv: ajdå! hur bryter denna live-tråd mot %(reddits_rules)s?
uk: ой ой! розкажіть нам, як цей потік новин порушує %(reddits_rules)s?
vi: Thôi rồi! Tại sao chủ đề này vi phạm %(reddits_rules)s?

source: reddit's rules
el: οι κανόνες του reddit
fr_ca: Règle de reddit
hu: reddit szabályai
it: regole di reddit
mt_mt: regoli ta' reddit
nn: reddits regler
no: reddits regler
pl: zasady reddita
sv: reddits regler
uk: правила реддіту
vi: luật của reddit

source: oops, never mind
el: Ωχ, δεν πειράζει
fr_ca: oups, ne faites pas attention
it: oops, non importa
mt_mt: ups, ma jimpurtax
nn: Whoops, glem det
no: Whoops, glem det
pl: ups, nieważne
sv: oj då, glöm det
uk: упс, не звертайте уваги
vi: thôi, không có gì

source: information and links that are useful at any point
fr_ca: Informations et lien qui sont utiles à tout niveau
it: Informazioni e collegamenti che potrebbero sempre essere utili
mt_mt: informazzjoni u links li huma utli fi kwalsijasi punt
no: informasjon og lenker som alltid er kjekk å ha
sv: information och länkar som någon gång kan vara användbara
uk: інформація та посилання, що можуть згодитись в деякий момент у майбутньому
vi: thông tin và đường dẫn có ích tại bất kì thời điểm nào

source: close the live thread
el: τερματίστε το ζωντανό thread
fr_ca: clore le fil
it: chiudi la discussione live
mt_mt: agħlaq did-diskussjoni live
no: lukk direktetråden
sv: stäng live-tråden
uk: закрити живий потік
vi: đóng chủ đề trực tiếp

source: this will mark the thread as complete and prevent further updates from being added. it cannot be undone.
fr_ca: ceci va marquer ce fil de discussion en tant que complet et empêchera plus de mises à jour d'être ajoutées. cela ne peut pas être défait.
it: questo segnalerà la discussione come completa e impedirà che vengano aggiunti nuovi aggiornamenti. non può essere annullato.
mt_mt: din timmarka d-diskussjoni bħala kompluta u tipprevjeni aktar aġġornamenti. din l-azzjoni ma' tistax tiġi annullata.
no: dette vil markere tråden som ferdig, og hindrer fremtidige oppdateringer fra å bli lagt til. dette kan ikke angres.
sv: detta kommer att markera denna tråd som färdig och förhindrar framtida uppdateringar från att läggas till. detta kan inte ångras.
uk: це ставить відмітку, що живий потік закінчився и нові публікації в нього не будуть прийняті. це остаточне рішення і не може буде відмінене.
vi: Việc này sẽ đánh dấu chủ đề là hoàn thành và ngăn thêm vào cập nhật sau này. Việc này không thể hoàn tác.

source: close thread permanently
fr_ca: fermer le fil de discussion de façon permanente
it: chiudi la discussione permanentemente
mt_mt: agħlaq id-diskussjoni permanentement
no: Steng tråd permanent
pl: zamknij temat permanentnie
sv: stäng tråd permanent
uk: закрити потік назовсім
vi: đóng chủ đề vĩnh viễn

source: below is a single update from a live thread. [see the rest of the thread](/live/%(event_id)s).
fr_ca: Il y a une seule mise à jour d'un sujet actif. [voir le reste du post](/live/%(event_id)s).
it: sotto trovi un solo aggiornamento da una discussione in diretta. [vedi il resto della discussione](/live/%(event_id)s).
mt_mt: hawn taħt hawn aġġornament wieħed minn diskussjoni live. [ara l-bqija tad-diskussjoni](/live/%(event_id)s).
no: nedenfor er én enkelt oppdatering fra en direktetråd. [les resten av tråden](/live/%(event_id)s).
sv: nedan finns en enda uppdatering från en tråd som är live. [se resten av trådarna](/live/%(event_id)s).
uk: нижче показане одне оновлення з живого потоку новин. [читати інші попередні новини](/live/%(event_id)s).
vi: dưới đây là một cập nhật từ một chủ đề trực tuyến. [xem phần còn lại của chủ đề](/live/%(event_id)s).

source: LIVE
el: ΖΩΝΤΑΝΑ
fr_ca: EN DIRECT
hu: ÉLŐ
it: DIRETTA
uk: НАЖИВО

source: (~%(num)s person watching)
el: (~%(num)s άτομα που παρακολουθούν)
fr_ca: (~%(num)s personne regarde)
hu: (%(num)s ember nézi)
it: (~%(num)s persona sta guardando)
sv: (~%(num)s person tittar)
uk: (~%(num)s людина дивиться)

source: follow live events as they happen
fr_ca: suivez les événements du moment lorsqu'ils sortent
hu: kövesd az eseményeket ahogy történnek
it: segui gli eventi in diretta
mt_mt: segwi l-avvenimenti live waqt li jseħħu
no: følg hendelser direkte etterhvert som de utvikler seg
sv: följ liveevangemang när de pågår
uk: слідкуйте за подіями в реальному часі
vi: theo dõi sự kiện trực tiếp khi nó diễn ra

source: make a new live thread
fr_ca: créer un nouveau fil
it: crea una nuova discussione live
mt_mt: oħloq diskussjoni live ġdida
no: opprett en ny direktetråd
sv: skapa en ny live-tråd
uk: створити новий живий потік
vi: tạo một chủ đề trực tiếp mới

source: [read the FAQ](/r/live/wiki/index) or [check out /r/live for more info](/r/live)
fr_ca: [lire la FAQ](/r/live/wiki/index) ou [passez sur /r/live pour plus d'infos](/r/live)
it: [leggi le FAQ] (/r/live/wiki/index/) o [visita /r/live per più info] (/r/live)
mt_mt: [aqra l-FAQ](/r/live/wiki/index) jew [agħti daqqa t'għajn lil /r/live għal aktar tagħrif](/r/live)
no: [les de ofte stilte spørsmålene](/r/live/wiki/index) eller [sjekk /r/live for mer informasjon](/r/live)
sv: [läs vanliga frågor](/r/live/wiki/index) eller [kolla in /r/live för mer info](/r/live)
uk: [перегляньте сторінку запитань FAQ](/r/live/wiki/index) або [перевірте, що пишуть у /r/live](/r/live)
vi: [xem Câu hỏi thường gặp](/r/live/wiki/index) hay [xem /r/live để có thông tin](/r/live)

source: invite
el: προσκαλέστε
fi: kutsu
fr_ca: inviter
hu: meghívni
it: invita
mt_mt: stieden
nn: Noun: invitasjon Verb: inviter
no: Noun: invitasjon Verb: inviter
pl: zaproś
sv: bjud in
uk: запросити
vi: mời tham gia

source: this thread is NSFW
el: αυτό το thread είναι NSFW
fr_ca: ce sujet est NSFW
it: Questa discussione è NSFW
mt_mt: din id-diskussjoni hija NSFW
no: denne tråden er NSFW
sv: denna tråd är NSFW (olämpligt på arbetet)
uk: це обговорення не підходить для перегляду у офісі в робочий час (NSFW)
vi: chủ đề này NSFW

source: visit the thread directly to see its content
el: επισκεφτείτε το thread απευθείας για προβληθεί το περιεχόμενό του
fr_ca: Allez directement sur le post pour voir son contenu
it: visita direttamente la discussione per vedere il suo contenuto
mt_mt: żur id-diskussjoni direttament sabiex tara l-kontenut tagħha
no: besøk tråden direkte for å se innholdet
sv: besök tråden direkt för att se dess innehåll
uk: відвідайте сторінку цього обговорення, аби побачити його текст
vi: vào chủ đề trực tiếp để xem nội dung

source: see more
el: δείτε περισσότερα
fr_ca: Voir plus
hu: még több
it: maggiori informazioni
mt_mt: ara aktar
nn: se mer
no: se mer
pl: zobacz więcej
sv: se mer
uk: показати більше
vi: xem thêm

source: no discussions yet. [start one]({url})
el: δεν έχει ξεκινήσει ακόμα καμία συζήτηση. [start one]({url})
fr_ca: pas encore de discussion. [Commencer en une]({url})
it: ancora nessuna discussione. [iniziane una]({url})
mt_mt: m'hemmx diskussjonijiet s'issa. [ibda waħda]({url})
nn: ingen diskusjoner enda [start en]({url})
no: ingen diskusjoner enda [start en]({url})
sv: inga diskussioner än. [starta en]({url})
uk: тут ще нічого немає. [почніть обговорення]({url})
vi: chưa có thảo luận nào. [bắt đầu mới]({url})

source: one or two sentences (120 characters) saying what this thread is about
el: μία η δύο προτάσεις (120 χαρακτήρων) που να περιγράφουν την θεματολογία του thread
fr_ca: une ou deux phrases (120 caractères) pour dire de quoi parle ce post
it: una o due frasi (120 caratteri) per descrivere in breve la discussione
mt_mt: sentenza jew tnejn (120 karattru) li tgħid xi ħaġa dwar id-diskussjoni
no: én eller to setninger (120 tegn) som sier noe om hva dette handler om
sv: en eller flera meningar (120 tecken) som berättar vad tråden handlar om
uk: одне-два речення (до 120 символів), які описують тему обговорення
vi: một hai câu (120 ký tự) để giới thiệu thảo luận này

source: guide
ar: دليل
bs: vodič
ca: guia
el: οδηγός
fi: ohje
hu: ismertető
it: guida
mt_mt: gwida
pl: poradnik
uk: вказівки
vi: hướng dẫn

source: alien
ar: الغريب
bs: vanzemaljac
el: εξωγήινος
fi: avaruusolio
hu: idegen
it: alieno
mt_mt: aljen
nn: romvesen
no: romvesen
pl: kosmita
sv: utomjordingen
uk: чужий
vi: người ngoài hành tinh

source: audience
ar: المشاهدون
ca: audiència
el: κοινό
fi: yleisö
hu: hallgatóság
it: pubblico
mt_mt: udjenza
nn: publikum
no: publikum
pl: publiczność
sv: publik
uk: аудиторія
vi: khán giả

source: %s subreddits
ar: %s رديت فرعية
hu: %s subreddit
it: %s subreddit
sv: %s subredditar
uk: %s сабреддіти

source: messages
ar: رسائل
bs: poruke
ca: missatges
el: μηνύματα
eo: mesaĝoj
et: sõnumid
eu: mezuak
fi: viestit
he: הודעות
hu: üzenetek
it: messaggi
mt_mt: messaġġi
nn: meldingar
no: meldinger
pl: wiadomości
sr_la: poruke
sv: meddelanden
ta: மறுமொழிகள்
uk: повідомлення
vi: tin nhắn

source: message
ar: رسالة
bs: poruka
ca: missatge
el: μήνυμα
eo: mesaĝo
et: sõnum
eu: mezu
fi: viesti
hu: üzenet
it: messaggio
mt_mt: messaġġ
nn: melding
no: melding
pl: wiadomość
sr_la: poruka
sv: meddelande
ta: தகவல்
uk: повідомлення
vi: tin nhắn

source: maximum %(max)s subreddits
ca: màxim %(max)s subreddits
el: μέγιστα %(max)s subreddits
fi: enintään %(max)s alireddittiä
hu: maximum %(max)s subreddit
it: massimo %(max)s subreddit
mt_mt: massimu ta' %(max)s subreddits
uk: максимум %(max)s сабреддітів
vi: tối đa %(max)s chuyên mục

source: options
ar: خيارات
bs: opcije
ca: opcions
el: επιλογές
eo: opcioj
et: valikud
eu: aukerak
fi: valinnat
he: אפשרויות
hu: választás
it: opzioni
mt_mt: opzjonijiet
nn: innstillingar
no: alternativer
pl: opcje
sr_la: opcije
sv: alternativ
ta: விருப்பத் தேர்வு
uk: налаштування
vi: tùy chọn

source: info
ar: معلومات
ca: informació
el: πληροφορίες
eo: informo
eu: informazioa
fi: tietoja
he: מידע
it: informazioni
mt_mt: tagħrif
ta: தகவல்
uk: інформація
vi: thông tin

source: point
ar: نقطة
bs: poen
ca: punt
el: βαθμός
eo: poento
et: punkt
eu: puntu
fi: piste
he: נקודה
hu: pont
it: punto
mt_mt: punt
nn: poeng
no: poeng
pl: punkt
sr_la: bod
sv: poäng
ta: புள்ளி
uk: бал
vi: điểm

source: minute
ar: دقيقة
bs: minuta
ca: minut
el: λεπτό
eo: minuto
et: minut
eu: minutu
fi: minuutti
he: דקה
hu: perccel
it: minuto
mt_mt: minuta
nn: minutt
no: minutt
pl: minuta
sr_la: minut
sv: minut
ta: நிமிடம்
uk: хвилина
vi: phút

source: FAQ
ar: الأسئلة الأكثر تكراراً
ca: PMF
el: ερωτήσεις
eo: Respondaro
eu: MEG
fi: UKK
hu: GyIK
it: Domande frequenti
mt_mt: Mistoqsijiet frekwenti
sr_la: često postavljana pitanja
sv: vanliga frågor
uk: часті запитання
vi: Câu hỏi thường gặp
