Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: Every reddit ad is approved by a person on the reddit ads team. You are creating an ad outside of our business hours. We'll be back to reviewing ads on Monday morning. If your ad has a Monday start date, it will launch at 9am PST / 12pm EST on Monday.
fr_ca: Chaque publicité de reddit est approuvée par un personne de l'équipe de publicité de reddit. Vous êtes en train de créer une publicité en dehors de nos heures de travail. Nous serons de retour pour examiner les publicités Lundi matin. Si votre publicité a une date de lancement fixée au Lundi, elle sera publiée le Lundi à 9:00 PST / 12:00 EST / 18:00 CEST.
it: Ogni annuncio reddit è approvato da una persona del team annunci di reddit. Stai creando un annuncio al di fuori delle nostre ore lavorative. Torneremo a controllare gli annunci il Lunedì mattina. Se l'annuncio ha una data di inizio Lunedì, verrà lanciato alle 09:00 PST / 12:00 EST di Lunedi.
mt_mt: Kull reklam ta' reddit hu approvat minn-membru tat-tim li jieħu ħsieb ir-reklami. Int qiegħed toħloq reklam barra l-ħin ta' negozju. Aħna se nkomplu nirrevedu r-reklami t-Tnejn filgħodu. Jekk id-data tal-bidu tar-reklam tiegħek hija t-Tnejn, jibda jintwera fid-9am PST / 12pm EST nhar ta' Tnejn.
sv: Varje reklam på reddit är godkänd av en person på reddits reklam team. Du skapar en reklam utanför arbetstimmar. Vi kommer att vara tillbaka till att recensera reklam på måndag morgon. Om din reklam har måndag som start datum, kommer den att lanseras klockan 09: 00 PST / 12: 00 EST på måndag.
uk: Кожну рекламу реддіта затверджує людина з рекламної команди реддіта. Ви створюєте рекламу не в наш робочий час. Ми повернемося до оглядів реклами у понеділок вранці. Якщо Ваша реклама має початися у понеділок, її буде запущено у понеділок о 9am PST / 12pm EST.

source: all platforms
fr_ca: toutes les plateformes
it: tutte le piattaforme
sv: alla platformar

source: desktop only
fr_ca: version bureau uniquement
it: solo desktop
mt_mt: desktop biss
sv: endast desktop
uk: лише настільна

source: mobile web only
fr_ca: version mobile seulement
it: solo web mobile
mt_mt: mobile web biss
sv: endast mobil web
uk: лише мобільна

source: native mobile only
fr_ca: mobile dédié seulement

source: you must select at least one mobile OS
fr_ca: vous devez sélectionner au moins un OS mobile
it: devi selezionare almeno un sistema operativo mobile
mt_mt: jeħtieġ tagħżel mill-anqas OS tal-mobile wieħed
sv: du måste välja minst ett mobilt OS
uk: ви маєте вибрати хоча б одну мобільну ОС

source: All
fr_ca: Tout
hu: Összes
it: Tutto
sv: Alla
uk: Усі

source: Filter by device and OS
fr_ca: Filtrer par appareil et par OS
it: Filtra per dispositivo OS
sv: Filtrera efter enhet och OS
uk: Фільтрувати за пристроєм і ОС

source: Android Phone
fr_ca: Téléphone Android
it: Telefono Android
sv: Androidtelefon
uk: телефон Android

source: Android Tablet
fr_ca: Tablette Android
it: Tablet Android
sv: Androidsurfplatta
uk: планшет Android

source: you must select valid versions to target
fr_ca: vous devez sélectionner des versions valides à cibler
it: devi selezionare una versione valida come obbiettivo
sv: du måste välja en giltig version att inrikta på
uk: Ви мусите вибрати дійсні версії для цілей

source: platform
fr_ca: plateforme
it: piattaforma
mt_mt: pjattaforma
sv: plattform
uk: платформа

source: no frequency cap
fr_ca: pas de limite de fréquence
it: nessun limite di frequenza
mt_mt: m'hemmx limitu fuq il-frekwenza
sv: ingen frekvensgräns
uk: немає ліміту частоти

source: frequency capped
fr_ca: à fréquence limitée
it: frequenza limitata
mt_mt: frekwenza llimitata
sv: frekvens begränsad
uk: частоту обмежено

source: cap per 24 hours
fr_ca: limite par tranche de 24 heures
sv: gräns per 24 timmar

source: Example: Display this flight no more than %i times per user per 24 hours.
fr_ca: Exemple: ne pas afficher ce vol plus de %i fois par utilisateur par tranche de 24 heures.

source: frequency must be at least %i per 24 hours
fr_ca: la fréquence doit être d'au moins %i par tranche de 24 heures

source: frequency
fr_ca: fréquence
hu: gyakoriság
it: frequenza
mt_mt: frekwenza
sv: frekvens
uk: частота

source: priority
el: προτεραιότητα
fi: prioriteetti
fr_ca: priorité
hu: elsőbbség
it: priorità
mt_mt: prijorità
nn: prioritet
no: prioritet
pl: pierszeństwo
sv: prioritet
uk: пріоритет
vi: ưu tiên

source: pricing
fr_ca: prix
it: prezzi
sv: prissättning

source: price basis
fr_ca: base de prix
it: prezzo base

source: total budget
ar: الميزانية الإجمالية
bs: ukupni budžet
ca: pressupost total
el: ολικός προϋπολογισμός
fi: koko budjetti
fr_ca: budget total
hu: teljes költségvetés
it: budget totale
mt_mt: baġit totali
nn: totalt budsjett
no: totalt budsjett
pl: Całkowity budżet
uk: сумарний бюджет
vi: tổng ngân sách

source: price
ar: سعر
bs: cijena
ca: preu
el: τιμή
fi: hinta
fr_ca: prix
hu: ár
it: prezzo
mt_mt: prezz
nn: pris
no: pris
pl: cena
sv: pris
uk: ціна
vi: giá

source: deliver as fast as possible
fr_ca: livrer aussi rapidement que possible
sv: leverera så fort som möjligt

source: if you modify the budget of this paid campaign you will need to reauthorize payment by clicking the "pay" button
fr_ca: Si vous modifiez le budget de cette campagne payante vous devrez à nouveau autoriser le paiement en cliquant sur le bouton "payer"
it: se modifichi il budget di questa campagna a pagamento avrai bisogno di autorizzare nuovamente il pagamento cliccando sul pulsante "paga"
mt_mt: Jekk tbiddel il-baġit ta' dil-kampanja mħallsa, int meħtieġ terġa tawtorizza il-ħlas billi tagħfas il-buttuna "ħallas"
nn: hvis du endrer budsjettet av denne betalte kampanjen trenger du å autorisere betaling på nytt med å trykke på "betal"-knappen
no: hvis du endrer budsjettet av denne betalte kampanjen trenger du å autorisere betaling på nytt med å trykke på "betal"-knappen
pl: jeżeli zmodyfikujesz budżet płatnej kampanii będziesz musiał ponownie wykonać autoryzację płatności poprzez kliknięcie przycisku "zapłać"
sv: Om du ändrar budgeten för denna betalda kampanj kommer du behöva godkänna betalningen på nytt genom att klicka på "köp"-knappen
uk: якщо ви зміните бюджет платної кампанії, вам доведеться підтвердити оплату кнопкою "сплатити"
vi: Nếu bạn thay đổi ngân sách của chiến dịch thì bạn sẽ cần xác nhận lại phần thanh toán bằng cách nhấp vào nút "thanh toán"

source: the budget for campaigns cannot be adjusted once the campaign has gone live
fr_ca: le budget pour les campagnes ne peut être ajusté une fois que la campagne a démarré

source: targeting
ar: استهداف
bs: cilj
el: στοχεύει
fi: kohdennus
fr_ca: ciblage
hu: célközönség
mt_mt: immirar
nn: målretter
no: målretter
pl: kierowanie
sv: inriktning
uk: таргетінг
vi: hướng đến

source: interests
fr_ca: intérêts
it: interessi
mt_mt: interessi
no: interesser
sv: intressen
uk: інтереси

source: targets users based on their interests
fr_ca: cibler des utilisateurs en fonction de leurs intérêts

source: targets a collection of similar subreddits
fr_ca: cible une collection de subreddits similaires
it: punta ad una collezione di reddit simili
mt_mt: tiġi mmirata lejn ġabra ta' subreddits simili
no: rettes mot en samling av lignende subredditer
sv: riktad mot en samling liknande subredditar
uk: націлена на колекцію подібних сабредітів

source: targets a subreddit and its users
fr_ca: cible un subreddit et ses utilisateurs
it: seleziona un subreddit ed i suoi utenti

source: interest topic
fr_ca: sujet d'intérêt
it: argomento interessante
sv: intresseämne

source: subreddit collection
fr_ca: collection du subreddit

source: subreddits included on the frontpage are based on users' subscriptions
fr_ca: les subreddits présents sur la page d'accueil sont basés sur ceux des utilisateurs
it: i subreddit inclusi nella pagine principale sono basati sulle iscrizioni degli utenti
mt_mt: is-subreddits inklużi fil-paġna primarja huma bbażati fuq l-abbonamenti tal-utenti
no: subredditer inkludert på forsiden er basert på abonnementene til brukere
sv: subredditar inkluderade på förstasidan baseras på användarens prenumerationer
uk: сабреддіти, показані на головній сторінці, базуються на підписках користувача

source: includes these subreddits
fr_ca: ces subreddits inclus
it: includi questi subreddit
mt_mt: jinkludi dawn is-subreddits
no: inkluderer disse subredditer
sv: inkluderar dessa subredditar
uk: включає в себе такі сабреддіти

source: and more!
fr_ca: et plus !
it: ed altro ancora!
mt_mt: u aktar!
no: og mere!
sv: och mer!
uk: та багато іншого!

source: changing the target for a live campaign requires reapproval.
fr_ca: changer la cible pour une campagne en cours demande une nouvelle approbation.

source: while your campaign is awaiting reapproval, it will not be displayed.
fr_ca: pendant que votre campagne attend une nouvelle approbation, elle ne sera pas affichée.

source: location targeting is only available when targeting the frontpage
fi: sijaintikohdistus on saatavilla vain, kun kohteena on etusivu
fr_ca: le ciblage par géolocalisation est seulement disponible sur la page d'accueil
it: il targeting per località è disponibile solo per gli annunci nella pagina principale
mt_mt: l-immirar lejn lok hu disponibbli biss fil-kas tal-paġna primarja
nn: geografisk målretting er bare tilgjengelig når du er rettet mot forsiden
no: geografisk målretting er bare tilgjengelig når du er rettet mot forsiden
pl: jedynie reklamy wyświetlane na stronie głównej mogą być skierowane na lokalizację
sv: platsinriktning är endast tillgängligt vid inriktning på förstasidan
uk: націлювання реклами по географічному положенню доступне лише якщо ви показуєте рекламу на головній сторінці
vi: các mục tiêu hướng đến chỉ có thể được chọn khi chọn ở phạm vi trang chủ

source: region
el: περιοχή
fi: alue
fr_ca: région
hu: terület
it: regione
mt_mt: reġġjun
uk: регіон
vi: khu vực

source: metro
el: μετρό
fr_ca: métro
sv: storstadsområde
uk: мегаполіс або місто
vi: tàu điện ngầm

source: subreddit targeting
fr_ca: ciblage de subreddits
it: punta subreddit
mt_mt: immirar tas-subreddit
no: subreddit-målgivning
sv: subredditinriktning
uk: націлити на сабреддіт

source: link ids
fr_ca: ID de lien
mt_mt: IDs tal-links
no: lenke-IDer
sv: länk-id:n
uk: коди посилань

source: spend history
fr_ca: historique des dépenses
it: costo storico
mt_mt: kronaka tal-ispejjes
sv: spenderingshistorik
uk: історія витрат

source: promotion history
ar: تاريخ الترويج
bs: historija promocije
el: ιστορικό προωθήσεων
eu: sustapenaren historia
fi: ylennyshistoria
fr_ca: historique de la promotion
hu: kiemelési előzmény
it: cronologia promozione
mt_mt: kronoloġija tal-promozzjonijiet
nn: fremjingshistorikk
no: forfremmelse-historie
pl: historia promocji
sv: historik för marknadsförda länkar
uk: історія рекламної кампанії
vi: lịch sử thăng hạng

source: fixed CPM
fr_ca: CMP fixe

source: campaign type
fr_ca: type de campagne
it: tipo di campagna
sv: kampanjtyp

source: enable moat
fr_ca: activer les douves

source: Enable moat viewablility tracking.
fr_ca: Activer le suivi de visibilité des douves.

source: creative dashboard
fr_ca: tableau de bord créatif
it: pannello di controllo
mt_mt: pannell tal-kreatività
no: kreativt oversiktspanel
pl: kreatywny kokpit
sv: kreativ instrumentpanel
uk: творчий робочий стіл

source: this promotion is managed in adzerk
fr_ca: cette promotion est gérée par adzerk

source: campaign dashboard
ar: لوحة تحكم الحملة
bs: kontrola ploča kampanje
el: πίνακας ελέγχου καμπάνιας
fi: Kamppanjan kojelauta
fr_ca: tableau de bord de campagne
hu: kampány vezérlőpult
it: informazioni principali campagna
mt_mt: pannell tal-kontroll tal-kampanji
nn: kampanjedashbord
no: kampanjeoversikt
pl: panel kontrolny kampanii
sv: administrationspanel för kampanj
uk: інформаційна панель кампанії
vi: bảng điều khiển chiến dịch

source: You don't have any campaigns for this link yet. You should add one.
fr_ca: Vous n'avez aucune campagne pour ce lien. Vous devez en ajouter une.
hu: Ehhez a linkhez még nincs kampányod. Kellene csinálnod egyet.
it: Non hai ancora nessuna campagna per questo link. Dovresti aggiungerne una.
mt_mt: Għad m'għandekx kampanji għal dil-link s'issa. Missek iżżid waħda.
nn: Du har ingen kampanjer for denne lenken ennå. Du burde legge en til.
no: Du har ingen kampanjer for denne lenken ennå. Du burde legge en til.
pl: Nie masz żadnych kampanii dla tego linku. Powinieneś jakąś dodać.
sv: Du har inga kampanjer för den här länken än. Du borde lägga till en.
uk: Для цього посилання немає ніяких рекламних кампаній. Слід додати хоча б одну.
vi: Bạn chưa có chiến dịch nào cho liên kết này. Bạn nên thêm một cái.

source: click to create a new campaign. To edit an existing campaign in the table below, click the 'edit' button.
fi: klikkaa luodaksesi uuden kampanjan. Klikkaa 'muokkaa'-nappia alla olevasta taulukosta muokataksesi jo olemassa olevaa kampanjaa.
fr_ca: cliquez pour créer une nouvelle campagne. Pour éditer une campagne existante dans la table ci-dessous, cliquez sur le bouton 'éditer'
hu: kattints az új kampány létrehozásához. Az alább szereplő meglévő kampányok egyikének szerkesztéséhez kattints a 'szerkesztés' gombra.
it: fai click per creare una nuova campagna. Per modificare una campagna esistente nella tabella sottostante, premi il pulsante "modifica".
mt_mt: Agħfas sabiex toħloq kampanja. Biex timmodifika kampanja eżistenti fit-tabella hawn taħt, agħfas il-buttuna 'immodifika'.
nn: klikk for å opprette en ny kampanje. For å redigere en eksisterende kampanje i tabellen nedenfor, klikk på «rediger»-knappen
no: klikk for å opprette en ny kampanje. For å redigere en eksisterende kampanje i tabellen nedenfor, klikk på «rediger»-knappen
pl: kliknij by utworzyć nową kampanię. By edytować istniejącą kampanię w tabeli poniżej, kliknij na przycisk 'edytuj'.
sv: klicka för att skapa ny kampanj. För att redigera en befintlig kampanj i tabellen nedan, klicka på 'redigera'-knappen.
uk: натисніть для створення нової кампанії. Для редагування кампанії, що показана в таблиці нижче, натисніть кнопку «редагувати».
vi: click để tạo một chiến dịch mới. Để chỉnh sửa một chiến dịch đã có trong bảng bên dưới, click nút 'sửa'.

source: admin dashboard
fr_ca: panneau d'administration
it: pannello di controllo amministatore
mt_mt: pannell tal-amministrazzjoni
no: administrativt oversiktspanel
pl: kokpit admina
sv: admin-instrumentpanel
uk: робочий стіл адміністратора

source: confirm
fi: Vahvista
fr_ca: confirmer
hu: megerősít
it: conferma
mt_mt: ikkonferma
no: bekreft
sv: bekräfta
uk: підтвердити

source: Date when your promoted post will start running. We start new campaigns at midnight UTC+5
fr_ca: Date à laquelle votre publication promue sera déployée. Nous lançons les nouvelles campagne à minuit UTC+5

source: Date when your promoted post will end (at midnight UTC+5)
fr_ca: Date où votre publication promue se terminera (à minuit UTC+5)

source: name of the community that you are targeting. A blank entry here means that the ad is untargeted and will run site-wide
fr_ca: Nom de la communauté que vous ciblez. Laisser vide signifie que la publicité ne cible personne et sera déployée sur tout le site
hu: a közösség neve, amelyiket megcélzod. Az üres bejegyzés itt azt jelenti, hogy a hirdetés cél nélküli és az egész oldalon fog futni.
it: indica il nome di una comunità a cui vuoi indirizzare l'annuncio. Lasciando vuoto questo campo sarà visibile su tutto il sito
mt_mt: isem il-komunità li qed timmira. Jekk ma' ddaħlux ifisser li r-reklam mhux immirat u jidher fis-sit kollu
nn: navnet til samfunnet du har spesifisert. Ett blankt felt her indikerer at annonsen ikke er målrettet til et spesifikt samfunn, men til alle.
no: navnet til samfunnet du har spesifisert. Ett blankt felt her indikerer at annonsen ikke er målrettet til et spesifikt samfunn, men til alle.
pl: nazwa grupy, do której chcesz skierować reklamy. Pozostawienie pustego pola oznacza dodanie reklam w zasięgu całej strony
sv: namnet på gemenskapen du har som mål. Ett tomt inlägg här innebär att annonsen inte är riktad och kommer köras över hela webbplatsen
uk: назвіть спільноту, члени якої можуть зацікавитись вашою рекламою. Порожнє поле означає що реклама нецільова і буде показана по всьому сайту
vi: tên của cộng đồng mà bạn đang nhắm đến. Nếu mục này để trống thì có nghĩa là quảng cáo không có mục tiêu hướng đến cụ thể và sẽ hiển thị ở tất cả các trang chuyên mục

source: You have too many campaigns for this link.
bs: Imate previše kampanja za ovaj link.
el: Έχεις υπερβολικά πολλές εκστρατείες για αυτό το σύνδεσμο.
fi: Sinulla on liikaa kamppanjoita tälle linkille.
fr_ca: Vous avez trop de campagnes pour ce lien.
hu: Túl sok kampányod van ehhez a linkhez.
it: Hai troppe campagne per questo link.
mt_mt: Għandek wisq kampanji għal dil-link.
nn: to har alt for mange kampanjar på den her lenkja.
no: Du har for mange kampanjer for denne lenken.
pl: Masz za dużo kampanii dla tego linka.
sv: Du har för många kampanjer för den här länken.
uk: Ви маєте забагато кампаній для цього посилання.
vi: Bạn tổ chức quá nhiều chiến dịch cho liên kết này.

source: It's time to start fresh!
ar: حان الوقت للبدء جديدة!
bs: Vrijeme da započnete od početka!
el: Ήρθε η ώρα για μια καινούργια αρχή!
fi: On aika aloittaa alusta!
fr_ca: Il est temps de recommencer !
hu: Itt az ideje egy friss kezdésnek!
it: È il momento di iniziare da capo!
mt_mt: Dan hu ż-żmien li tibda mil-ġdid!
nn: På tide å starte med blanke ark!
no: På tide med en fersk start!
pl: Pora zacząć na świeżo!
sv: Dags att börja på ny kula!
uk: Час почати наново!
vi: Đã đến lúc thay đổi!

source: bid
ar: زايد
bs: ponuda
ca: aposta
el: προσφορά
fi: tarjoa
fr_ca: enchère
hu: licit
it: offerta
mt_mt: offerta
nn: bod
no: bud
sv: bud
uk: ставка
vi: đặt

source: payment mismatch
fr_ca: incompatibilité de paiement
it: pagamento non corrispondente
mt_mt: il-ħlas ma' jaqbilx
uk: неспівпадіння платежу

source: manage externally
fr_ca: gérer de l'extérieur
it: gestisci esternamente
sv: hantera externt

source: Create a promotion only and manage the campaign in adzerk.
fr_ca: Créer seulement une promotion et gérer la campagne avec adzerk.

source: Original ID of link to promote, e.g. 4clncr
fr_ca: ID de lien original à promouvoir, e.g. 4clncr

source: override url
fr_ca: supplanter l'url
it: sovrascrivi url

source: Override link, e.g. to add UTM tag, leave blank for original URL
fr_ca: Supplanter le lien, e.g. pour ajouter une étiquette UTM, laisser vide pour l'url originale

source: promoter text
fr_ca: texte du promoteur
it: testo sostenitore

source: Text to show for 'promoted by'
fr_ca: Texte à afficher pour 'promu par'

source: promoter url
fr_ca: url de promoteur
it: URL sostenitore

source: URL for 'promoted by'
fr_ca: URL pour 'promu par'

source: Link directly to discussion
fr_ca: Lier directement à la discussion
sv: Länk direkt till diskussion

source: Override the link with link to the comments page
fr_ca: Supplanter le lien avec le lien de la page de commentaires

source: third party tracker
fr_ca: suivi tiers
sv: tredjeparts-spårare

source: URL for third-party tracking pixel
fr_ca: URL pour le pixel de suivi tiers

source: grouping
fr_ca: regroupement
hu: csoportosítás
it: raggruppamento
mt_mt: ragruppar
sv: gruppering
uk: групування

source: Are you sure you want to view this community?
fr_ca: Êtes vous sûr de vouloir voir cette communauté ?
it: Sei sicuro di voler visualizzare questa community?
sv: Är du säker på att du vill se detta community?
uk: Ви впевнені, що хочете переглянути цю спільноту?

source: You must have a [verified email](/prefs/update) to view this community
fr_ca: Vous devez avoir un [email vérifié](/prefs/update) pour voir cette communauté
it: Devi avere una [email verificata](/prefs/update) per visualizzare questa community
sv: Du måste ha en [verifierad e-postadress](/prefs/update) för att besöka detta community
uk: Ви повинні мати [перевірену електронну пошту](/prefs/update), щоб переглядати цю спільноту

source: You must log in and have a verified email to view this community
fr_ca: Vous devez être connecté et avoir un email vérifié pour voir cette communauté
it: Devi avere effettuato l'accesso e avere una email verificata per visualizzare questa community
sv: Du måste logga in och ha en verifierad e-postadress för att se detta community
uk: Ви повинні увійти і мати перевірену електронну пошту, щоб переглядати цю спільноту

source: Communities that are dedicated to shocking or highly offensive content are [quarantined](%(link)s). Content in this community may be upsetting. Are you certain you want to continue?
fr_ca: Les communautés qui sont là pour choquer ou poster du contenu très offensif sont [quarantined](%(link)s). Le contenu de ces communautés peut être bouleversant. Voulez-vous continuer?
it: I subreddit dedicati a contenuti scioccanti o altamente offensivi sono [quarantined](%(link)s). I contenuti di questi subreddit potrebbero essere sconvolgenti. Sei sicuro di voler procedere?
uk: Спільноти, у яких розміщено лише шокуючий чи дуже неприємний вміст, поміщаються [quarantined](%(link)s). Вміст цієї спільноти може розчарувати. Ви впевнені, що хочете продовжити?

source: Communities that are dedicated to shocking or highly offensive content are [quarantined](%(link)s).
fr_ca: Les communautés qui sont là pour choquer ou poster du contenu très offensif sont [quarantined](%(link)s).
it: I subreddit dedicati a contenuti scioccanti o altamente offensivi sono [quarantined](%(link)s).
uk: Спільноти, у яких розміщено лише шокуючий чи дуже неприємний вміст, поміщаються [quarantined](%(link)s).

source: discussions in
fr_ca: discussions dans
it: discussioni in
mt_mt: diskussjonijiet ġo
sv: diskussioner i
uk: обговорення в

source: Use of this site constitutes acceptance of our %(user_agreement)s and %(privacy_policy)s
ar: استخدام هذا الموقع يعني قبول %(user_agreement)s و %(privacy_policy)s الخاصة بنا
bs: Korištenje ove stranice podrazumijeva prihvatanje naših %(user_agreement)s i %(privacy_policy)s
ca: L'ús d'aquest lloc constitueix l'acceptació del nostre %(user_agreement)s i %(privacy_policy)s
el: Η χρήση του ιστοχώρου αποτελεί αποδοχή της %(user_agreement)s και της %(privacy_policy)s
et: Selle saidi kasutamine eeldab meie %(user_agreement)s ja %(privacy_policy)s -dega nõustumist.
eu: Gune hau erabiltzeak gure %(user_agreement)s eta %(privacy_policy)s onartzea suposatzen du
fi: Tämän sivun käyttö tulkitaan %(user_agreement)s ja %(privacy_policy)s hyväksymiseksi
fr_ca: L'utilisation de ce site implique que vous acceptiez nos %(user_agreement)s et %(privacy_policy)s
he: השימוש באתר מהווה הסכמה ל%(user_agreement)s %(privacy_policy)sו
hu: A website használatával elfogadod a %(user_agreement)s és a %(privacy_policy)s
it: L'uso di questo sito implica l'accettazione del nostro %(user_agreement)s e la nostra %(privacy_policy)s
mt_mt: L-użu ta' dan is-sit jikkostitwixxi l-aċċettazzjoni tal-%(user_agreement)s u l-%(privacy_policy)s tagħna
nn: Ved å bruke den sida her samtykkjer du i vår %(user_agreement)s og %(privacy_policy)s
no: Ved bruk av denne siden aksepterer du vår %(user_agreement)s og %(privacy_policy)s
pl: Używanie tej strony oznacza zgodę na nasze %(user_agreement)s oraz %(privacy_policy)s
sr_la: Korištenje ovog sajta podrazumeva prihvatanje našeg %(user_agreement)s i %(privacy_policy)s
sv: Användande av denna sajt betyder att du går med på %(user_agreement)s och %(privacy_policy)s
uk: Користування цим веб-сайтом означає прийняття умов угоди з користувачем %(user_agreement)s та політики приватності %(privacy_policy)s
vi: Tôi hiểu và chấp nhật với việc đăng ký hoặc sử dụng của trang này cấu thành từ các %(user_agreement)s và %(privacy_policy)s
