Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: Here's a note that was included: ----
ar: هذه الملاحظة مرفقة : ---
bs: Ovo je napomena o tome šta je sve uključeno u ovo: ----
ca: Ací hi ha una nota que fou inclosa: ____
eu: Hau da erantsitako oharra: ----
nn: Her er ei melding som var lagt med: ----
no: Her er notisen som ble inkludert: ----
pl: Oto dołączona notatka: ----

source: Want to say thanks to your mysterious benefactor? Reply to this message. You will find out their username if they choose to reply back.
ca: Vols donar-li les gràcies al teu misteriós benefactor? Contesta a aquest missatge. Descobriràs el seu nom d'usuari si escull contestar-te.
no: Ønsker du å si takk til din mystiske velgjører? Svar på denne meldingen. Du finner ut hvem de er om velger og svare.

source: Sorry, replying directly to your mysterious benefactor is not yet supported for this gilding.
ca: Perdó, contestar directament al teu misteriós benefactor encara no està permès per a aquesta daurada.
no: Beklager, å skrive direkte til din mystiske velgjører er ennå ikke mulig for denne forgyllningen.

source: You're about to set up an ongoing, autorenewing subscription to reddit gold for yourself (%(user)s). You'll pay %(price)s for this, %(period)s.
ca: Estàs a punt d'establir un subscripció auto-renovable contínua a reddit or per a tu (%(user)s). Pagaràs %(price)s per ella, %(period)s.
no: Du er i ferd med å opprette et automatisk og selvfornyende abonnement på reddit-gull for deg selv (%(user)s). Du vil betale %(price)s for dette, %(period)s.

source: sorry, this has been archived and can no longer be voted on
ar: نحن نتأسّف, فقد تمّت أرشفة هذا الرابط ولا بمكنك التصويت عليه
bs: žao nam je, ovo je arhivirano i glasanje više nije moguće
ca: ho sentim, açò ha estat arxivat i ja no s'hi pot votar
eu: sentitzen dugu, hau artxibatuta dago eta ezin da bozkatu
nn: Orsak, det her har vorte arkivert og kan ikkje lenger røystast på
no: beklager, dette har blitt arkivert og kan ikke lengre stemmes på
pl: wybacz, ta pozycja została zarchiwizowana i nie można już na nią głosować

source: This page shows a history of recent activity on your account. If you notice unusual activity, you should change your password immediately. Location information is guessed from your computer's IP address and may be wildly wrong, especially for visits from mobile devices. Note: due to a bug, private-use addresses (starting with 10.) sometimes show up erroneously in this list after regular use of the site.
ar: هذه الصفحة تعرض المحفوظات عن الاعمال الحديثة التي قمت بها على حسابك . اذا رأيت اي عمل غريب . ينبغي عليك تغيير الرقم السري الخاص بك فوراً . خدمة تحديد الاماكن يتم تخمينها بناء على عنوان الاي بي الخاص بك وربما تكون خاطئه . خصوصاً للزائرين من اجهزة الهاتف المحمول . تذكر نظراً لوجود مشكلة فان الايبيات التي تبتدأ ب 10. سيظهرها النظام على انها خاطئه
bs: Ova stranica prikazuje historiju nedavnih aktivnosti na vašem računu. Ako primijetite nešto neobično, odmah promijenite vašu šifru. Lokacijske informacije su pretpostavke na osnovu IP adrese vašeg računara i mogu biti veoma netačne, posebno za posjete pomoću mobilnih uređaja. Napomena: zbog greške, privatne adrese (koje počinju sa 10.) ponekad se prikazuju u ovoj listi nakon korištenja stranice.
ca: Aquesta pàgina mostra un historial de l'activitat recent al teu compte. Si hi trobes activitat inusual, hauries de canviar la teva contrasenya immediatament. La informació de localització està extreta de la IP del teu ordinador i pot ser tremendament errònia, especialment des de dispositius mòbils. Nota: degut a un error, les adreces privades (que comencin per 10.) quasi sempre mostren errors en aquesta llista després d'un ús regular del lloc web.
nn: Denne sida viser den siste aktiviteten på kontoen din. Viss du legg merke til uvanleg aktivitet lyt du byte passordet ditt umiddelbart. Stadsplasseringa blir gjetta ut frå datamaskina di si IP-adresse og kan vera fullstendig feil, spesielt for vitjingar frå flyttbare einingar. Merk: Grunna ein feil dukkar privatnettsadresser (startar med 10.) stundom opp i den lista her etter regelmessig bruk av sida.
no: Denne siden viser en historie av nyere aktivitet på kontoen din. Hvis du legger merke til noen uvanlig aktivitet, bør du endre ditt passord umiddelbart. Stedsinformasjon er gjettet fra datamaskinens IP-adresse og kan være ekstremt galt, spesielt for besøk fra mobile enheter. Merk: på grunn av en bug, private-bruker adresser (. Starter med 10) av og til dukker opp feil i denne listen etter ordinær bruk av nettstedet.
pl: Ta strona zawiera historię ostatniej aktywności na Twoim koncie. Jeśli zauważysz podejrzane wpisy, powinieneś niezwłocznie zmienić hasło. Twoja lokalizacja jest ustalana na podstawie adresu IP Twojego komputera i może być niedokładna, szczególnie w przypadku wejść z urządzeń mobilnych. Uwaga: z powodu błedu, adresy prywatne (zaczynające się od 10.) czasami błędnie pojawiają się na liście po regularnych odwiedzinach.

source: Below you will see your promotion's impression and click traffic per hour of promotion. Please note that these traffic totals will lag behind by two to three hours, and that daily totals will be preliminary until 24 hours after the link has finished its run.
bs: Ispod se nalaze utisci i saobraćaj za klikove po satu za ovu promociju. Imajte na umu da ovi podaci mogu kasniti dva do tri sata i da su dnevni izvještaji preliminarni sve dok ne prođu 24 sata nakon završetka promocije linka.
ca: Aquí sota veuràs les impressions i el tràfic de clics per hora de les teves promocions. Tingues en compte que aquests totals de tràfic tindran un endarreriment d'entre dues a tres hores, i que els totals diaris seran preliminars fins a 24 hores després de que l'enllaç hagi finalitzat el seu recorregut.
nn: Nedanfor vil du sjå fremjinga sine visingar og klikketrafikk for kvar time ho er verksam. Merk deg at dei summane her vil henge etter med ein par tre timar, og dei dagvisse summane vil vere førebels inntil eit døgn etter at lenkja har køyrd seg ferdig.
no: Under vil du se inntrykket av din forfremmelse og klikk-trafikk per time av forfremmelsen. Vennligst merk deg at disse trafikktallene vil ligge to til tre timer bak, og at daglige totaler vil være foreløpige inntil 24 timer etter at lenken har fullført sitt løp.
pl: Poniżej zobaczysz liczbę odsłon oraz liczbę kliknięć na godzinę twojej promocji. Miej na uwadze, że statystyka ruchu będzie opóźniona o 2-3 godziny, a statystyki dzienne będą niepełne przez 24 godziny od zakończenia emisji.

source: you have been added to the list of users able to see [traffic for the sponsored link "%(title)s"](%(traffic_url)s).
ar: لقد تم إضافتك إلى قائمة المستخدمين الذي بإمكانهم مشاهدة [ الحركة للروابط المعلنة "%(title)s" ](%(traffic_url)s) .
bs: dodani ste u listu korisnika koji mogu vidjeti [saobraćaj za sponzorisane linkove "%(title)s"](%(traffic_url)s).
ca: L'han afegit a la llista d'usuaris que poden veure [el trafic de l'enllaç patrocinat "%(title)s"](%(traffic_url)s).
nn: du har vorte lagt til lista over brukarar som kan sjå [trafikken for den sponsa lenkja "%(title)s"](%(traffic_url)s).
no: du har blitt lagt til i listen av brukere som kan se [trafikk for sponsede lenker "%(title)s"](%(traffic_url)s).
pl: zostałeś dodany do listy użytkowników mogących oglądać [ruch dla linku sponsorowanego "%(title)s"](%(traffic_url)s).

source: imgur.com domain listings (including this one) are currently disabled to speed up vote processing.
bs: liste sa imgur.com domene (uključujući i ovu) su trenutno onemogućene radi ubrzanja procesa glasanja.
ca: les publicacions del domini imgur.com (inclòs) resten deshabilitades per a accelerar el processament dels vots.
nn: opplistingar frå imgur.com-domenet (inkludert den her) er for augneblinken skrudd av for å gjere røysteprosessen raskare.
no: imgur.com domenelister (denne inkludert) er foreløpig deaktivert for å gjøre stemmekalkulering raskere.
pl: listingi domeny imgur.com (w tym ten) są obecnie wyłączone by przyśpieszyć przetwarzanie głosów.
vi: Việc liệt kê tên miền của imgur.com (bao gồm cả phần này) hiện bị vô hiệu hóa để đẩy nhanh tiến độ bình chọn.

source: submission in this subreddit is restricted to approved submitters.
ar: المشاركة في هذه السب رديت محصورة بالمشاركين الموافق عليهم.
bs: objavljivanje u ovom subredditu je ograničeno na odobrene saradnike.
ca: l'aportació a aquest subreddit resta restringida a usuaris aprovats.
eu: azpireddit honetara bidalketak egiteko onartutako bidaltzailea izan beharra dago.
nn: berre godkjende innsendarar får sende inn til den subredditen her.
no: innsending av innhold til denne subredditen er forbeholdt godkjente bidragsytere.
pl: publikowanie w tym subreddicie ograniczone jest tylko dla zaufanych autorów.

source: submission in this subreddit is restricted to reddit gold members.
bs: Objavljivanje na ovom subreditu je ograničeno na zlatne članove.
ca: l'aportació a aquest subreddit resta restringida a usuaris or.
nn: posting i denne subredditen er forbehold medlemmer av reddit gull.
no: posting i denne subredditen er forbehold medlemmer av reddit gull.
pl: w tym subreddicie publikować mogą tylko użytkownicy ze złotem reddit.

source: Shop the reddit Marketplace
no: Besøk markedet til reddit

source: create an account or sign in
no: opprett en konto eller logg inn

source: try entering those letters again
ar: حاول إدخال تلك الحروف مجدداً
bs: pokušajte upisati ta slova ponovo
ca: prova a introduir aquestes lletres una altra vegada
eo: provu retajpi tiujn literojn
et: proovi neid tähti uuesti sisestada
eu: saiatu letra horiek berriz sartzen
nn: prøv å skrive inn dei bokstavane på nytt
no: prøv å skriv de bokstavene på nytt
pl: spróbuj wpisać literki ponownie
sr_la: pokušajte da unesete ta slova ponovo
ta: அதே எழுத்துக்களை மீண்டும் பதிவு செய்யுங்கள்
vi: thử nhập lại lần nữa

source: [Click here for details on how to set up an automatically-renewing subscription or to renew.](/gold) If you have any thoughts, complaints, rants, suggestions about reddit gold, please write to us at %(gold_email)s. Your feedback would be much appreciated. Thank you for your past patronage.
nn: [Klikk her for detaljer om hvordan du skal sette opp et abonnenement som oppdaterer seg automatisk, eller for å oppdatere.](/gold) Om du har noen innspill, klager, ris eller ros om reddit gold, vennligst skriv til oss på %(gold_email)s. Tilbakemeldingen din vil bli høyt verdsatt. Takk for din støtte.
no: [Klikk her for detaljer om hvordan du skal sette opp et abonnenement som oppdaterer seg automatisk, eller for å oppdatere.](/gold) Om du har noen innspill, klager, ris eller ros om reddit gold, vennligst skriv til oss på %(gold_email)s. Tilbakemeldingen din vil bli høyt verdsatt. Takk for din støtte.
pl: [Kliknij tutaj by uzyskać informacje, jak ustawić automatycznie odnawianą subskrypcję bądź ją odnowić.](/gold) jeśli masz jakieś przemyślenia, skargi, narzekania, sugestie o reddit gold, napisz do nas na %(gold_email)s. Twoje zaangażowanie zostanie docenione. Dziękujemy za poprzednie wsparcie.

source: approved by %(who)s %(when)s ago
bs: odobreno od %(who)s, prije %(when)s
nn: godkjent av %(who)s %(when)s siden
no: godkjent av %(who)s %(when)s siden
pl: potwierdzony przez %(who)s %(when)s temu

source: [reddit] your bid has been accepted
ar: [ريديت] لقد تمّ قبول عرضك
bs: [reddit] vaša ponuda je prihvaćena
ca: [reddit] la teva puja ha sigut acceptada
eu: [reddit] zure eskaintza onartu da
nn: [reddit] bodet ditt har vorte godteke
no: [reddit] budet ditt har blitt akseptert
pl: [reddit] twoja oferta została zaakceptowana
sr_la: [reddit] vaša ponuda je prihvaćena

source: you need to be signed in to upvote stuff
no: du må være innlogget for å stemme opp ting

source: you need to be signed in to downvote stuff
no: du må være innlogget for å stemme ned ting

source: you need to be signed in to vote on stuff
no: du må være innlogget for å stemme på ting

source: you need to be signed in to give gold
no: du må være pålogget for å gi gull

source: you need to be signed in to subscribe to stuff
no: du må være innlogget for å abonnere på ting

source: you need to be signed in to submit stuff
no: du må være innlogget for å sende inn ting

source: you need to be signed in to share stuff
no: Du må være pålogget for å dele ting

source: you need to be signed in to do that
no: du må være innlogget for å gjøre det

source: the maximum budget available is $%(bid)s (%(impressions)s impressions)
no: maksimumbudsjettet tilgjengelig er $%(bid)s (%(impressions)s inntrykk)

source: we have insufficient available inventory in %(target)s to fulfill your requested dates. the following campaigns are available:
no: vi har ikke nok kapasitet i %(target)s til å tilby dine forespurte datoer. de følgende kampanjene er tilgjengelig:

source: install the %(site)s bookmarklet set
ar: تركيب مجوعة مفضلات %(site)s
bs: instaliraj %(site)s set zabilješki
ca: instal·la el joc de bookmarklets de %(site)s
et: installi %(site)s bookmarkletide komplekt
he: התקן את סט הסימניות של %(site)s
nn: innstaller bokmerkesettet frå %(site)s
no: installer snarveiene for %(site)s
pl: zainstaluj zestaw bookmarkletów z %(site)s
sr_la: instalirajte %(site)s set bukmarkleta
ta: %(site)s களின் புத்தகக் குறுநிரல்களை நிறுவவும்

source: once added to your bookmark bar, you can click these buttons from any site to get quick access to reddit functionality.
ar: عند الإضافة لشريط المرجعيات، يمكنك الضغط على هذه الأزرار من أي موقع للدخول سريع إلى ريديت بشكلٍ عمليّ.
bs: nakon dodavanja u vašu traku s zabilješkama, možete kliknuti na ova dugmad sa bilo koje druge stranice kako biste brzo pristupili reddit mogućnostima.
ca: un cop afegit a la barra de marcadors, pots fer clic en aquests botons des de qualsevol lloc per tenir un accés ràpid a les funcions reddit.
nn: ved å leggje desse til bokmerkelinja di kan du nå desse knappane frå kva side som helst og få snøgg tilgang til redditfunksjonalitetar.
no: etter at de er lagt til din bokmerkelinje, kan du klikke på disse knappene fra hvilken som helst side for kjapp tilgang til reddit-funksjonalitet.
pl: po dodaniu do paska zakładek, możesz kliknąć przycisk z każdej strony aby uzyskać szybki dostęp do reddita.
sr_la: kada su dodati u vašu bukmark traku, možete kliktati na ove dugmiće sa bilo kog sajta kako bi dobili brz pristup reddit fukcionalnosti

source: in Firefox
ar: في فايرفوكس
bs: u Firefoxu
ca: amb Firefox
et: Firefoxis
eu: Firefox-en
he: בפיירפוקס
nn: i Firefox
no: i Firefox
pl: w Firefoksie
sr_la: u Firefox-u
ta: ஃபயர் ஃபாக்ஸில்

source: click and drag
ar: انقر واسحب
bs: kliknite i povucite
ca: clica i arrossega
et: kliki ja lohista
eu: klikatu eta arrastatu
he: שמור וגרור
nn: trykk og dra
no: klikk og dra
pl: kliknij i przeciągnij
sr_la: kliknite i vucite
ta: சிமிட்டிவிட்டு இழுக்கவும்

source: to your bookmark bar.
ar: إلى شريط المرجعيات.
bs: na vašu traku sa zabilješkama.
ca: a la teva barra de marcadors
eu: zure laster-marka barrara.
nn: til bokmerkelinja di.
no: til din bokmerkelinje.
pl: do twojego paska zakładek
sr_la: u vašu bukmark traku

source: in Internet Explorer
ar: في إنترنت اكسبلورر
bs: u Internet Exploreru
ca: amb Internet Explorer
et: Internet Exploreris
eu: Internet Explorer-en
he: באינטרנט אקספלורר
nn: i Internet Explorer
no: i Internet Explorer
pl: w Internet Explorerze
sr_la: u Internet Explorer-u
ta: இன்டெர்நெட் எக்ஸ்ப்ளோரரில்

source: right-click on
ar: انقر بالزر الايمن على
bs: desni klik na
ca: clic dret a
et: paremkliki
eu: eskuin-klik hemen:
he: כפתור ימני על
nn: høgretrykk
no: høyreklikk på
pl: kliknij prawym przyciskiem myszy na
sr_la: desni klik na
ta: வலது பக்கம் சிமிட்டவும்

source: then choose "Add to Favorites" and add to the "Links" folder.
ar: ثم أختار "أضِفْ إلى مفضلتي" وأضف إلى مجلد "الروابط".
bs: zatim odaberite opciju "Add to Favorites" i izvršite dodavanje u folder "Links".
ca: després selecciona "Afegeix a preferits" i afegeix a la carpeta "Enllaços".
eu: ondoren, aukeratu "Gehitu gogokoei" eta gehitu "Estekak" karpetara.
nn: vel så "Legg til i favorittar" og legg til i "Lekjer"-mappa.
no: velg deretter "Legg til favoritter" og velg "Lenke"-mappen.
pl: potem kliknij "Dodaj do Ulubionych" i dodaj do folderu "Łącza".
sr_la: onda izaberite "Add to Favorites" i dodajte u "Links" folder.

source: in Safari
ar: في سفري
bs: u Safariju
ca: amb Safari
et: Safaris
eu: Safari-n
he: בספארי
nn: i Safari
no: i Safari
pl: w Safari
sr_la: u Safari-u
ta: ஸஃபாரியில்

source: voila! now you have all the functionality of %(site)s in your toolbar.
ar: وهكذا، عندك وظائف %(site)s على شريط الأدوات
bs: izvolite! sada imate sve funkcionalnosti sa %(site)s u vašoj alatnoj traci.
ca: i llest! ara tens tota la funcionalitat de %(site)s a la teva barra d'eines
et: voila! nüüd on sul kogu %(site)s funktsionaalsus oma tööriistaribal.
eu: voila! %(site)s-(r)en funtzionalitate osoa duzu orain zure tresna-barran.
he: כל הכבוד! עכשיו יש לכם את כל הפונקציות של %(site)s בסרגל הכלים שלכם.
nn: voila! du har no all funksjonaliteten åt %(site)s i verktøylinja di.
no: voila! nå har du all funksjonaliteten til %(site)s i bokmerkelinjen din.
pl: gotowe! teraz masz już wszystkie funkcje %(site)s w swoim pasku narzędzi.
sr_la: eto ga! sada imate svu funkcionalnost %(site)s u vašem tulbaru
ta: ஆஹா! இப்போது %(site)sஇன் செயல்பாடும் உங்கள் கருவித்தண்டில்!

source: (sorry)
ar: (نتأسف)
bs: (žao nam je)
ca: (ho sento)
eu: (barkatu)
nn: (orsak)
no: (beklager)
pl: (wybacz)
vi: (xin lỗi)

source: are you human?
ar: هل أنت إنسان؟
bs: jeste li čovjek?
ca: ets humà?
eu: gizakia zara?
nn: er du eit menneske?
no: er du et menneske?
pl: czy jesteś człowiekiem?
vi: Xác minh bảo mật (vui lòng nhập các ký tự trong ảnh)

source: human?
ar: إنسان؟
bs: čovjek?
ca: humà?
et: inimene?
eu: gizakia?
he: אנושי?
nn: menneske?
no: menneske?
pl: jesteś człowiekiem?
sr_la: ljudsko biće?
ta: மனிதர் தானா?
vi: Xác minh bảo mật

source: # Claim this award for /u/%s? #
bs: # Preuzmi ovu nagradu za /u/%s? #
ca: # bescanviar aquest trofeu per /u/%s? #
nn: # Gjør krav på denne premien for /u/%s? #
no: # Gjør krav på denne premien for /u/%s? #
pl: # Odebrać tę nagrodę dla /u/%s? #

source: no spaces, e.g., slashdot
ar: لا فراغات ، مثال. سلاشدوت
bs: bez razmaka, npr. kosa crta - tačka
eu: hutsunerik ez, adibidez, sustatu
nn: ingen mellomrom, t.d., slashdot
no: ingen mellomrom, f.eks., slashdot
pl: bez spacji, np. "slashdot"

source: e.g., slashdot: news for nerds, stuff that matters
ar: مثال: سلاشدوت: أخبار للمُجدّين ، أشياء تهم
bs: npr. kosa crta tačka: novosti za štrebere, stvari koje su važne
eu: adibidez, sustatu: interneteko albistegia
nn: t.d. slashdot: news for nerds, stuff that matters
no: f.eks. slashdot: nyheter for nerder, ting som betyr noe
pl: np. slashdot: wiadomości dla nerdów, rzeczy które się liczą

source: shown in the sidebar of your subreddit. 5120 characters max.
ar: سيظهر على الهامش فى الريدت الفرعي الخاص بك.5120 رمز بشكل أقصى
bs: prikazuje se u bočnoj traci subreddita. najviše 5120 znakova.
ca: mostrat a la barra lateral del teu subreddit. Màxim 5120 caràcters.
eu: zure azpiredditaren albo-barran erakusten da. gehinez 5120 karaktere
nn: synest i sidefeltet i subredditen din. maks 5120 bokstavar
no: vises i sidefeltet for din subreddit. maks 5120 tegn.
pl: pokazywany w panelu bocznym Twojego subreddita. Do 5120 znaków.

source: make custom CSS styles apply only when accessed from the cname.
ar: أستخدام تحاميل CSS العرفيّة عندما يتم الدخول من cname فقط .
bs: učini da korisnički CSS stilovi budu primijenjeni samo prilikom pristupa pomoću cname.
ca: fer que els estils de CSS customizats s'apliquin només quen s'accedexein des de el cname
eu: aplikatu CSS estilo pertsonalizatuak cname-tik sarbidetzean soilik.
nn: lat tilpassa CSS-stiler gjelde berre gjennom CNAME.
no: la egendefinerte CSS-stiler kun gjelde ved tilgang fra CNAME.
pl: twórz własne style CSS, które będą stosowane tylko w przypadku wejścia poprzez alias domeny

source: show sidebar when accessed from the cname.
ar: أظهر اللوحة الجانبية عندما يتم الدخول من الـ cname.
bs: prikaži bočnu traku prilikom pristupa preko cname.
eu: erakutsi albo-barra cname-tik sarbidetzean.
nn: vis sidestolpen gjennom CNAME.
no: vis sidefeltet ved tilgang fra CNAME.
pl: pokaż boczny pasek gdy wchodzę poprzez alias domeny.

source: reddit gold is our premium membership. It upgrades your account with access to extra features and special benefits from our gold partners.
no: reddit-gull er vårt eksklusive medlemskap. Kontoen din blir oppgradert med tilgang til ekstra funksjonalitet, samt spesielle fordeler fra våre gullpartnere.
pl: reddit gold to nasze członkowstwo premium. Daje Twojemu kontu dostęp do dodatkowych funkcji i specjalne korzyści od naszych złotych partnerów.

source: cvc
nn: kontrollnummer
no: kontrollnummer

source: unsticky this post
ca: converteix en entrada no fixa
nn: løsne innlegget
no: løsne innlegget
pl: odklej ten post

source: sticky this post
ca: converteix en entrada fixa
nn: fest innlegget
no: fest innlegget
pl: przyklej ten post

source: you are signed in. go use the site!
no: du er innlogget. kom igjen, bruk siden!

source: email (optional)
no: Epost (valgfri)

source: create account
ar: أنشيء حساب
bs: kreiraj račun
ca: crea un compte
et: tee kasutaja
eu: sortu kontua
he: צור חשבון
nn: opprett konto
no: opprett bruker
pl: utwórz konto
sr_la: napravi korisnički račun
ta: அக்கவுன்ட் உருவாக்குங்கள்

source: sign in
no: Logg inn

source: We care about your privacy, and we never spam. By creating an account, you agree to reddit's %(user_agreement)s and %(privacy_policy)s. We're proud of them, and you should read them.
no: Vi bryr oss om ditt privatliv, og vi spammer aldri. Ved å opprette en konto, samtykker du til reddit's %(user_agreement)s og %(privacy_policy)s. Vi er stolte av dem, og du burde lese dem.

source: User Agreement
et: Kasutajatingimused
he: הסכם המשתמש
no: Brukeravtale

source: send a message
ar: أرسل رسالة
bs: pošalji poruku
ca: envia un missatge
et: saada sõnum
eu: bidali mezu bat
he: שלח הודעה
nn: send ei melding
no: send en melding
pl: wyślij wiadomość
sr_la: pošalji poruku
ta: செய்தி அனுப்ப

source: (username, or /r/name for that subreddit's mods)
bs: (korisničko ime, ili /r/ime za moda tog subreddita)
nn: (brukernavn, eller /r/navn for denne subredditens moderatorer)
no: (brukernavn, eller /r/navn for denne subredditens moderatorer)
pl: (użytkownik lub /r/nazwa dla moderatorów tego subreddita)

source: why a brick? read to the bottom of the rules page to find out!
ar: ولِمَ طوبة؟ تابع قراءة القواعد أسفلا لمعرفة السبب!
bs: zašto cigla? pročitajte posljednji dio pravila da biste saznali!
nn: korfor ein murstein? les gjennom heile regelsida for å finne det ut!
no: hvorfor en murstein? les helt til bunnen av regel-siden for å finne ut!
pl: dlaczego cegła? przeczytaj do końca strony zasad żeby sie dowiedzieć!

source: please be mindful of reddit's %(few_rules)s and practice %(good_reddiquette)s.
bs: molimo vas da poštujete redditova %(few_rules)s i da praktikujete %(good_reddiquette)s.
nn: ver varsam på reddit sine %(few_rules)s og utøv %(good_reddiquette)s.
no: vennligst tenk på reddits %(few_rules)s og følg %(good_reddiquette)s.
pl: bądź świadomy %(few_rules)s reddita i praktykuj %(good_reddiquette)s.

source: few rules
ar: بعض القوانين
bs: nekoliko pravila
nn: få reglar
no: få regler
pl: kilka zasad

source: %(app)s requests to connect with your reddit account.
bs: %(app)s želite da se poveže na vaš reddit račun.
nn: %(app)s spør etter å kople til redditkontoen din.
no: %(app)s ønsker å knytte seg til din reddit-konto.
pl: %(app)s żąda połączenia konta z kontem na reddit'cie.

source: you must be at least eighteen to view this
nn: du må være minst 18 år gammel for å se dette
no: du må være minst 18 år gammel for å se dette
pl: musisz być pełnoletni, aby to zobaczyć
