Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: sorry to see you go!
ar: نأسف لروئيتك تذهب!
bs: žao nam je što odlazite!
ca: ja ens sap greu que marxis!
el: λυπούμαστε για την αποχώρησή σου!
eu: zu joateak tristetzen gaitu!
fi: meidän tulee sinua ikävä!
fr_ca: désolé de vous voir partir !
hu: sajnáljuk, hogy távozol!
it: ci dispiace vederti andare via!
mt_mt: jiddispjaċina narawk sejjer!
nn: det er leit å miste deg!
no: det er synd å se deg dra!
pl: przykro nam, że nas opuszczasz!
sv: tråkigt att du lämnar oss!
uk: жаль що ви тепер не з нами!
vi: thật tiếc khi bạn đã ngưng sử dụng dịch vụ!

source: please cancel your gold subscription!
fi: Ole hyvä ja peruuta Kulta jäsenyytesi
fr_ca: merci d'annuler votre abonnement gold!
it: Cancella la tua sottoiscrizione gold, per piacere!
mt_mt: jekk jogħġbok ikkanċella l-abbonament gold tiegħek!
sv: var vänlig säg upp din guldprenumeration!
uk: будь ласка, скасуйте свою золоту підписку!

source: log in to %%(paypal_link)s to cancel your subscription (%(subscr_id)s).
fr_ca: connectez-vous sur %%(paypal_link)s pour annuler votre abonnement (%(subscr_id)s).
it: Connettiti a %%(paypal_link)s per cancellare la tua sottoscrizione (%(subscr_id)s).
mt_mt: idħol ġo %%(paypal_link)s sabiex tħassar l-abbonament tiegħek (%(subscr_id)s).
sv: logga in på %%(paypal_link)s för att avsluta din prenumeration (%(subscr_id)s).
uk: увійдіть у %%(paypal_link)s, щоб скасувати свою передплату (%(subscr_id)s).

source: why are you deactivating this account?
fr_ca: pourquoi souhaitez-vous désactiver ce compte ?
hu: miért akarod deaktiválni a fiókod?
it: perché stai disattivando questo account?
sv: varför deaktiverar du detta konto?

source: for security purposes
ar: لدواعي أمنية
bs: radi sigurnosnih razloga
ca: per raons de seguretat
el: για λόγους ασφαλείας
eu: segurtasun arrazoiengatik
fi: turvallisuussyistä
fr_ca: pour des raisons de sécurité
hu: biztonsági okok miatt
it: per motivi di sicurezza
mt_mt: għal raġunijiet ta' sigurtà
nn: for tryggleiksgrunnar
no: for sikkerhetsmessige grunner
pl: ze względów bezpieczeństwa
sv: av säkerhetsskäl
uk: з причин безпеки
vi: vì các lý do an ninh

source: account credentials
ar: معلومات الحساب
bs: informacije o računu
ca: dades del compte
el: διαπιστευτήρια λογαριασμού
eu: kontuaren kredentzialak
fi: tunnukset
fr_ca: identifiants du compte
hu: fiókadatok
it: credenziali dell'account
mt_mt: kredenzjali tal-kont
nn: kontoopplysingar
no: kontoopplysninger
pl: login i hasło
sv: kontouppgifter
uk: логін та пароль облікового запису
vi: các ủy nhiệm của tài khoản

source: I understand that deactivated accounts are not recoverable.
fr_ca: J'ai bien compris que les comptes désactivés ne sont pas récupérables.
hu: Megértettem, hogy a deaktivált reddit fiókokat nem lehet visszaállítani.
it: Mi rendo conto che gli account disattivati non possono essere recuperati.

source: deactivate account
fr_ca: désactiver le compte
hu: fiók deaktiválása
it: disattiva account
sv: deaktivera konto

source: Private RSS feeds
ar: تغذية موجزة خاصة
bs: Privatni RSS kanali
ca: Canal RSS privats
el: Ιδιωτικές ροές RSS
eu: RSS jario pribatuak
fi: Yksityiset RSS-syötteet
fr_ca: flux RSS privés
hu: Személyes RSS-hírcsatornák
it: Feed RSS privati
mt_mt: Feeds tal-RSS privati
nn: private RSS-straumar
pl: Prywatne łącza RSS
sv: Privata RSS-flöden
uk: Приватні RSS потоки
vi: Các feed dạng RSS riêng tư

source: On this page are links to private RSS feeds so that you can get listings of your content (personalized front page, message panel, saved listing, etc.) without having to deal with cookies or other auth.
ar: على هذه الصفحة روابط لتغذيات موجزة خاصة لتحصل على لائحة مواضيعك (صفحة الرئيسية المخصصة، لوحة الرسائل، لآئحة الحفظ، إلى آخره... ) من دون اللجوء إلى كوكيز أو تأكيدات أخرى.
bs: Na ovoj stranici nalaze se linkovi za RSS kanale pomoću kojih možete dobiti listinge vašeg sadržaja (prilagođena naslovna stranica, ploča sa porukama, sačuvane liste itd.) bez potrebe za podešavanjem kolačića ili drugih autentifikacija.
ca: En aquesta pàgina hi trobaràs links per a canals RSS privats per a que puguis obtenir llistats del teu contingut (primera plana personalitzada, panell de missatges, llistat de guardats, etc) sense haver de fer servir cookies
el: Σε αυτή τη σελίδα υπάρχουν σύνδεσμοι για τις ιδιωτικές ροές RSS ώστε να παίρνεις λίστες από το περιεχόμενό σου (προσωποποιημένη αρχική σελίδα, πίνακας μηνυμάτων, λίστα σωσμένων κλπ.) χωρίς να χρειάζεται να ασχολείσαι με cookies ή άλλη ταυτοποίηση.
fi: Tällä sivulla on linkkejä yksityisiin RSS-syötteisiin
fr_ca: Sur cette page se trouvent des liens vers des flux RSS privés permettant de lister votre contenu (page d'accueil personnalisée, messagerie, liens sauvegardés, etc.) sans avoir à gérer de cookies ou d'autre identification.
hu: Ezen az oldalon linkeket találsz privát RSS hírfolyamokhoz, hogy listázhasd a saját tartalmadat (testreszabott főoldal, üzenet panel, elmentett listák, stb.); anélkül, hogy sütikkel, vagy egyéb engedélyezéssel kellene foglalkoznod.
it: In questa pagina ci sono i link ai feed RSS privati così che tu possa ottenere un elenco dei tuoi contenuti (pagina principale personalizzata, pannello dei messaggi, link salvati, etc.) senza dover avere a che fare con cookie ed altri tipi di autenticazione.
mt_mt: F'din il-paġna hawn links għal feeds ta' RSS privati sabiex int tikseb elenki tal-kontenut tiegħek (paġna primarja ppersonalizzata, pannel tal-messaġġi, elenku salvat, etc.) mingħir ma' taċċetta cookies jew xorta ta' awtorizzazzjoni oħra.
nn: På denne sida finn du lenkjer til private RSS-straumar så du kan få innhaldet ditt (tilpassa framside, meldingspanel, lagra oppføringar osb.) utan å måtte bry deg om infokapslar eller anna "auth".
no: På denne siden er lenker til dine private RSS-feeds så du kan få lister av ditt innhold (personlig fremside, meldinger, lagrede lister, etc.) uten å tenke på hverken cookies eller andre autentiseringer.
pl: Na tej stronie znajdują się linki do prywatnych kanałów RSS dzięki którym możesz odczytać swoją zawartość (własną stronę główną, panel wiadomości, zapisane artykuły, itp.) z pominięciem cookies i innych autoryzacji.
sv: På den här sidan finns länkar till privata RSS-flöden, så att du kan få listor över ditt innehåll (anpassad förstasida, meddelandepanel, sparad lista osv.) utan att behöva tänka på cookies eller annan autentisering.
uk: На цій сторінці є RSS канали за допомогою яких ви можете отримати звіти про свій контент (персоналізована головна сторінка, панель повідомлень, збережені звіти тощо) без мороки з cookies чи іншою аутентифікацією.
vi: Trên trang này là các liên kết đến các feed dạng RSS của riêng bạn nhằm giúp bạn lập ra danh sách về các nội dung của chính bạn (cá nhân hóa trang chủ, hộp điều khiển tin nhắn, các danh sách đã lưu, v.v..) mà không phải thông qua cookies hoặc sử dụng các biện pháp xác nhận khác.

source: Keep in mind that these urls are intended to be private, so **share at your own risk.**
ar: إخذ بعين الإعتبار أن هذه الروابط مُعدة لتكون خاصة ، **فمشاركتها تحت مسؤليتك**
bs: Imajte na umu da su ovi url-ovi namijenjeni da budu privatni, pa ih **dijelite na vlastitu odgovornost.**
ca: Tingues en compte que aquestes urls es pretén que siguin privades, així doncs **comparteix sota la teva responsabilitat.**
el: Έχε στο νου σου ότι αυτές οι διευθύνσεις (url) υποτίθεται ότι είναι ιδιωτικές, οπότε **μοιράσου τις με δική σου ευθύνη.**
fi: pidä salassa nämä urlit
fr_ca: Gardez à l'esprit que ces URL sont censées être privées, donc **partagez-les à vos risques et périls.**
hu: Tartsd észben, hogy ezek az url-k bizalmasnak vannak szánva, szóval **saját felellőségre oszd meg őket.**
it: Tieni a mente che questi url sono intesi come privati, quindi **condividili a tuo rischio**.
mt_mt: Żomm amment li dawn il-urls huma intiżi għal użu privat, u għaldaqstant **ikkondividi għar-riskju tiegħek.**
nn: Ha i bakhovudet at desse adressene er meint å vera private, så **del på din eigen risiko.**
no: Ha i mente at disse urlene er beregnet for å være privat så **del på egen risiko**
pl: Pamiętaj że te łącza powinny być prywatne, więc **udostępniasz je na własne ryzyko.**
sv: Tänk på att dessa url:er är avsedda att vara privata, så **dela på egen risk**.
uk: Майте на увазі що ці посилання є приватними, тому **публікуйте їх на власний страх і ризик.**
vi: Nên nhớ rằng các đường dẫn liên kết này có xu hướng được đặt ở chế độ riêng tư, bởi thế **hãy cẩn thận khi chia sẻ.**

source: All feeds are invalidated if you change your password, however.
ar: كل التغذيات ستصبح غير صالحة عند تغير كلمة السر.
bs: Svi kanali će biti poništeni ako promijenite vašu šifru.
ca: Tots els canals queden invalidats si canvies la teva contrasenya.
el: Όλες οι ροές ακυρώνονται όμως, αν αλλάξεις τον κωδικό εισόδου σου.
eu: Hala ere, jario guztiak baliogabetzen dira pasahitza aldatzen baduzu.
fi: kaikki syötteet mitätöityvät jos vaihdat pääsalasanasi
fr_ca: Cela étant, tous les flux sont invalidés si vous changez votre mot de passe.
hu: Azonban ha megváltoztatod a jelszavad, minden feed érvénytelenítésre kerül.
it: Tutti i feed verranno comunque invalidati se cambierai password.
mt_mt: Il-feeds kollha huma invalidati jekk tbiddel il-password.
nn: Merk at alle straumane vil stoppe opp viss du byter passordet ditt.
no: All dine feeds blir ugyldige hvis du skifter passordet ditt.
pl: Łącza zostaną zdezaktywowane przy zmianie hasła.
sv: Alla flöden blir dock ogiltiga om du ändrar ditt lösenord.
uk: Однак, всі канали стануть недійсними якщо ви зміните пароль.
vi: Tất cả các feed sẽ trở thành không hợp lệ nếu bạn thay đổi mật khẩu của mình.

source: your saved links
ar: روابطك المحفوظة
bs: vaši sačuvani linkovi
ca: els teus enllaços desats
el: οι σύνδεσμοι που σώσατε
eu: zure gordetako estekak
fi: tallennetut linkkisi
fr_ca: Vos liens enregistrés
hu: az elmentett hivatkozásaid
it: i tuoi link salvati
mt_mt: il-links salvati tiegħek
nn: dine lagra lenkjer
no: dine lagrede lenker
pl: twoje zapisane linki
sv: dina sparade länkar
uk: ваші збережені посилання
vi: các đường dẫn bạn đã lưu

source: links you've upvoted
fr_ca: liens auxquels vous avez attribué un vote positif
it: Link che hai votato positivamente
mt_mt: links li vvutajt il-fuq
sv: länkar som du har röstat upp
uk: посилання, за які ви проголосували

source: links you've downvoted
fr_ca: liens auxquels vous avez attribué un vote négatif
it: Link che hai votato negativamente
mt_mt: links li vvutajt l-isfel
sv: länkar som du har röstat ned
uk: посилання, проти яких ви проголосували

source: links you've hidden
ar: روابط أخفيتها
bs: linkovi koje ste sakrili
ca: enllaços que has amagat
el: οι σύνδεσμοι που έκρυψες
eu: ezkutatu dituzun estekak
fi: piilottamasi linkit
fr_ca: Les liens que vous avez caché
hu: hivatkozások, melyeket elrejtettél
it: link che hai nascosto
mt_mt: il-links li ħbejt
nn: lenkjer du har gøymt
no: lenker du har gjemt
pl: ukryte linki
sv: länkar som du dolt
uk: приховані посилання
vi: các đường dẫn bạn đã chỉnh ẩn

source: unread messages
ar: الرسائل الغير مقروئة
bs: nepročitane poruke
ca: missatges sense llegir
el: αδιάβαστα μηνύματα
eu: irakurri gabeko mezuak
fi: lukemattomat viestit
fr_ca: messages non-lus
hu: olvasatlan üzenetek
it: messaggi non letti
mt_mt: messaġġi li ma nqrawx
nn: ulesne meldingar
no: uleste meldinger
pl: nieprzeczytane wiadomości
sv: olästa meddelanden
uk: непрочитані повідомлення
vi: các tin nhắn chưa đọc

source: messages only
ar: فقط الرسائل
bs: samo poruke
ca: nomès missatges
el: μόνο μηνύματα
eu: mezuak soilik
fi: vain viestit
fr_ca: messages seulement
hu: csak az üzenetek
it: solo messaggi
mt_mt: messaġġi biss
nn: berre meldingar
no: kun meldinger
pl: tylko wiadomości
sv: endast meddelanden
uk: тільки повідомлення
vi: chỉ hiển thị các tin nhắn

source: comment replies only
ar: ردود التعليقات فقط
bs: samo odgovori na komentare
ca: només respostes a comentaris
el: μόνο απαντήσεις σε σχόλια
eu: iruzkinen erantzunak soilik
fi: kommenttivastaukset
fr_ca: réponses aux commentaires seulement
hu: csak válaszok hozzászólásaidra
it: solo risposte a commenti
mt_mt: tweġibiet għal-kummenti biss
nn: berre svar på innlegg
no: kun svar på kommentarer
pl: odpowiedzi na komentarze
sv: endast kommentarssvar
uk: тільки відповіді на коментарі
vi: chỉ hiển thị các bình luận trả lời

source: self-post replies only
ar: ردود المناشير الذاتية فقط
bs: samo samostalni odgovori
ca: només respostes al post de text
el: μόνο απαντήσεις σε αναρτήσεις σχολίων
eu: testu bidalketen erantzunak soilik
fi: vain vastaukset tekstipostauksiin
fr_ca: réponses aux auto-posts seulement
hu: csak ön-poszt válaszok
it: solo risposte a propri commenti
mt_mt: tweġibiet għal-kumenti tal-utent biss
nn: berre sjølvpostsvar
no: kun svar på egne poster
pl: odpowiedzi na posty
sv: endast svar på självinlägg
uk: тільки відповіді на мої публікації
vi: chỉ hiển thị các trả lời từ bạn

source: mentions of your username only
el: αναφέρει μόνο από το όνομα χρήστη σου
fi: vain sinun käyttäjänimen maininnat
fr_ca: mentions de votre nom d'utilisateur seulement
hu: csak a felhasználóneved említése
it: solo menzioni del tuo nome utente
mt_mt: menzjonijiet t'isem l-utent tiegħek biss
nn: kun nevninger av ditt brukernavn
no: kun nevninger av ditt brukernavn
pl: wspomina tylko o twojej nazwie użytkownika
sv: endast omnämningar av ditt användarnamn
uk: згадування лише вашого імені учасника
vi: chỉ đề cập đến tên người dùng của bạn

source: modqueue
bs: moderacija
el: ουρά συντονισμού
fi: modijono
fr_ca: file de modération
hu: modsor
mt_mt: kjù tal-moderazzjoni
nn: moderatorkø
no: moderatorkø
pl: kolejka moderatorska
sv: modereringskö
uk: черга на модерацію
vi: kiểm duyệt

source: (recommended)
fi: (suositeltu)
fr_ca: (recommandé)
hu: (ajánlott)
it: (raccomandato)
mt_mt: (irrakkomandat)
sv: (rekommenderat)
uk: (рекомендовано)

source: your preferences have been updated
ar: تم تحديث خياراتك
bs: vaše opcije su ažurirane
ca: les teves preferències s'han actualitzat
el: οι προτιμήσεις σας ενημερώθηκαν
et: sinu seaded on uuendatud
eu: zure hobespenak eguneratu dira
fi: asetuksesi on tallennettu
fr_ca: vos préférences ont été mises à jour
he: המאפיינים שלך עודכנו
hu: frissítettük beállításaidat
it: le tue preferenze sono state aggiornate
mt_mt: il-preferenzi tiegħek ġew aġġornati
nn: preferansane dine har vorte oppdaterte
no: dine innstillinger har blitt oppdatert
pl: twoje ustawienia zostały zachowane
sr_la: vaša podešavanja su promenjena
sv: dina inställningar har uppdaterats
ta: உங்கள் விருப்பத் தேர்வுகள் புதிப்பிக்கப்பட்டுவிட்டன
uk: ваші налаштування були оновлені
vi: phần tùy biến của bạn đã được cập nhật

source: we couldn't save the custom stylesheet preference. please see the error below
fr_ca: nous n'avons pas pu sauvegarder les préférences de feuille de style personnalisée. Merci de voir l'erreur ci-dessous
it: Non abbiamo potuto salvare le preferenze dello stylesheet personalizzato. Controlla l'errore seguente
mt_mt: ma stajniex insalvaw l-istylesheet ippersonalizzata. jekk jogħġbok ara d-dettalji tekniċi tal-problema hawn taħt
sv: vi kunde inte spara de anpassade stilmallsintällningarna. var vänlig och se felet nedan
uk: ми не можемо зберегти ваші налаштування стилів. дивіться помилку нижче

source: your preferences couldn't be saved
fi: asetuksiasi ei voitu tallentaa
fr_ca: vos préférences n'ont pas pu être sauvegardées
it: non è stato possibile salvare le tue preferenze
mt_mt: il-preferenzi tiegħek ma setgħux jiġu salvati
sv: dina inställningar kunde inte sparas
uk: ваші налаштування не можуть бути збережені

source: interface language
ar: لغة الواجهة
bs: jezik interfejsa
ca: llengua de la interficie
el: γλώσσα διεπαφής χρήστη
et: kasutajaliidese keel
eu: interfazearen hizkuntza
fi: käyttöliittymän kieli
fr_ca: langue de l'interface
he: שפת ממשק
hu: a felület nyelve
it: lingua interfaccia
mt_mt: l-ilsien tal-interfaċċja
nn: grensesnittspråk
no: grensesnittspråk
pl: język interfejsu
sr_la: jezik interfejsa
sv: språkinställning (gränssnitt)
ta: இடைமுக மொழி
uk: мова інтерфейсу
vi: ngôn ngữ giao diện

source: incomplete
ar: غير كامل
bs: nekompletno
ca: incomplet
el: ελλιπής
et: poolik
eu: osatu gabea
fi: kesken
fr_ca: Incomplet
he: לא הושלם
hu: nem teljes
it: incompleto
mt_mt: mhux komplut
nn: ufullstendig
no: ukomplett
pl: niekompletne
sr_la: nepotpuno
sv: ofärdigt
ta: பூர்த்தி அடையாதவை
uk: не завершено
vi: chưa hoàn tất

source: volunteer to translate
ar: تطوع للترجمة
bs: volontersko prevođenje
ca: voluntari per traduir
el: γίνε εθελοντής για μετάφραση
et: paku ennast tõlkima
eu: lagundu itzultzen
fi: tarjoudu vapaaehtoiseksi kääntäjäksi
fr_ca: se porter volontaire pour traduire
he: התנדב לתרגם
hu: jelentkezem fordítónak
it: (vuoi contribuire alla traduzione?)
mt_mt: ivvolontarja għat-traduzzjonijiet
nn: hjelp til med omsetjinga
no: bidra til å oversette
pl: pomóż tłumaczyć
sr_la: pomozite pri prevođenju
sv: vill du översätta?
ta: மொழிபெயர்ப்பு செய்ய முன்வாருங்கள்
uk: допоможіть перекладати
vi: tham gia chuyển ngữ

source: location options
fi: sijaintiasetukset
fr_ca: options de location
hu: elhelyezkedési opciók
it: opzioni di localizzazione
mt_mt: preferenzi tal-lok
nn: beliggenhetsvalg
no: beliggenhetsvalg
pl: opcje lokalizacji
sv: platsinställningar
uk: налаштування географічного місцезнаходження
vi: tùy chọn địa điểm

source: use the global default subreddits for my front page
el: χρησιμοποίησε τα παγκόσμια προεπιλεγμένα υποreddit για την αρχική μου σελίδα
fi: käytä maailmanlaajuisia aliredditejä etusivullani
fr_ca: utiliser le subreddit global par défaut pour ma page d'accueil
it: utilizza le preferenze globali per i subreddit nella mia pagina principale
mt_mt: uża s-subreddits ippredefiniti fuq livell globali fil-paġna primarja tiegħi
nn: bruk de globale standardsubredditene på forsiden min
no: bruk de globale standardsubredditene på forsiden min
pl: użyj globalnych, domyślnych subredditów dla mojej strony głównej
sv: använd de subredditar som är standard globalt på min förstasida
uk: показати глобальний набір сабреддітів по замовчуванню на моїй головній сторінці
vi: sử dụng chuyên mục mặc định trên trang chủ của tôi

source: hide the location information bar
fi: piilota sijaintitietopalkki
fr_ca: cacher la barre d'information de la source
it: nascondi la barra di informazioni sulla posizione
mt_mt: aħbi l-iżbarra tal-informazzjoni tal-lok
nn: skjul beliggenhetsinformasjonsfeltet
no: skjul beliggenhetsinformasjonsfeltet
pl: ukryj pasek lokalizacji
sv: dölj platsinformationsfältet
uk: сховати панель інформації про місцезнаходження
vi: ẩn đi thanh thông tin về địa chỉ

source: clicking options
ar: خيارات النقر
bs: opcije klikanja
ca: opcions de clicat
el: επιλογές επίσκεψης
et: klikkimise seaded
eu: klikatze aukerak
fi: klikkauksen asetukset
fr_ca: options de clic
he: אפשרויות לחיצה
hu: beállítható opciók
it: opzioni click
mt_mt: preferenzi tal-clicking
nn: klikeval
no: klikkeinstillinger
pl: opcje klikania
sr_la: opcije kliktanja
sv: när man klickar:
ta: தேர்வு செய்யச் சொடுக்கு
uk: налаштування кліків
vi: tùy chọn click

source: media
ar: ميديا
bs: multimedija
el: πολυμέσα
et: multimeedia
eu: argazkiak
fr_ca: Médias
hu: média
it: tipo di contenuto
mt_mt: tip ta' kontenut
no: innhold
ta: மீடியா
uk: медіа
vi: đa phương tiện

source: thumbnails
fr_ca: miniatures
hu: bélyegképek
it: miniature
sv: miniatyrbilder

source: show thumbnails next to links
ar: أظهار صور مصغرة بجانب الروابط
bs: prikaži sličice pored linkova
ca: mostra miniatures als enllaços
el: προβολή μικρογραφίας δίπλα στους συνδέσμους
et: näita linkide kõrval thumbnaile
eu: erakutsi koadro txikiak esteken ondoan
fi: näytä pikkukuvat linkkien vieressä
fr_ca: afficher les miniatures des prochains liens
hu: bélyegképek megjelenítése a hivatkozások mellett
it: mostra immagini di anteprima vicino ai link
mt_mt: uri l-minjaturi ħdejn il-links
nn: vis miniatyrar attmed lenkjer
no: vis forhåndsbilde ved siden av lenker
pl: pokazuj miniaturki obok linków
sr_la: prikaži sličice pored linkova
sv: visa miniatyrer bredvid länkar
uk: показувати зменшені зображення поруч із посиланнями
vi: hiển thị các hình ảnh thu nhỏ bên cạnh đường dẫn

source: don't show thumbnails next to links
ar: أخفي الصور المصغرة بجانب الروابط
bs: ne prikazuj sličice pored linkova
ca: no mostris miniatures als enllaços
el: μην δείχνεις μικρογραφίες δίπλα στους συνδέσμους
et: ära näita linkide kõrval thumbnaile
eu: ez erakutsi koadro txikirik esteken ondoan
fi: älä näytä pikkukuvia linkkien vieressä
fr_ca: ne pas afficher les miniatures des prochains liens
hu: ne mutassa a bélyegképeket a linkek mellett
it: non mostrare immagini di anteprima vicino ai link
mt_mt: turix minjaturi ħdejn il-links
nn: ikkje vis miniatyrar attmed lenkjer
no: ikke vis forhåndsbilder ved siden av lenker
pl: nie pokazuj miniaturek obok linków
sr_la: ne prikazuj sličice pored linkova
sv: visa inte miniatyrer bredvid länkar
uk: не показувати зменшені зображення до посилань
vi: không hiển thị các hình ảnh thu nhỏ bên cạnh đường dẫn

source: show thumbnails based on that subreddit's media preferences
bs: prikažite sličice na osnovu multimedijalnih opcija na tom subredditu
ca: mostra miniatures basat en les preferències del contingut del subreddit
el: δείξε μικρογραφίες ανάλογα με τις ρυθμίσεις μέσων του συγκεγκριμένου υποreddit
fi: näytä esikatselukuvat riippuen kyseisen subredditin media-asetuksista
fr_ca: montrer les images miniatures basées sur les préférences média reddit
hu: bélyegképek mutatása az subreddit beállításai alapján
it: mostra anteprime in base alle impostazioni del subreddit
mt_mt: uri l-minjaturi bbażati fuq il-preferenzi tas-subreddit
nn: vis forhåndsbilder basert på den valgte subredditens innholdsinnstillinger
no: vis forhåndsbilder basert på den valgte subredditens innholdsinnstillinger
pl: pokazuj miniaturki oparte na opcjach tego subreddita
sv: visa miniatyrer baserade på subredditens mediapreferenser
uk: показувати зменшені зображення на основі медіа-налаштувань того сабреддіта
vi: show thumbnails based on that chuyên mục's media preferences

source: to enable thumbnails, disable compressed link display
ar: لتفعيل الصورة المصغرة ، عطل عرض الروابط المضغوطة
bs: da omogućite sličice, onemogućite kompresovani prikaz linkova
ca: per a activar miniatures, desactiva visualització comprimida d'enllaços
el: για να ενεργοποιήσεις τις μικρογραφίες προεπισκόπισης, απενεργοποίησε την προβολή συμπιεσμένων συνδέσμων
et: thumbnailide lubamiseks
eu: koadro txikiak gaitzeko, desgaitu konprimatutako estekak bistaratzea
fi: laittaaksesi pikkukuvat päälle, aseta tiivistetty linkkinäkymä pois päältä
fr_ca: pour activer les miniatures, désactivez l'affichage de lien compressé
hu: a bélyegképek engedélyezéséhez, titlsd le a tömörített link megjelenítést
it: per vedere le miniature disabilita i link compressi
mt_mt: biex tattiva l-minjaturi, iddiżattiva l-wirja ta' links mqassrin
nn: skru av komprimert lenkjevising for å skru på miniatyrar
no: for å aktivere forhåndsbilder, deaktiver komprimerte lenkevisning.
pl: aby włączyć miniaturki, wyłącz pokazywanie skompresowanego linku
sr_la: da omogućite sličice isključite kompresovane linkove
sv: för att aktivera miniatyrer, inaktivera visning av komprimerade länkar
uk: щоб увімкнути іконки, вимкніть скорочення вигляду посилань
vi: để bật chức năng hiển thị hình ảnh thu nhỏ, cần tắt phần hiển thị đường dẫn được nén

source: NSFW content
fr_ca: Contenu NSFW
hu: NSFW tartalom
it: contenuto NSFW
sv: NSFW-innehåll

source: hide images for NSFW/18+ content
fr_ca: cacher les images avec du contenu NSFW/18+
hu: NSFW/18+ képek elrejtése
it: nascondi immagini per contenuti NSFW/18+
sv: dölj bilder för NSFW/18+-innehåll
