Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: grant flair
ar: إعطاء شعار
bs: dodijeli flair
ca: concedir bandereta
el: παροχή εμβλήματος
eu: eman bereizgarria
fi: myönnä flair
fr_ca: accorder une insigne
hu: kitűző biztosítása
it: concedi flair
mt_mt: ikkonċedi xinxilla
nn: skjenk skilt
no: tillat preg
pl: nadaj znaczek
sv: bevilja stil
uk: надати флаір
vi: trợ cấp nhanh

source: user flair templates
ar: مسح قوالب التمييز
bs: korisnički flair predlošci
ca: plantilles de les banderetes d'usuari
el: πρότυπα εμβλήματος χρήστη
eu: erabiltzailearen bereizgarriaren txantiloiak
fi: käyttäjän flair-pohjat
fr_ca: modèles d'insigne d'utilisateur
hu: felhasználói kitűző sablonok
it: template flair utente
mt_mt: forom tax-xinxilli mill-utent
nn: malar for brukarskilt
no: bruker preg maler
pl: szablony znaczka użytkowników
sv: stilmallar för användare
uk: шаблони флаірів користувача
vi: các nhãn mẫu của người dùng

source: link flair templates
ar: مرتبط قوالب التمييز
bs: poveži flair predloške
ca: plantilles de les banderetes d'enllaç
el: πρότυπα εμβλήματος ανάρτησης
eu: estekaren bereizgarriaren txantiloiak
fi: postauksen flair-pohjat
fr_ca: modèles d'insigne de lien
hu: kitűző sablonok linkelése
it: template flair link
mt_mt: forom tax-xintilli għal-links
nn: lenk skiltmalar
no: link preg maler
pl: szablony znaczka odnośników
sv: stilmallar för länkar
uk: шаблони флаірів посилань

source: none
ar: لا شيء
bs: ništa
ca: cap
el: κανένα
eu: bat ere ez
fi: ei mitään
fr_ca: aucun
hu: semmi
it: niente
mt_mt: xejn
nn: ingen
no: ingen
pl: żadna
sv: ingen
uk: нічого
vi: không

source: Create your ad on this page. Have questions? Check out the [Help Center](%(help_center)s) or [/r/selfserve](%(selfserve)s).
el: Δημιουργήστε την διαφήμιση σας σε αυτήν την σελίδα. Έχετε ερωτήσεις; Ρίξτε μια μάτια στο [Κέντρο Βοήθειας]%(help_center)s ή στο [/r/selfserve](%(selfserve)s). Context | Request Context.
fi: Luo mainos tälle sivulle. Kysymyksiä? Katso [Help Center](%(help_center)s) tai [/r/selfserve](%(selfserve)s).
fr_ca: Créez votre publicité sur cette page. Des questions? Visitez le [Centre d'aide](%(help_center)s) ou [/r/selfserve](%(selfserve)s).
it: Crea la tua pubblicità su questa pagine. Domande? Visita l'[Help Center](%(help_center)s) o [/r/selfserve](%(selfserve)s).
mt_mt: Oħloq ir-reklam tiegħek f'dil-paġna. Għandek xi mistoqsijiet? Żur iċ-[Ċentru tal-Għajnuna](%(help_center)s) jew [/r/selfserve](%(selfserve)s).
sv: Skapa din annons på denna sida. Har du frågor? Kolla på [Hjälpcentret](%(help_center)s) eller [/r/selfserve](%(selfserve)s).
uk: Створіть свою рекламу на цій сторінці. Маєте запитання? Подивіться [Центр довідки](%(help_center)s) або [/r/selfserve](%(selfserve)s).

source: start date
ar: بدء التسجيل
bs: početni datum
ca: data d'inici
el: ημερομηνία έναρξης
fi: aloituspäivä
fr_ca: date de début
hu: kezdődátum
it: data iniziale
mt_mt: data inizzjali
nn: startdato
no: startdato
pl: data rozpoczęcia
sv: startdatum
uk: дата початку
vi: ngày bắt đầu

source: end date
ar: تاريخ انتهاء
bs: krajnji datum
ca: data de finalització
el: ημερομηνία λήξης
fi: loppumispäivä
fr_ca: date de fin
hu: végdátum
it: data finale
mt_mt: data tat-tmiem
nn: sluttdato
no: sluttdato
pl: data zakończenia
sv: slutdatum
uk: кінцева дата
vi: ngày kết thúc

source: links
ar: رابط
bs: linkovi
ca: enllaços
el: σύνδεσμοι
fi: linkit
fr_ca: liens
hu: linkek
it: link
nn: lenkjer
no: lenker
pl: odnośniki
sv: länkar
uk: посилання
vi: liên kết

source: owner
ar: صاحب
bs: vlasnik
ca: propietari
el: ιδιοκτήτης
fi: omistaja
fr_ca: propriétaire
hu: tulajdonos
it: proprietario
mt_mt: sid
nn: eier
no: eier
pl: właściciel
sv: ägare
uk: власник
vi: chủ

source: clicks
ar: نقرات
bs: klikovi
ca: clics
el: κλικ
fi: klikkauksia
fr_ca: clics
hu: kattintások
it: clic
nn: klikk
no: klikk
pl: kliknięć
sv: klick
uk: кліків
vi: click

source: campaigns
ar: الحملات
bs: kampanje
ca: campanyes
el: καμπάνιες
fi: kampanjat
fr_ca: campagnes
hu: kampányok
it: campagne
mt_mt: kampanji
nn: kampanjer
no: kampanjer
pl: kampanie
sv: kampanjer
uk: кампанії
vi: chiến dịch

source: link id
ar: معرف الرابط
bs: id linka
ca: identitat d'enllaç
el: α/α συνδέσμου
fi: linkin id
fr_ca: ID du lien
hu: hivatkozás azonosító
it: id link
mt_mt: id tal-link
nn: lenke-ID
no: lenke-ID
pl: id linku
sv: länk-ID
uk: код посилання
vi: số hiệu liên kết

source: campaign id
ar: معرف الحملات
bs: id kampanje
ca: identitat de la campanya
el: α/α καμπάνιας
fi: kampanjatunnus
fr_ca: ID de la campagne
hu: kampány azonosító
it: id campagna
mt_mt: id tal-kampanja
nn: kampanje-ID
no: kampanje-ID
pl: id kampanii
sv: kampanj-ID
uk: код кампанії
vi: số hiệu chiến dịch

source: target
ar: هدف
bs: odredište
ca: objectiu
el: στόχος
fi: kohde
fr_ca: cible
hu: cél
it: destinazione
mt_mt: oġġettiv
nn: mål
no: mål
pl: cel
sv: mål
uk: мета
vi: mục tiêu

source: frontpage clicks
ar: نقرات الصفحة الرئيسية
bs: klikovi na naslovnoj stranici
el: κλικ στην πρώτη σελίδα
fi: etusivun klikkaukset
fr_ca: clics de la page d'accueil
hu: főoldal kattintások
it: click prima pagina
mt_mt: clicks tal-paġna prinċipali
nn: forsideklikk
no: forsideklikk
pl: kliknięcia na stronie głównej
sv: förstasideklick
uk: переходи з головної сторінки

source: frontpage impressions
bs: utisci sa naslove stranice
el: εντυπώσεις από την πρώτη σελίδα
fi: etusivun vaikutelmat
fr_ca: affichages de la page d'accueil
it: impression prima pagina
mt_mt: impressjonijiet tal-paġna primarja
nn: forsidevisninger
no: forsidevisninger
pl: odsłony na stronie głównej
sv: förstasideintryck
uk: перегляди на головній сторінці
vi: ấn tượng trang nhất

source: subreddit clicks
ar: نقرات السبريديت
bs: subreddit klikovi
el: κλικ υποreddit
fi: aliredditin klikkaukset
fr_ca: clics sur le subreddit
hu: alreddit kattintások
it: click subreddit
mt_mt: clicks f'subreddits
nn: subredditklikk
no: subredditklikk
pl: kliknięcia subredditów
sv: subredditklick
uk: переходи з сабреддітів
vi: chuyên mục clicks

source: subreddit impressions
bs: subreddit utisci
el: εντυπώσεις υποreddit
fi: aliredditin vaikutelmat
fr_ca: affichage du subreddit
it: impression subreddit
mt_mt: impressjonijiet ta' subreddits
nn: subredditvisninger
no: subredditvisninger
pl: odsłony w subreddicie
sv: subredditintryck
uk: перегляди у сабреддітах
vi: chuyên mục impressions

source: total clicks
ar: عدد النقرات الكلي
bs: ukupno klikova
ca: clics totals
el: συνολικά κλίκ
fi: klikkaukset yhteensä
fr_ca: total des clics
hu: összes kattintás
it: clic totali
mt_mt: clicks totali
nn: totale klikk
no: totalt antall klikk
pl: kliknięć łącznie
sv: totalt antal klick
uk: усього кліків
vi: tổng số click

source: total impressions
ar: أنطباعات
bs: ukupno utisaka
ca: impressions totals
el: συνολικές προβολές
fi: kaikki vaikutelmat
fr_ca: total des pages vues
it: impression totali
mt_mt: impressjonijiet totali
nn: totale visingar
no: totale visninger
pl: całkowite odsłony
sv: totalt antal visningar
uk: загальна сума переглядів
vi: ấn tượng tổng thể

source: account activity
ar: نشاط الحساب
bs: aktivnost računa
ca: activitat del compte
el: δραστηριότητα λογαριασμόυ
eu: kontuaren aktibitatea
fi: tilin käyttö
fr_ca: activité du compte
hu: fiókaktivitás
it: attività account
mt_mt: attività tal-kont
nn: kontoaktivitet
no: kontoaktivitet
pl: aktywność konta
sv: kontoaktivitet
uk: активність акаунта
vi: hoạt động của tài khoản

source: subscribed
ar: أشتراك
ca: subscript
el: εγγεγραμμένος
fi: tilattu
fr_ca: souscrit
hu: feliratkozva
it: iscritto
mt_mt: abbonat
nn: abonnenent
no: abonnert
pl: subskrybowane
sv: prenumererar
uk: підписані
vi: đã theo dõi

source: your front page
ar: صفحتك الرئيسية
bs: vaša naslovna stranica
ca: la teva primera plana
el: η πρώτη σας σελίδα
eu: zure azala
fi: etusivusi
fr_ca: Votre page d'accueil
hu: a kezdőlapod
it: la tua pagina principale
mt_mt: il-paġna primarja tiegħek
nn: framsida di
no: din fremside
pl: twoja strona główna
sv: din förstasida
uk: ваша головна сторінка
vi: trang chủ của bạn

source: everything
ar: كل شي
bs: sve
ca: tots
el: όλα
eu: guztia
fi: kaikki
fr_ca: Tous
hu: minden
it: tutto
mt_mt: kollox
nn: alt
no: alt
pl: wszystko
sv: allt
uk: все
vi: mọi thứ

source: from all subreddits
ar: من جميع ريدّيت
el: από όλα τα υποreddit
fi: kaikista aliredditeistä
fr_ca: dans tous les subreddits
hu: Az összes subredditből
it: da tutti i subreddit
mt_mt: mis-subreddits kollha
nn: fra alle subreddits
no: fra alle subreddits
pl: ze wszystkich subredditów
sv: från alla subredditar
uk: з усіх сабреддітів
vi: từ tất cả chuyên mục

source: moderating
ar: الإشراف
ca: moderant
el: συντονίζει
fi: valvomasi
fr_ca: modérer
hu: moderálás
it: moderazione
mt_mt: moderazzjoni
nn: modererer
no: modererer
pl: moderowane
sv: modererar
uk: модерується
vi: đang đánh giá

source: subreddits you mod
ca: subreddits que moderes
el: υποreddit που συντονίζεις
fi: moderoimasi aliredditit
fr_ca: subreddits que vous modérez
hu: általad moderált alredditek
it: subreddit che tu moderi
mt_mt: subreddits li timmodera
nn: subredditer du moderèrer
no: subredditer du moderèrer
pl: subreddity, których jesteś moderatorem
sv: subredditar du modererar
uk: сабреддіти, які ви модеруєте
vi: chuyên mục bạn điều hành

source: gold perks
ar: خيارات الذهب
ca: advantatges de l'or
el: προνόμια χρυσού
fi: kultaedut
fr_ca: avantages gold
hu: arany előnyök
it: vantaggi gold
mt_mt: perkaċċi tal-gold
nn: fordeler med gull
no: fordeler med gull
pl: plusy złota
sv: fördelar med guld
uk: золоті можливості
vi: đặc quyền gold

source: explore multis
ca: explora multis
el: εξερεύνήσε πολυreddit
fi: tutki multeja
fr_ca: Explorer les multis
hu: multik felfedezése
it: esplora multireddit
mt_mt: esplora l-multis
nn: utforsk multi-redditer
no: utforsk multi-redditer
pl: pokaż więcej
sv: utforska multis
uk: ознайомитись з мульти

source: your subscribed subreddits
el: τα εγγεγραμμένα υποreddit σου
fi: tilaamasi aliredditit
fr_ca: subreddits auxquels vous êtes abonné
hu: feliratkozott subredditeid
it: subreddit a cui sei iscritto
mt_mt: is-subreddits li abbonat fihom
sv: dina prenumererade subredditar
uk: ваші підписки на сабреддіти
vi: subreddit bạn đã theo dõi

source: this promoted link uses city level targeting and may have been shown to you because of your location. ([learn more](%(link)s))
ca: aquest enllaç promogut utilitza una selecció d'objectius basada en la ciutat i pot haver sigut mostrat a tu per la teva localització. ([learn more](%(link)s))
el: αυτός ο προωθούμενος σύνδεσμος χρησιμοποιεί αστικό-γεωγραφικό επίπεδο στόχευσης και μπορεί να το βλέπεις λόγω της τοποθεσίας σου. ([μάθε περισσότερα](%(link)s))
fr_ca: Cet lien a promu utilisé ville ciblage et possiblement a utilisé parce-que votre location. ([apprendez plus](%(link)s))
it: questo link promosso usa la geolocalizzazione per città e potrebbe esserti stato mostrato a causa del luogo in cui ti trovi. ([scopri di più](%(link)s))
mt_mt: din il-link promossa qed tintwera għax immirata lejn il-belt jew ir-raħal fejn qiegħed int bħalissa. ([kun af aktar](%(link)s))
nn: denne reklamerte lenken bruker by-basert målretting og kan bli vist til deg på grunn av ditt bosted. ([lær mer](%(link)s))
no: denne reklamerte lenken bruker by-basert målretting og kan bli vist til deg på grunn av ditt bosted. ([lær mer](%(link)s))
pl: promowany odnośnik skierowany jest do wybranych miast i mógł zostać wyświetlony ze względu na Twoją lokalizację. ([dowiedz się więcej](%(link)s))
sv: denna marknadsförda länk inriktas på stadsnivå och kan ha visats för dig på grund av din plats. ([läs mer](%(link)s))
uk: це рекламне посилання націлене на мешканців певного міста і могло бути показане тому що ви десь поблизу. ([дізнайтеся більше](%(link)s))

source: this promoted link uses country level targeting and may have been shown to you because of your location. ([learn more](%(link)s))
ca: aquest enllaç promogut utilitza una selecció d'objectius basada en el país i pot haver sigut mostrat a tu per la teva localització. ([learn more](%(link)s))
el: αυτός ο προωθούμενος σύνδεσμος χρησιμοποιεί γεωγραφικό επίπεδο στόχευσης χώρας και μπορεί να το βλέπεις λόγω της τοποθεσίας σου. ([μάθε περισσότερα](%(link)s))
fi: tämä mainostettu linkki käyttää maakohtaista sijaintia ja saattaa olla näytetty sinulle sijaintisi perusteella ([Lisätietoja](%(link)s))
fr_ca: ce lien promotionnel est issu de la localisation de votre pays et vous est affiché grâce à votre localisation. ([plus de détails](%(link)s))
it: questo link promosso usa la geolocalizzazione per stato e potrebbe esserti stato mostrato a causa del luogo in cui ti trovi. ([scopri di più](%(link)s))
mt_mt: din il-link promossa qed tintwera għax immirata lejn il-pajjiż li qiegħed fih bħalissa. ([kun af aktar](%(link)s))
nn: denne reklamerte lenken bruker landsbasert målretting og kan bli vist til deg på grunn av din plass. ([lær mer](%(link)s))
no: denne reklamerte lenken bruker landsbasert målretting og kan bli vist til deg på grunn av din plass. ([lær mer](%(link)s))
pl: promowany odnośnik skierowany jest do wybranych państw i mógł zostać wyświetlony ze względu na Twoją lokalizację. ([dowiedz się więcej](%(link)s))
sv: denna marknadsförda länk inriktas på landsnivå och kan ha visats för dig på grund av din plats. ([läs mer](%(link)s))
uk: це рекламне посилання націлене на мешканців певної країни і могло бути показане тому що ви десь поблизу. ([дізнайтеся більше](%(link)s))

source: uniques by %s
ar: مُميزون %s
bs: unikata po %s
ca: individuals per %s
el: μοναδικοί ανά %s
fi: uniikkeja %s
fr_ca: uniques par %s
hu: egyediek %s szerint
it: visualizzazioni uniche per %s
mt_mt: uniċi skond %s
nn: unike etter %s
no: unike treff pr. %s
pl: unikalne przez %s
sv: unika per %s
uk: унікальні за %s

source: pageviews by %s
ar: عدد المشاهدات في %s
bs: pregledi stranica po %s
ca: visites a la pàgina per %s
el: προβολές ανά %s
fi: sivun katseluita %s
fr_ca: pages vues par %s
hu: oldalmegtekintések %s szerint
it: visualizzazioni pagina per %s
mt_mt: viżwalizzazzjonijiet tal-paġna skond %s
nn: sidevisingar etter %s
no: sidevisninger pr. %s
pl: obejrzenia przez %s
sv: sidvisningar per %s
uk: переглядів від %s
vi: lượt xem trang bởi %s

source: pageviews
ar: مشاهدات
bs: pregledi stranica
ca: visites a la pàgina
el: προβολές σελίδας
fi: sivukatseluita
fr_ca: pages vues
hu: megtekintések
it: visualizzazioni pagina
mt_mt: viżwalizzazzjonijiet tal-paġna
nn: sidevisingar
no: sidevisninger
pl: obejrzenia
sv: sidvisningar
uk: переглядів
vi: lượt xem trang

source: traffic by %s
ar: حركة باليوم %s
bs: saobraćaj po %s
ca: tràfic per %s
el: κίνηση ανά %s
fi: liikennettä %s
fr_ca: trafic par %s
hu: forgalom %s szerint
it: traffico per %s
mt_mt: traffiku skond %s
nn: trafikk etter %s
no: trafikk pr. %s
pl: ruch przez %s
sv: trafik per %s
uk: трафік від %s
vi: lưu lượng bởi %s

source: [frontpage]
ar: [صفحة رئيسية]
bs: [naslovna stranica]
ca: [pàgina principal]
el: [αρχική σελίδα]
fi: [etusivu]
fr_ca: [première page]
hu: [főoldal]
it: [prima pagina]
nn: [framsida]
no: [forside]
pl: [strona główna]
sv: [förstasidan]
uk: Головна сторінка
vi: [trang chính]

source: total impressions by day
ar: مجموع الإنطباعات باليوم
bs: ukupno utisaka dnevno
el: συνολικές προβολές ανα μέρα
fi: mainosnäyttöjä yhteensä päivässä
fr_ca: total des pages vues par jour
it: impression totali al giorno
mt_mt: impressjonijiet totali fil-ġurnata
nn: totale visingar etter dag
no: totale visninger pr. dag
pl: całkowita ilość wyświetleń dziennie
sv: totalt antal visningar per dag
uk: всього переглядів за день

source: total clicks by day
ar: عدد النقرات الكلّي باليوم
bs: ukupno klikova dnevno
ca: clics totals per dia
el: συνολικά κλικ ανα μέρα
fi: klikkausta yhteensä päivässä
fr_ca: total des clics par jour
hu: összes kattintás nap szerint
it: clic totali al giorno
mt_mt: clicks totali fil-ġurnata
nn: totale klikk etter dag
no: totale klikk pr. dag
pl: całkowita ilość kliknięć dziennie
sv: totalt antal klick per dag
uk: всього кліків за день
vi: tổng lượt click trong ngày

source: ad totals
ar: مجموع الإعلانات
bs: ukupno za reklame
el: σύνολα διαφημίσεων
fi: mainoksia yhteensä
fr_ca: totaux des pubs
hu: összes hirdetés
it: totale pubblicità
mt_mt: totali ta' reklami
nn: reklamesum
no: sum av annonser
pl: łączna liczba reklam
sv: totalt för annonsen
uk: всього
vi: tổng số quảng cáo

source: frontpage
ar: الصفحة الرئيسية
bs: naslovna stranica
ca: pàgina principal
el: αρχική σελίδα
fi: etusivu
fr_ca: première page
hu: főoldal
it: prima pagina
mt_mt: paġna primarja
nn: framsida
no: forside
pl: strona główna
sv: förstasidan
uk: головна сторінка
vi: [trang chính]

source: impressions by %s
ar: أنطباعات بال %s
bs: utisci od %s
ca: impressions per %s
el: προβολές ανά %s
fi: mainosnäyttöjä %s
fr_ca: pages vues par %s
it: impression per %s
mt_mt: impressjonijiet skond %s
nn: visingar etter %s
no: visninger pr. %s
pl: wyświetleń na %s
sv: visningar per %s
uk: перегляди за %s

source: unique clicks
ar: نقرات مميّزة
bs: unikatni klikovi
ca: clics únics
el: μοναδικά κλίκ
fi: ainutlaatuisia klikkauksia
fr_ca: clics uniques
hu: egyedi klikkek
it: clic unici
mt_mt: clikcs uniċi
nn: unike klikk
no: unike klikk
pl: unikalnych kliknięć
sv: unika klick
uk: унікальні кліки
vi: click độc lập

source: clicks by %s
ar: عدد النقرات بال %s
bs: klikovi od %s
ca: clics per %s
el: κλικ από %s
fi: klikkauksia %s
fr_ca: clics par %s
hu: klikkek %s szerint
it: clic per %s
mt_mt: clicks skond %s
nn: klikk etter %s
no: klikk pr. %s
pl: kliknięć na %s
sv: klick per %s
uk: переходи по рекламі %s
vi: click bởi %s

source: subscriptions by day
ar: إشتراكات باليوم
bs: pretplate po danu
ca: subscripcions per dia
el: συνδρομές ανά ημέρα
fi: tilausta päivässä
fr_ca: souscriptions par jour
hu: feliratkozások nap szerint
it: sottoscrizioni al giorno
mt_mt: abbonamenti fil-ġurnata
nn: tingingar etter dag
no: abonnementer pr. dag
pl: subskrypcji dziennie
sv: prenumerationer per dag
uk: підписок за день
vi: đăng ký bằng ngày

source: subscriptions
ar: أشتراكات
bs: pretplate
ca: subscripcions
el: συνδρομές
eu: harpidetzak
fi: tilaukset
fr_ca: abonnements
hu: feliratkozások
it: sottoscrizioni
mt_mt: abbonamenti
nn: tingingar
no: abonnementer
pl: subskrypcje
sr_la: pretplate
sv: prenumerationer
uk: підписок
vi: đăng kí

source: date and time (UTC)
ar: التاريخ والوقت (التوقيت العالمي المنسق)
bs: datum i vrijeme (UTC)
ca: data i hora (UTC)
el: ημερομηνία και ώρα (UTC)
fi: päivämäärä ja aika (UTC)
fr_ca: date et heure (UTC)
hu: dátum és idő (UTC)
it: data e ora (UTC)
mt_mt: data w ħin (UTC)
nn: dato og klokkeslett (UTC)
no: tid og dato (UTC)
pl: data i godzina (UTC)
sv: datum och tid (UTC)
uk: дата та час (UTC)
vi: ngày tháng và múi giờ (UTC)

source: click-through rate (%)
bs: click-through stopa (%)
el: ποσοστό κλικ (%)
fi: klikkaussuhde (%)
fr_ca: pourcentage de clics (%)
hu: átkattintási arány (%)
it: click-through (%)
mt_mt: rata ta' click-through (%)
nn: gjennomklikkshastighet (%)
no: gjennomklikkshastighet (%)
pl: ocena kliknięć (%)
sv: klickfrekvens, CTR (%)
uk: процент переходів (%)
vi: tỉ lệ click để xem (%)

source: spent
bs: potrošeno
ca: gastat
el: ξόδευμένα
fi: käytetty
fr_ca: dépensé
hu: elköltve
it: speso
mt_mt: mneffaq
nn: brukt
no: brukt
pl: wydano
sv: spenderat
uk: витрачено
vi: đã trả

source: view
ar: مشهد
bs: pregled
ca: veure
el: προβολή
fi: katso
fr_ca: afficher
hu: megtekint
it: visualizza
mt_mt: ivviżwalizza
nn: vis
no: vis
pl: obejrzyj
sv: visa
uk: перегляд
vi: xem

source: edit
ar: تحرير
bs: uredi
ca: edita
el: επεξεργασία
et: muuda
eu: editatu
fi: muokkaa
fr_ca: modifier
he: עריכה
hu: szerkeszt
it: modifica
mt_mt: immodifika
nn: endre
no: rediger
pl: edytuj
sr_la: uredi
sv: redigera
ta: எடிட்
uk: редагувати
vi: chỉnh sửa

source: talk
ar: تكلم
bs: razgovor
ca: discussió
el: συζήτηση
fi: puhu
fr_ca: discussion
hu: beszéd
it: discussione
mt_mt: diskussjoni
nn: prat
no: diskusjon
pl: dyskusja
sv: prata
uk: розмова
vi: bàn luận

source: settings
ar: الإعدادات
bs: postavke
ca: preferències
el: ρυθμίσεις
fi: asetukset
fr_ca: réglages
hu: beállítások
it: impostazioni
mt_mt: preferenzi
nn: innstillingar
no: innstillinger
pl: ustawienia
sv: inställningar
uk: налаштування
vi: cài đặt

source: this wiki is currently disabled, only mods may interact with this wiki
ar: هذا الويكي حاليا لا يعمل فقط, المشرف قد يتفاعل مع هذا الويكي
bs: ovaj wiki je trenutno onemogućen, samo moderatori mogu komunicirati unutar ovog wikija
ca: aquest wiki està desactivat, només mods poden interactuar amb aquest wiki
el: αυτό το βίκι είναι απενεργοποιημένο αυτή τη στιγμή, μόνο συντονιστές μπορούν να αλληλεπιδράσουν με αυτό το βίκι
fi: tämä wiki on poistettu käytöstä, vain modit voivat olla tekemisissä tämän wikin kanssa
fr_ca: ce wiki est actuellement indisponible, seuls les modérateurs peuvent interagir avec ce wiki
hu: ez a wiki jelenleg ki van kapcsolva. csak moderátorok nyúlhatnak hozzá ehhez a wikihez
it: questa wiki è attualmente disabilitata, solo i moderatori possono interagire con questa wiki
mt_mt: dil-wiki bħalissa mhux attiva, il-moderaturi biss jistgħu jinteraġixxu mal-wiki
nn: den wikien her er for augneblinken skrudd av. berre moderatorar kan stelle med han
no: denne wikien er for øyeblikket deaktivert; kun moderatorer har tilgang
pl: ta wiki jest aktualnie zablokowana, tylko moderatorzy mogą kooperować w tej wiki
sv: den här wikin är för närvarande inaktiverad, bara moderatorer kan interagera med wikin
uk: ця вікі на поточний момент вимкнена, тільки модератори можуть взаємодіяти з цією вікі
vi: wiki này hiện đang bị vô hiệu hóa, chỉ có mod có thể tương tác với wiki này

source: this page is empty, edit it to add some content.
ar: هذه الصفحة فارغة. قم بتعديلها لإضافة بعض المحتويات.
bs: ova stranica je prana, uredite je da dodate neki sadržaj.
ca: aquesta pàgina està buida, edita-la per afegir algun contingut.
el: αυτή η σελίδα είναι κενή, επεξεργαστείτε την για να προσθέσετε περιεχόμενο.
fi: tämä sivu on tyhjä, muokkaa sitä lisätäksesi hieman sisältöä
fr_ca: cette page est vide, éditez-la pour y ajouter un peu de contenu.
hu: ez az oldal üres. szerkeszd, hogy hozzáadj valamilyen tartalmat.
it: questa pagina è vuota, modificala per aggiungerci del contenuto.
mt_mt: dil-paġna vojta, immodifikaha biex iżżid ftit kontenut.
nn: denne sida er tom - rediger ho for å leggje til innhald
no: denne siden er tom, rediger for å legge til innhold.
pl: ta strona jest pusta, edytuj ją aby dodać treść.
sv: den här sidan är tom, redigera den för att lägga till lite innehåll.
uk: ця сторінка порожня, редагуйте щоб додати якоїсь інформації.
vi: trang này rỗng, hãy sửa nó để thêm vào nội dung.

source: page %s does not exist in this subreddit
ar: الصفحة غير متوفرة فى هذا الريديت الفرعى %s
bs: stranica %s ne postoji u ovom subredditu
ca: la pàgina %s no existeix en aquest subreddit
el: η σελίδα %s δεν υπάρχει στο υποreddit
fi: sivua %s ei ole tässä redditissä
fr_ca: la page %s n'existe pas dans ce subreddit
hu: %s oldal nem létezik ezen az al-redditen
it: la pagina %s non esiste in questo subreddit
mt_mt: il-paġna %s ma' teżistix f'din is-subreddit
nn: sida %s finst ikkje i den her subredditen
no: side %s eksisterer ikke i denne subredditen.
pl: strona %s nie istnieje w tym subreddicie
sv: sidan %s finns inte i denna subreddit
uk: сторінка %s відсутня у цьому сабреддіті
vi: trang %s không tồn tại trong chuyên mục này

source: editing
ar: التحرير
bs: uređivanje
ca: editant
el: επεξεργασία
fi: muokkaus
fr_ca: en cours d'édition
hu: szerkesztés
it: modifica
mt_mt: modifikazzjoni
nn: endrar
no: redigering
pl: w trakcie edycji
sv: redigerar
uk: редагування
vi: đang sửa
