Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: top scoring links
ar: الروابط الأعلى تسجيلا
bs: linkovi s najviše glasova
ca: enllaços amb la puntuació més alta
el: άρθρα με κορυφαίο σκορ
eo: plej poentaj ligoj
et: kõrgeimate skooridega lingid
eu: puntuazio goreneko estekak
fi: eniten pisteitä saaneet linkit
fr_ca: liens vedettes
hu: legtöbb pontot kapott hivatkozások
it: link più votati
mt_mt: il-links bl-aktar punti
nn: toppskårande lenkjer
no: høytscorende lenker
pl: najlepsze
sr_la: najbolji linkovi
sv: högst poängsatta länkar
ta: மதிப்பெண்கள் அதிகம் பெற்ற இணைகள்
uk: найвище оцінені посилання
vi: Những đường dẫn có điểm cao nhất

source: most controversial links
ar: روابط الأكثر إثارة للجدل
bs: najkontroverzniji linkovi
ca: enllaços més polèmics
el: πιο αμφιλεγόμενα άρθρα
eo: plej debatataj afiŝoj
et: kõige vastuolulisemad lingid
eu: esteka eztabaidagarrienak
fi: kiistanalaisimmat linkit
fr_ca: liens les plus controversés
hu: legellentmondásosabb hivatkozások
it: link più discussi
mt_mt: il-links l-aktar kontroversjali
nn: mest kontroversielle lenkjer
no: mest kontroversielle lenker
pl: najbardziej kontrowersyjne
sr_la: najkontroverzniji linkovi
sv: mest kontroversiella länkar
ta: மிகவும் விவாதத்துக்குட்பட்ட இணைகள்
uk: найбільш суперечливі посилання
vi: liên kết gây tranh cãi nhất

source: promoted links
ar: روابط مروجة
ca: enllaços promogut
el: προωθημένοι σύνδεσμοι
fi: tuetut linkit
fr_ca: Noun: lien promu
hu: Kiemelt linkek
it: link promossi
mt_mt: links ippromossi
nn: promoterte lenker
no: promoterte lenker
pl: promowane odnośniki
sv: marknadsförda länkar
uk: рекламовані посилання
vi: các đường dẫn được thăng hạng

source: want to advertise? [click here!](%(link)s)
ca: voleu fer un anunci? [feu clic ací!](%(link)s)
el: θέλεις να διαφημιστείς; [πάτησε εδώ!](%(link)s)
fi: haluatko mainostaa? [paina tästä!](%(link)s)
fr_ca: Voulez-vous passer une annonce? [Cliquez ici!](%(link)s)
hu: szeretnél reklamozni valamit? [Clickej ide!](%(link)s)
it: vuoi fare pubblicità? [clicca qui!](%(link)s)
mt_mt: tixtieq tirreklama? [għafas hawn!](%(link)s)
nn: Vil du reklamere? [Klikk her!](%(link)s)
no: Vil du reklamere? [Klikk her!](%(link)s)
pl: Chcesz się zareklamować? [Kliknij Tutaj!](%(link)s)
sv: vill du annonsera? [klicka här!](%(link)s)
uk: бажаєте зайнятись рекламою? [вам сюди!](%(link)s)
vi: muốn đăng quảng cáo? [click vào đây!](%(link)s)

source: you're really bored now, eh?
ar: أنك حقا ضجران، ها؟
bs: sada vam je stvarno dosadno, je li?
ca: estàs avorrit, eh?
el: βαριέσαι πολύ τώρα, ε;
eo: vi vere enuegas nun, ĉu?
et: nüüd on sul küll igav, eh?
eu: benetan aspertuta zaude orain, ezta?
fi: sulla taitaa olla oikeasti tylsää?
fr_ca: vous vous ennuyez vraiment maintenant, hein ?
hu: Most épp nagyon unatkozol, ugye?
it: sei davvero annoiato, eh?
mt_mt: donnok ma tafx x'ħa taqbad tagħmel, hux?
nn: du keiar deg skikkeleg no, ikkje sant?
no: kjeder deg skikkelig nå, eller hva?
pl: nudzi ci się, co nie?
sr_la: baš ti je dosadno, a?
sv: du har riktigt tråkigt nu, va?
ta: ரொம்ப அறுவையாப் போயிடுச்சா?
uk: тепер тобі дійсно нудно, так?
vi: bạn thật sự chán rồi hả?

source: filter by subreddit
ar: رشح حسب رديت فرعي
bs: filtriraj po subredditu
ca: filtra per subreddit
el: φίλτρο ανά υποreddit
fi: suodata aliredditien mukaan
fr_ca: filtrer par subreddit
hu: szűrés subreddit szerint
it: filtra per subreddit
mt_mt: iffiltra skond is-subreddit
nn: filtrer etter subreddit
no: filtrer etter subreddit
pl: filtruj według subreddita
sv: filtrera efter subreddit
uk: фільтрувати за сабреддітом
vi: lọc theo chuyên mục

source: filter by category
ar: ترشيح حسب الفئة
ca: filtrar per categoria
el: φιλτράρισμα ανά κατηγορία
fi: suodata kategorian mukaan
fr_ca: filtrer par catégorie
hu: rendezés kategóriák szerint
it: filtra per categoria
mt_mt: iffiltra skond il-kategorija
nn: filtrer etter kategori
no: filtrer etter kategori
pl: filtruj wg kategorii
sv: filtrera efter kategori
uk: фільтр за категорією
vi: lọc theo loại

source: gildings received
ca: daurats rebuts
el: επιχρυσώσεις ελήφθησαν
fi: saadut kultaukset
fr_ca: dorures reçues
hu: kapott bearanyozások
it: dorature ricevute
mt_mt: indurar irċevut
nn: forgyllinger mottatt
no: forgyllinger mottatt
pl: otrzymane złota
sv: förgyllningar mottagna
uk: отримані позолоти
vi: đã nhận sự tín nhiệm

source: gildings given
ca: daurats donats
el: επιχρυσώσεις που παραδόθηκαν
fi: annetut kultaukset
fr_ca: dorures données
hu: adott bearanyozások
it: dorature fatte
mt_mt: indurar mgħoti
nn: forgyllinger gitt
no: forgyllinger gitt
pl: podarowane złota
sv: förgyllningar givna
uk: позолочені мною
vi: đã được ghi nhận

source: overview for %(user)s
ar: مُلخص عن %(user)s
bs: pregled za %(user)s
ca: vista de %(user)s
el: περίληψη για %(user)s
eo: ĉefrigardo de %(user)s
eu: %(user)s-(e)n laburpena
fi: yleiskatsaus käyttäjälle %(user)s
fr_ca: vue d'ensemble pour %(user)s
hu: %(user)s áttekintése
it: panoramica di %(user)s
mt_mt: ħarsa ġenerali lejn %(user)s
nn: oversyn for %(user)s
no: oversikt for %(user)s
pl: profil użytkownika %(user)s
sr_la: pregled za %(user)s
sv: översikt för %(user)s
uk: огляд для %(user)s
vi: tổng quan cho %(user)s

source: comments by %(user)s
ar: تعليقات %(user)s
bs: komentari od %(user)s
ca: comentaris per %(user)s
el: σχόλια από %(user)s
eo: komentoj de %(user)s
eu: %(user)s-(e)n iruzkinak
fi: käyttäjän %(user)s kommentit
fr_ca: commentés par %(user)s
hu: %(user)s hozzászólásai
it: commenti di %(user)s
mt_mt: kummenti minn %(user)s
nn: innlegg av %(user)s
no: kommentarer fra %(user)s
pl: komentarze %(user)s
sr_la: komentari od %(user)s
sv: kommentarer av %(user)s
uk: коментарі користувача %(user)s
vi: bình luận bởi %(user)s

source: gilded by %(user)s
ca: %(user)s t'ha "endaurat"
el: επιχρυσώθηκες από %(user)s
fi: käyttäjän %(user)s kultaama
fr_ca: recompensé par %(user)s
it: dorato da %(user)s
mt_mt: indurat minn %(user)s
nn: forgylt av %(user)s
no: forgylt av %(user)s
pl: ozłocony przez %(user)s
sv: förgylld av %(user)s
uk: позолочено учасником %(user)s
vi: đã được ghi nhận bởi %(user)s

source: upvoted by %(user)s
el: Υπερψηφίστηκε από τον/την %(user)s
fr_ca: voté positivement par %(user)s
hu: felpontozta %(user)s
it: votato positivamente da %(user)s
mt_mt: ivvutat il-fuq minn %(user)s
sv: uppröstat av %(user)s
uk: проголосував %(user)s
vi: đã được thăng hạng với %(user)s

source: downvoted by %(user)s
el: Υπόψηφίστηκε από τον/την %(user)s
fr_ca: voté négativement par %(user)s
hu: lepontozta %(user)s
it: votato negativamente da %(user)s
mt_mt: ivvutat l-isfel minn %(user)s
sv: nerröstat av %(user)s
uk: голос проти %(user)s
vi: đã bị hạ bậc bởi %(user)s

source: saved by %(user)s
ar: حفظ بواسطة %(user)s
bs: sačuvao %(user)s
ca: guardat per %(user)s
el: αποθηκεύθηκε από %(user)s
eu: %(user)s-(e)k gordea
fi: %(user)s tallensi
fr_ca: sauvegardé par %(user)s
hu: %(user)s által elmentve
it: salvato da %(user)s
mt_mt: salvat minn %(user)s
nn: lagra av %(user)s
no: lagret av %(user)s
pl: zapisane przez %(user)s
sv: sparad av %(user)s
uk: збережено %(user)s
vi: được lưu bởi %(user)s

source: hidden by %(user)s
ar: أخفي بواسطة %(user)s
bs: sakriveno od strane %(user)s
ca: ocultat per %(user)s
el: κρυμμένο από %(user)s
eo: kaŝita de %(user)s
eu: %(user)s-(e)k ezkutatuak
fi: käyttäjän %(user)s piilottamat
fr_ca: caché par %(user)s
hu: %(user)s által elrejtett
it: nascosto da %(user)s
mt_mt: moħbi minn %(user)s
nn: gøymd av %(user)s
no: gjemt av %(user)s
pl: ukryte przez %(user)s
sr_la: sakrilo %(user)s
sv: gömt av %(user)s
uk: приховано %(user)s
vi: được ẩn bởi %(user)s

source: promoted by %(user)s
ar: روج من قبل %(user)s
bs: promovisan od %(user)s
ca: promogut per %(user)s
el: προωθείται από %(user)s
eu: %(user)s-(e)k sustatua
fi: käyttäjän %(user)s mainostama
fr_ca: promu par %(user)s
hu: %(user)s által kiemelve
it: promosso da %(user)s
mt_mt: ippromoss minn %(user)s
nn: fremja av %(user)s
no: forfremmet av %(user)s
pl: promowane przez %(user)s
sv: marknadsförd av %(user)s
uk: рекламується %(user)s
vi: được thăng hạng bởi %(user)s

source: gildings given by %(user)s
ca: daurats donats per %(user)s
el: επιχρυσώσεις που δόθηκαν από %(user)s
fi: käyttäjän %(user)s antamat kultaukset
fr_ca: dorures données par %(user)s
it: dorature fatte da %(user)s
mt_mt: indurar mgħoti minn %(user)s
nn: forgyllinger gitt av %(user)s
no: forgyllinger gitt av %(user)s
pl: złoto podarowane przez %(user)s
sv: förgyllningar givna av %(user)s
uk: позолочено учасниками %(user)s
vi: được tín nhiệm bởi %(user)s

source: profile for %(user)s
ar: الصفحة الشخصية لــ %(user)s
bs: profila od %(user)s
ca: perfil de en %(user)s
el: προφίλ για %(user)s
eo: detaloj pri %(user)s
et: %(user)s profiil
eu: %(user)s-(e)n profila
fi: %(user)s:n profiili
fr_ca: profil pour %(user)s
hu: %(user)s profilja
it: profilo di %(user)s
mt_mt: profil ta' %(user)s
nn: profilen for %(user)s
no: profil for %(user)s
pl: profil %(user)s
sr_la: profil za %(user)s
sv: %(user)s:s profil
ta: %(user)sகளுக்காக சிறு வாழ்க்கைக் குறிப்பு
uk: профіль учасника %(user)s
vi: trang cá nhân của %(user)s

source: blocked
ar: محجوب
bs: blokirano
ca: bloquejat
el: μπλοκαρισμένος
eu: blokeatua
fi: estetty
fr_ca: bloqué(s)
hu: blokkolva
it: bloccato
mt_mt: ibblokkati
nn: blokkert
no: blokkert
pl: zablokowany
sv: blockerad
uk: заблоковані
vi: đã chặn

source: unread
ar: غير مقروء
bs: nepročitano
ca: no llegit
el: μη διαβασμενο
eo: nelegitaj
eu: irakurri gabea
fi: lukemattomat
fr_ca: non-lus
hu: olvasatlan
it: non letti
mt_mt: mhux maqrugħin
nn: ulesne
no: ulest
pl: nieprzeczytane
sv: olästa
uk: не прочитане
vi: chưa đọc

source: comment replies
ar: ردود التعليق
bs: odgovori na komentare
ca: respostes a comentaris
el: απαντησεις σε σχολια
eo: komentrespondoj
eu: iruzkinei erantzunak
fi: vastaukset kommentteihin
fr_ca: réponses aux commentaire
hu: válaszok a hozzászólásaidra
it: risposte ai commenti
mt_mt: tweġibiet għal-kumment
nn: innleggsvar
no: svar på kommentarer
pl: odpowiedzi na komentarze
sv: kommentarssvar
uk: відповіді до коментарів
vi: trả lời bình luận

source: post replies
ar: ردود المنشور
bs: odgovori na poruke
ca: respostes al post
el: απαντήσεις σε αναρτήσεις
eo: afiŝorespondoj
eu: bidalketei erantzunak
fi: lähetetyt vastaukset
fr_ca: réponses aux soumissions
hu: válaszok írása
it: risposte ai post
mt_mt: tweġibiet għall-impostazzjoni
nn: postsvar
no: svar på poster
pl: odpowiedzi na posty
sv: postsvar
uk: відповіді до публікацій
vi: gửi trả lời

source: username mentions
ar: ذِكـر اسم المستخدم
bs: spominjanja korisničkog imena
ca: mencions de l'usuari
el: αναφορές του ονόματος χρήστη σας
fi: käyttäjänimen maininnat
fr_ca: mentions du nom d'utilisateur
hu: felhasználónév megemlítések
it: menzioni nome utente
mt_mt: menzjonijiet tal-utent
nn: omtale av brukernavn
no: omtaler av brukernavn
pl: wywołania użytkownika
sv: omnämnanden av användarnamn
uk: згадування імені
vi: đề cập đến tên nick

source: subreddits:
ar: ريدّيت فرعي:
bs: subredditi:
el: υποreddit:
fi: aliredditit:
fr_ca: sous-reddits:
hu: subredditek:
it: subreddit:
no: subredditer:
pl: subreddity:
sv: subredditar:
uk: сабреддіти:
vi: chuyên mục:

source: To block a user click 'block user' below a message from a user you wish to block from messaging you.
ca: Per bloquejar un usuari, clica 'bloquejar usuari' sota un missatge de l'usuari que desitgis bloquejar.
el: Για να εμποδίσεις ένα χρήστη να σου στέλνει μηνύματα, μπορείς να πατήσεις το κουμπί 'μπλοκάρισμα χρήστη' που βρίσκεται κάτω από ένα οποιοδήποτε μήνυμα.
fi: Estääksesi käyttäjää lähettämästä sinulle viestejä, klikkaa 'estä käyttäjä' estettävän käyttäjän lähettämän viestin alapuolelta.
fr_ca: Pour bloquer un utilisateur, cliquer sur 'bloquer utilisateur' en dessous d'un message d'un utilisateur dont vous souhaitez bloquer les messages.
hu: Hogy letilts egy felhasználót, kattints a "felhasználó tiltása" gombra az üzenet alatt, mely feladóját tiltani szeretnéd.
it: Per bloccare un utente, premi "blocca utente" sotto uno dei messaggi inviati dall'utente che vuoi bloccare.
mt_mt: Sabiex tibblokka utent, agħfas 'ibblokka l-utent' taħt kwalsijasi messaġġ miktub mill-utent li tiextieq twaqqaf milli jibgħatlek messaġġi.
nn: For å blokkere en bruker, trykk "blokker bruker" under en melding du har fått fra en bruker du ønsker å blokkere.
no: For å blokkere en bruker, trykk "blokker bruker" under en melding du har fått fra en bruker du ønsker å blokkere.
pl: By zablokować użytkownika kliknij na link 'zablokuj użytkownika' pod wiadomością od danego użytkownika.
sv: För att blockera en användare, tryck 'blockera användare' på ett meddelande från den användare du vill hindra från att kontakta dig.
uk: Щоб заблокувати учасника, натисніть «заблокувати» під повідомленням від користувача, який більше не зможе вам писати.
vi: Để chặn một người dùng hãy click vào "chặn người dùng" bên dưới đoạn hội thoại từ người dùng mà bạn đã gửi tin nhắn

source: gilded
ca: gildejat
el: επιχρυσωμένα
fi: kullatut
fr_ca: doré
hu: aranyozott
it: dorati
mt_mt: indurata
nn: forgyllet
no: forgyllet
pl: pozłocone
sv: förgyllda
uk: позолочено
vi: đã được tín nhiệm

source: gildings in this subreddit have paid for %(time)s of server time
ca: daurats en aquest subreddit han pagat per %(time)s de temps de server
el: οι επιχρυσώσεις σε αυτό το υποreddit έχουν πληρώσει %(time)s ώρες λειτουργίας του διακομιστή(server)
fi: kultaukset tässä aliredditissä ovet maksaneet %(time)s palvelinaikaa
fr_ca: les dorures dans ce subreddit ont permis de payer %(time)s de temps de serveur
hu: ennek a subredditnek a bearanyozásai ennyit fedeztek a szerveridőből: %(time)s
it: le dorature in questo subreddit hanno pagato per %(time)s del tempo del server
mt_mt: induratazzjonijiet f'das-subreddit ħallsu %(time)s ta' ħin għas-server
nn: Forgylling i denne subredditen har betalt for %(time)s servertid
no: Forgylling i denne subredditen har betalt for %(time)s servertid
sv: guldskänkerna i denna subreddit har bekostat %(time)s servertid
uk: подароване в цьому сабреддіті золото допомогло нам сплатили за %(time)s серверного часу
vi: độ tín nhiệm của chuyên mục này đã được chi trả %(time)s đối với thời gian của máy chủ

source: copied from %(source)s
ca: copiat desde %(source)s
el: αντιγράφηκε από %(source)s
fi: kopioitu sijainnista %(source)s
fr_ca: copié depuis %(source)s
hu: %(source)s-ból másolva
it: copiato da %(source)s
mt_mt: ikkupjat minn %(source)s
nn: kopiert fra %(source)s
no: kopiert fra %(source)s
pl: skopiowane z %(source)s
sv: kopierat från %(source)s
uk: скопійовано з %(source)s
vi: được sao chép từ %(source)s

source: this app has not been approved for use with employee accounts
el: αυτή η εφαρμογή δεν έχει εγκριθεί για χρήση με λογαριασμούς υπαλλήλων
fr_ca: l'usage de cette application avec un compte professionnel n'est pas approuvé
it: questa applicazioen non è stata approvata per l'uso in account impiegati
sv: den här appen har inte godkänts för användning av anställdas konton
uk: ця програмка не затверджена для використання з обліковками працівників
vi: ứng dụng này chưa được chấp thuận để sử dụng với tài khoản nhân viên

source: [account deleted]
el: [λογαριασμός διεγράφη]
fi: [poistettu tunnus]
fr_ca: [compte supprimé]
hu: [fiók törölve]
it: [account eliminato]
mt_mt: [kont magħluq]
sv: [borttaget konto]
uk: [обліковий запис видалено]
vi: [tài khoản đã xóa]

source: %(author)s's comment from discussion "%(title)s"
fi: käyttäjän %(author)s kommentti keskustelusta "%(title)s"
fr_ca: commentaire de %(author)s dans la discussion "%(title)s"
it: Commento di %(author)s nella discussione "%(title)s"
mt_mt: il-kumment ta' %(author)s's mid-diskussjoni "%(title)s"
sv: %(author)ss kommentar från diskussionen "%(title)s"
uk: Коментар від %(author)s в обговоренні "%(title)s"
vi: Bình luận của %(author)s về cuộc thảo luận "%(title)s"

source: privacy policy
ar: خيارات الخصوصية
bs: polica privatnosti
ca: política de privacitat
el: πολιτική ιδιωτικότητας
fi: yksityisyyskäytäntö
fr_ca: politique de vie privée
hu: adatvédelmi irányelvek
it: politica sulla privacy
mt_mt: poliza fuq il-privaterzza
nn: personvernerklæring
no: personvernerklæring
pl: politykę prywatności
sv: integritetspolicy
uk: політика приватності
vi: điều khoản bảo mật

source: user agreement
ar: اتفاقية المستخدم
bs: korisnički ugovor
ca: acord de l'usuari
el: συμφωνία χρήστη
fi: käyttäjäsopimus
fr_ca: accord de l'utilisateur
hu: felhasználói megállapodás
it: Accordo con gli utenti
mt_mt: ftehim mal-utenti
nn: brukeravtale
no: brukeravtale
pl: warunki użytkowania
sv: användaravtal
uk: угода з користувачем
vi: thỏa thuận người dùng

source: content policy
el: πολιτική περιεχομένου
fi: sisältökäytäntö
fr_ca: politique de contenu
hu: tartalom irányelv
it: politiche di contenuto
sv: innehållspolicy
uk: політика вмісту
vi: chính sách nội dung

source: over 18?
ar: فوق الـ 18 من العمر؟
bs: stariji od 18?
ca: Major de 18 anys?
el: πάνω από 18;
eo: ĉu via aĝo >= 18?
et: oled ikka üle 18?
eu: 18 urtetik gorakoa?
fi: kai olet yli 18-vuotias?
fr_ca: 18 ans ou plus ?
hu: 18-on felül?
it: sei maggiorenne?
mt_mt: maġġorenni?
pl: dowodzik jest?
sr_la: preko 18?
sv: över 18?
ta: பதினெட்டு வயதாகி விட்டதா?
uk: більше 18 років?
vi: trên 18 tuổi?

source: quarantined
el: σε καραντίνα
fi: karanteenissa
fr_ca: en quarantaine
hu: karanténba zárt
it: in quarantena
sv: isolerad
uk: у карантині

source: create promoted post
el: δημιουργία προωθημένης ανάρτησης
fr_ca: créer une publication promue
it: crea un post promosso

source: edit promoted post
el: επεξεργασία προωθημένης ανάρτησης
fr_ca: éditer une publication promue
it: modifica un post promosso

source: promoted post report
fr_ca: signalement de publication promue
it: segnala il post promosso

source: promoted post inventory
fr_ca: inventaire de publication promue
it: inventario del post promosso

source: unapproved campaigns
fr_ca: campagnes non approuvées
it: campagne non approvate

source: externally promoted links
fr_ca: liens promus de l'extérieur
it: link promossi esternamente

source: unapproved promoted links
ca: enllaços promoguts no aprovats
el: μη εγκεκριμένοι προωθούμενοι σύνδεσμοι
fi: varmistamattomat mainostetut linkit
fr_ca: liens promus non-approuvés
it: link promossi non approvati
mt_mt: links ippromossi mhux approvati
nn: ikke godkjente promoterte lenker
no: ikke godkjente promoterte lenker
pl: niezaakceptowane linki promowane
sv: ej accepterade marknadsförda länkar
uk: не схвалені рекламні посилання
vi: các đường liên kết được quảng bá chưa được công nhận

source: accepted promoted links
ca: enllaços promoguts acceptats
el: εγκεκριμένοι προωθούμενοι σύνδεσμοι
fi: hyväksytyt mainostetut linkit
fr_ca: liens promus acceptés
hu: elfogadott kitüntetett linkek
it: link promossi accettati
mt_mt: links ippromossi aċċettati
nn: godkjente promoterte lenker
no: godkjente promoterte lenker
pl: akceptowane linki promowane
sv: accepterade marknadsförda länkar
uk: схвалені рекламні посилання
vi: chấp nhận các đường link quảng bá

source: unpaid promoted links
ca: enllaços promoguts no pagats
el: μη πληρωμένοι προωθούμενοι σύνδεσμοι
fi: maksamattomat mainostetut linkit
fr_ca: liens promus non-payés
it: link promossi non pagati
mt_mt: links isponsorizzati mhux imħallsa
nn: ubetalte promoterte lenker
no: ubetalte promoterte lenker
pl: nieopłacone linki promowane
sv: obetalda marknadsförda länkar
uk: несплачені рекламні посилання
vi: các đường liên kết quảng bá chưa được chi trả

source: rejected promoted links
ca: enllaços promoguts refusats
el: απορριφθείς προωθούμενοι σύνδεσμοι
fi: hylätyt mainostetut linkit
fr_ca: liens promus rejetés
it: link promossi respinti
mt_mt: links ipromossi rrifjutatu
nn: avslåtte promoterte lenker
no: avslåtte promoterte lenker
pl: odrzucone linki promowane
sv: avslagna marknadsförda länkar
uk: відхилені рекламні посилання
vi: loại bỏ các đường liên kết quảng bá

source: live promoted links
ca: enllaços promoguts en directe
el: ενεργοί προωθούμενοι σύνδεσμοι
fi: julkaistut mainostetut linkit
fr_ca: liens promus en direct
it: link promossi live
mt_mt: links ippromossi live
nn: direkte promoterte lenker
no: direkte promoterte lenker
pl: działające linki promowane
sv: marknadsförda länkar som är live
uk: рекламні посилання опубліковані наживо
vi: các đường liên kết quảng bá còn thực thi

source: edited live promoted links
fr_ca: liens promus en direct édités
it: modifica i link promossi live

source: all promoted links
ar: جميع الروابط المروجة
bs: svi promovisani linkovi
ca: tots els links promoguts
el: όλοι οι προωθούμενοι σύνδεσμοι
eo: ĉiu promovo
eu: sustatutako esteka guztiak
fi: kaikki kuulutetut linkit
fr_ca: tous les liens promotionnels
hu: minden kiemelt link
it: tutti i link promossi
mt_mt: il-links ippromossi kollha
nn: alle fremja lenkjer
no: alle promoterte lenker
pl: wszystkie promowane linki
sr_la: svi promovisani linkovi
sv: alla marknadsförda länkar
uk: усі посилання, які рекламуються
vi: khuyến khích tất cả các đường dẫn

source: promoted by you
ar: مروج من قبلك
bs: promovisali ste ovo
ca: Promogut per tu
el: προωθημενο απο εσένα
eo: promovita de vi
eu: zuk sustatua
fi: kuuluttamasi
fr_ca: promu par vous
hu: általad kiemelve
it: votato da te
mt_mt: ippromoss minnek
nn: fremja av deg
no: promotert av deg
pl: promowane przez ciebie
sr_la: vi ste promovisali
sv: marknadsförs av dig
uk: рекламується вами
vi: đã được thăng hạng bởi bạn

source: promoted links by platform
fr_ca: liens promus par plateforme
it: link promossi per piattaforma

source: underdelivered promoted links
ca: enllaços promoguts sub-entregats
el: υποπροβληθέντες προωθούμενοι σύνδεσμοι
fr_ca: liens promus sous-délivrés
it: link promossi non del tutto distribuiti
mt_mt: links ippromossi mhux imwasslin tajjeb
nn: underleverte promoterte lenker
no: underleverte promoterte lenker
pl: niedostarczone promowane linki
sv: marknadsförda länkar som är underlevererade
uk: недостатньо показані рекламні посилання
vi: các đường liên kết quảng bá chưa được chuyển đi

source: reported promoted links
ca: enllaços promoguts reportats
el: αναφερθέντες προωθούμενοι σύνδεσμοι
fi: ilmoitetut mainostetut linkit
fr_ca: liens promus signalés
it: link promossi segnalati
mt_mt: links ippromossi rrapportati
nn: anmeldte promoterte lenker
no: anmeldte promoterte lenker
pl: zgłoszone linki promowane
sv: rapporterade marknadsförda länkar
uk: рекламні посилання, на які є скарги
vi: các đường liên kết quảng bá bị gửi khiếu nại

source: house promoted links
ca: encabir enllaços promoguts
el: δικοί μας προωθούμενοι σύνδεσμοι
fi: Redditin mainokset
fr_ca: liens promus par reddit
it: links promossi dalla casa
mt_mt: links ippromossi minn ta' ġewwa
nn: huspromoterte lenker
no: framhevede lenker av reddit
pl: domowe linki promowane
sv: länkar marknadsförda av reddit
uk: розмістити рекламні посилання
vi: các đuờng liên kết trong nhà

source: fraud suspected promoted links
ca: enllaços patrocinats sospitosos de frau
el: υποπτα links για προώθηση απάτης
fr_ca: Suspicion de fraude : liens publicitaires
it: link sponsorizzati sospetti di frode
mt_mt: frodi ssuspettat f'links ippromossi
no: framhevede lenker mistenkt for svindel
sv: bedrägerimisstänkta marknadsföringslänkar
uk: рекламні посилання, що підозрюються у шахрайстві
vi: phát hiện link quảng cáo giả mạo

source: promos on reddit
ca: promocions en reddit
el: τι προωθείται στο reddit
fi: mainokset redditissä
fr_ca: promos sur reddit
hu: promóciók a redditen
it: promozioni su reddit
mt_mt: promozzjonijiet fuq reddit
no: promoteringer på reddit
sv: marknadsförda länkar på reddit
uk: рекламні кампанії
vi: khuyến mại từ reddit
