Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: approve comment
ar: تصريح التعليق
bs: odobri komentar
ca: aprova el comentari
el: έγκριση σχολίου
eu: onartu iruzkina
fi: hyväksy kommentti
fr_ca: approuver le commentaire
hu: hozzászólás engedélyezése
it: approva commento
mt_mt: approva l-kumment
nn: godkjenn innlegg
no: godkjenn kommentar
pl: zaakceptuj komentarz
sv: godkänn kommentar
uk: схвалити коментарій
vi: chấp thuận nhận xét

source: add moderator
ar: أضف مدير
bs: dodaj moderatora
ca: afegeix moderador
el: προσθήκη συντονιστή
eo: aldonu debatestron
et: lisa moderaator
eu: gehitu moderatzailea
fi: lisää moderaattori
fr_ca: ajouter un modérateur
he: הוסף מנהל
hu: moderátor hozzáadása
it: aggiungi moderatore
mt_mt: żid moderatur
nn: legg til ein moderator
no: legg til en moderator
pl: dodaj moderatora
sr_la: dodaj moderatora
sv: lägg till en moderator
ta: நடுநிலையாளர் சேர்க்கவும்
uk: додати модератора
vi: thêm người điều hành

source: remove moderator
ar: خذف مراقب
bs: ukloni moderatora
ca: elimina el moderador
el: αφαίρεση συντονιστή
eu: kendu moderatzailea
fi: poista moderaattori
fr_ca: supprimer modérateur
hu: moderátor eltávolítása
it: rimuovi moderatore
mt_mt: neħħi l-moderatur
nn: fjern moderator
no: fjern moderator
pl: usuń moderatora
sv: ta bort moderator
uk: видалити модератора
vi: xóa người điều hành

source: uninvite moderator
ar: إلغاء دعوة المشرف
bs: obriši poziv za moderatora
el: αφαίρεση συντονιστή
fi: peru moderaattorin kutsu
fr_ca: annuler l'invitation d'un modérateur
hu: moderátor meghívásának visszavonása
it: cancella invito moderatore
mt_mt: neħħi l-istedina lil-moderatur
nn: uinviter moderator
no: fjern moderatorinvitasjon
pl: wyproś moderatora
sv: ångra inbjudan till moderator
uk: вигнати модератора
vi: bỏ lời mời người điều hành

source: accept moderator invite
ar: اقبل دعوة المشرف
bs: prihvati poziv za moderatora
el: αποδοχή πρόσκλησης συντονιστή
fi: hyväksy moderaattorikutsu
fr_ca: accepter l'invitation de modérateur
hu: moderátori meghívás elfogadása
it: accetta invito moderatore
mt_mt: aċċetta stedina għal-moderatur
nn: takk ja til moderatorinvitasjon
no: godta moderatorinvitasjon
pl: potwierdź zaproszenie do moderacji
sv: acceptera moderatorsinbjudan
uk: прийняти запрошення модератора
vi: chấp nhận lời mời làm người điều hành

source: add contributor
ar: أضف مساهم
bs: dodaj saradnika
ca: afegeix un contribuïdor
el: προσθήκη συνεργάτη
eo: aldonu kontribuanto
et: lisa
eu: gehitu laguntzailea
fi: lisää avustaja
fr_ca: ajouter contributeur
he: הוסף מחבר
hu: közreműködő hozzáadása
it: aggiungi contributore
mt_mt: żid kontributur
nn: legg til innsendar
no: legg til bidrager
pl: dodaj redaktora
sr_la: dodaj kontributora
sv: lägg till medverkare
ta: படைப்பாளர் சேர்க்கவும்
uk: додати автора
vi: thêm người có đóng góp

source: remove contributor
ar: إمسح مساهم
bs: ukloni saradnika
el: αφαίρεση συνεργάτη
eu: kendu laguntzailea
fi: poista artikkelin kirjoittaja
fr_ca: supprimer auteur
hu: közreműködő eltávolítása
it: rimuovi contributore
mt_mt: neħħi l-kontributur
nn: fjern innsendar
no: fjern bidrager
pl: usuń redaktora
sv: ta bort medverkare
uk: видалити автора
vi: xóa người có đóng góp

source: edit settings
ar: تحرير الإعدادت
bs: uredi postavke
ca: edita preferències
el: επεξεργασία ρυθμίσεων
eu: editatu ezarpenak
fi: muokkaa asetuksia
fr_ca: modifier les paramètres
hu: beállítások szerkesztése
it: modifica impostazioni
mt_mt: biddel il-preferenzi
nn: endre innstillingar
no: endre instillinger
pl: edytuj ustawienia
sv: redigera inställningar
uk: редагувати налаштування
vi: thay đổi tùy chỉnh

source: distinguish
ar: تميز
bs: istaknuto
ca: distingir
el: ανάδειξη
eu: nabarmendu
fi: erottuva
fr_ca: distinguer
hu: felismerés
it: distinto
mt_mt: iddistingwi
nn: skil
no: framheve
pl: wyróżnij
sr_la: ugasi
sv: särskilj
uk: розрізнити
vi: phân loại

source: mark nsfw
ar: أشر إلى إن الموضوع غير مناسب للعمل
bs: označi nszr
ca: marca nsfw
el: όρισε σαν ακατάλληλο
eu: markatu nsfw
fi: merkitse työturvattomaksi
fr_ca: marquer comme NSFW
hu: nsfw-nek jelölés
it: segna come nsfw
mt_mt: immarka nsfw
nn: merk nsfw
no: merk nsfw
pl: oznacz jako 18+
sv: markera som nsfw (olämpligt på arbetsplats)
uk: позначити як «не для офісу»
vi: đánh dấu ndnl

source: ban from wiki
ar: حظر من ويكي
bs: banuj sa wikija
el: απαγόρευση από το βίκι
fi: porttikiellä wikistä
fr_ca: bannir de wiki
hu: tiltás wiki-ről
it: banna dalla wiki
mt_mt: keċċi mil-wiki
nn: bannlys frå wikien
no: utesteng fra wki
pl: zablokuj dostęp do wiki
sv: bannlys från wiki
uk: заблокувати у вікі
vi: cấm từ phía wiki

source: unban from wiki
ar: غير ممنوع من ويكي
bs: odbanuj sa wikija
el: άρση απαγόρευσης από το wiki
fi: poista porttikielto wikistä
fr_ca: annuler l'exclusion de wiki
hu: tiltás feloldása wiki-ről
it: rimuovi il ban dalla wiki
mt_mt: aħfer it-tkeċċija mil-wiki
nn: opphev bannlysing frå wikien
no: fjern utestengning fra wiki
pl: odblokuj dostęp do wiki
sv: upphäv bannlysning från wiki
uk: розблокувати у вікі
vi: gỡ bỏ lệnh cấm từ phía wiki

source: add wiki contributor
ar: أضف مساهم ويكي
bs: dodaj wiki saradnika
el: προσθήκη συνεργάτη στο βίκι
fi: lisää wiki tekijä
fr_ca: ajouter un auteur wiki
hu: wiki közreműködő hozzáadása
it: aggiungi contributore wiki
mt_mt: żid kontributur tal-wiki
nn: legg til ein wikimedverkar
no: legg til wiki-bidragsyter
pl: dodaj redaktora wiki
sv: lägg till wikibidragsgivare
uk: додати вікі автора
vi: thêm vào người đóng góp cho wiki

source: delist/relist wiki pages
fi: poista/uudelleenlistaa wiki sivuja
fr_ca: délister/relister les pages wiki
it: togli/aggiungi pagine dalla wiki
mt_mt: neħħi/żid paġni tal-wiki
nn: fjern/legg til wiki-sider
no: fjern/legg til wiki-sider
pl: ukryj/pokaż strony wiki
sv: avlista/återlista wiki-sidor
uk: прибрати/додати до списку сторінки вікі
vi: xóa/bổ sung lại danh sách trang wiki

source: remove wiki contributor
ar: خذف مساهم ويكي
bs: ukloni wiki saradnika
el: αφαίρεση συνεργάτη στο βίκι
fi: poista wikin kirjoittaja
fr_ca: supprimer un auteur wiki
hu: wiki közreműködő eltávolítása
it: rimuovi contributore wiki
mt_mt: neħħi l-kontributur tal-wiki
nn: fjern ein wikimedverkar
no: fjern wiki-bidragsyter
pl: usuń redaktora wiki
sv: ta bort wikibidragsgivare
uk: видалити вікі автора
vi: loại bỏ người đóng góp của wiki

source: wiki revise page
ar: تعديل الصفحة ويكي
bs: wiki revizija stranice
el: η σελίδα του βίκι αναθεωρήθηκε
fr_ca: page de révision wiki
hu: wiki módosítás oldal
it: pagina revisione wiki
mt_mt: paġna tar-reviżjoni tal-wiki
nn: wikien si revisjonsside
no: revisjonsside for wiki
pl: koryguj stronę wiki
sv: revideringssida för wiki
uk: сторінка ревізії вікі
vi: trang thay đổi của wiki

source: wiki page permissions
ar: أطلب تصريح ويكي
bs: prikaži ovlasti stranice
el: δικαιώματα σελίδων βίκι
fi: wikisivun luvat
fr_ca: autorisations de page wiki
hu: wiki oldal engedélyek
it: permessi pagina wiki
mt_mt: permessi tal-paġna tal-wiki
nn: løyve for wikisider
no: wiki-side tillatelser
pl: uprawnienia strony wiki
sv: behörigheter för wikisida
uk: дозволи на цю сторінку вікі
vi: quyền của trang wik

source: ignore reports
ar: تجاهل تقارير
bs: zanemari izvještaje
el: αγνόησε αναφορές
fi: hylkää ilmoitukset
fr_ca: ignorer les rapports
hu: jelentések mellőzése
it: ignora segnalazioni
mt_mt: injora s-senjalazzjonijiet
nn: ignorer rapporter
no: ignorer rapporter
pl: ign
sv: ignorera anmälningar
uk: ігнорувати скарги
vi: bỏ qua báo cáo

source: unignore reports
ar: تقارير غير تهمل
bs: ukini zanemarenje izvještaja
el: επανέφερε αναφορές
fi: älä hylkää ilmoituksia
fr_ca: reconsidérez les rapports
hu: jelentések figyelembevétele
it: non ignorare segnalazioni
mt_mt: tibqagħx tinjora s-senjalazzjonijiet
nn: ikke-ignorer rapporter
no: ikke-ignorer rapporter
pl: odignoruj raporty
sv: sluta ignorera anmälningar
uk: припинити ігнорувати скарги
vi: gỡ bỏ việc bỏ qua các báo cáo

source: set suggested sort
el: θέσε προτεινόμενη τοξινόμηση
fr_ca: définir le tri suggéré
it: imposta l'ordine suggerito
mt_mt: agħżel ordni ssuġġerit
sv: ställ in föreslagen sortering
uk: встановити пропоноване сортування
vi: đặt sắp xếp được gợi ý

source: sticky post
ca: entrada fixa
el: κολλημένη ανάρτηση
fi: niittaa viesti
fr_ca: publication épinglée
hu: poszt kitűzése
it: post in evidenza
mt_mt: impostazzjoni evidenzjata
nn: fest posten
no: fest posten
pl: przyklejony post
sv: klistra inlägg
uk: прикріпити публікацію
vi: chú ý

source: unsticky post
ca: entrada no fixa
el: ξεκολλημένη ανάρτηση
fi: poista niittaus
fr_ca: publication non-épinglé
it: rimuovi post dal rilievo
mt_mt: neħħi l-impostazzjoni minn dawk evidenzjati
nn: løsne posten
no: løsne posten
pl: odepnij post
sv: avklistra inlägg
uk: відкріпити
vi: gỡ bài đăng được ghim ở đầu trang

source: set contest mode
el: ενεργοποίησε την λειτουργία διαγωνισμού
fr_ca: activer le mode concours
hu: verseny mód bekapcsolása
it: imposta la modalità del concorso
sv: sätt tävlingsläge
uk: встановити режим змагання

source: unset contest mode
el: απενεργοποίησε τη λειτουργία διαγωνισμού
fr_ca: désactiver le mode concours
hu: verseny mód kikapcsolása
it: disattiva la modalità del concorso
sv: stäng av tävlingsläge
uk: зняти режим змагання

source: lock post
el: κλείδωσε την ανάρτηση
fi: lukitse posti
fr_ca: verrouiller
hu: poszt lezárása
it: blocca post
sv: lås post
uk: закрити допис

source: unlock post
el: ξεκλείδωσε την ανάρτηση
fi: poista postin lukitus
fr_ca: déverrouiller le post
hu: poszt feloldása
it: sblocca post
sv: lås upp post
uk: відкрити допис

source: mute user
el: σίγηση
fi: mykistä käyttäjä
fr_ca: ignorer l'utilisateur
hu: felhasználó némítása
it: silenzia utente
sv: bannlys användare
uk: приглушити користувача

source: unmute user
el: αναίρεση σίγησης
fi: poista käyttäjän mykistys
fr_ca: ne plus ignorer l'utilisateur
hu: felhasználó némításának feloldása
it: riattiva utente
sv: avdämpa användare
uk: повернути користувачу голос

source: create rule
el: δημιουργία κανόνα
fi: lisää sääntö
fr_ca: créer une règle
it: crea regola
sv: skapa regel

source: edit rule
el: επεξεργασία κανόνα
fi: muokkaa sääntöä
fr_ca: modifier une règle
it: modifica regola
sv: redigera regel

source: delete rule
el: διαγραφή κανόνα
fi: poista sääntö
fr_ca: supprimer un règle
it: cancella regola
sv: ta bort regel

source: mark spoiler
fr_ca: marquer un spoiler
it: marca come spoiler
sv: märk spoiler

source: unmark spoiler
fr_ca: enlever le marquage d'un spoiler
it: rimuovi spoiler

source: wiki banned
ar: ممنوع من ويكي
bs: wiki banovan
el: απαγορεύτηκε από το βίκι
fi: jäähyllä wikistä
fr_ca: banni de wiki
hu: wiki letiltva
it: wiki bannata
mt_mt: wiki pprojbit
nn: wiki bannlyst
no: wiki har blitt stengt
pl: zbanowany z wiki
sv: bannlyst från wiki
uk: вікі заблоковано
vi: wiki bị cấm

source: unbanned from wiki
ar: غير ممنوع من ويكي
bs: odbanovan sa wikija
el: άρθηκε η απαγόρευση από το βίκι
fi: jäähy poistettu wikistä
fr_ca: exclusion de wiki annulée
hu: wiki-ről való tiltás feloldva
it: ban dalla wiki rimosso
mt_mt: it-tkeċċija mill-wiki inħafret
nn: bannlysinga er oppheva
no: utestengning fra wiki er fjernet
pl: odblokowany dostęp do wiki
sv: bannlysning från wiki upphävd
uk: відблоковано у вікі
vi: bỏ cấm từ wik

source: added wiki contributor
ar: أضف مساهم ويكي
bs: dodan wiki saradnik
el: προστέθηκε συνεργάτης στο βίκι
fi: lisää wiki tekijä
fr_ca: auteur wiki ajouté
hu: hozzáadott wiki közreműködő
it: contributore wiki aggiunto
mt_mt: kontributur tal-wiki miżjud
nn: wikimedverkaren vart lagd til
no: la til wiki-bidragsyter
pl: dodano redaktora wiki
sv: wikibidragsgivare tillagd
uk: дадано вікі помічника
vi: đã thêm vào người đóng góp wiki

source: removed wiki contributor
ar: خذف مساهم ويكي
bs: uklonjen wiki saradnik
el: αφαιρέθηκε συνεργάτης στο βίκι
fi: poistettu wikin tekijä
fr_ca: auteur wiki supprimé
hu: eltávolított wiki közreműködő
it: contributore wiki rimosso
mt_mt: il-kontributur tal-wiki tneħħa
nn: wikimedverkaren vart fjena
no: fjernet wiki-bidragsyter
pl: usunięto redaktora wiki
sv: wikibidragsgivare borttagen
uk: видалено вікі помічника
vi: đã loại bỏ người đóng góp wiki

source: unbanned
bs: odbanovan
ca: readmés
el: άρθηκε
et: bänn maha võetud
eu: berriz onartua
fi: jäähy poistettu
fr_ca: dé-banni
he: לא מושהה
hu: nem tiltott
it: sbannato
mt_mt: inħafret it-tkeċċija
nn: ikkje bannlyst
no: Opphevet utestenging av brukeren
pl: odbanowany
sr_la: odbanovano
sv: bannlysning upphävd
ta: தடை நீக்கப் பட்டது
uk: розблоковано
vi: đã bỏ cấm

source: removed
ar: محذوف
bs: uklonjeno
ca: eliminat
el: αφαιρέθηκε
eo: forigita
et: eemaldatud
eu: ezabatua
fi: poistettu
fr_ca: enlevé
he: הוסר
hu: elvátolítva
it: cancellato
mt_mt: imneħħi
nn: fjerna
no: fjernet
pl: usunięto
sv: borttagen
uk: видалено
vi: đã xoá

source: approved
ar: مُصرح به
bs: odobreno
ca: aprovat
el: εγκεκριμένο
eu: onartua
fi: hyväksytty
fr_ca: approuvé
hu: elfogadva
it: approvato
mt_mt: approvat
nn: godkjend
no: godkjent
pl: zatwierdzono
sv: godkänd
uk: схвалено
vi: đã chấp nhận

source: added moderator
ar: مراقب مضاف
bs: dodan moderator
ca: afegeix moderador
el: προστέθηκε συντονιστής
eu: moderatzailea gehituta
fi: lisätty moderaattori
fr_ca: modérateur ajouté
hu: moderátor hozzáadva
it: moderatore aggiunto
mt_mt: moderatur miżjud
nn: lagt til moderator
no: lagt til moderator
pl: dodano moderatora
sv: moderator tillagd
uk: додано модератора
vi: thêm người điều hành

source: removed moderator
ar: مراقب محذوف
bs: uklonjen moderator
el: αφαιρέθηκε συντονιστής
eu: moderatzailea kenduta
fi: poistettu moderaattori
fr_ca: modérateur supprimé
hu: moderátor eltávolítva
it: moderatore rimosso
mt_mt: il-moderatur tneħħa
nn: fjerna moderator
no: fjernet moderator
pl: usunięto moderatora
sv: moderator borttagen
uk: видалено модератора
vi: người điều hành đã bị xoá

source: invited moderator
ar: دعوة المشرف
bs: pozvani moderator
el: προσκλήθηκε συντονιστής
fi: kutsuttu moderaattori
fr_ca: modérateur invité
hu: meghívott moderátor
it: moderatore invitato
mt_mt: moderatur mistieden
nn: invitert moderator
no: moderator invitert
pl: zaproszono moderatora
sv: inbjuden moderator
uk: запрошено модератора
vi: đã mời người điều hành

source: uninvited moderator
ar: إلغاء دعوة المشرف
bs: nepozvani moderator
el: αφαιρέθηκε συντονιστής
fi: kutsumaton moderaattori
fr_ca: modérateur dont l'invitation a été annulée
hu: nem meghívott moderátor
it: invito moderatore cancellato
mt_mt: tneħħiet l-istedina għal-moderatur
nn: uinviterte moderator
no: fjernet moderatorinvitasjon
pl: nieproszony moderator
sv: oinbjuden moderator
uk: вигнано модератора
vi: đã bỏ lời mời người điều hành

source: accepted moderator invitation
ar: اقبل دعوة المشرف
bs: prihvaćena moderatorska pozivnica
el: αποδοχή πρόσκλησης συντονιστής
fi: hyväksytty moderaattorikutsu
fr_ca: invitation de modérateur acceptée
hu: elfogadott moderátor meghívás
it: invito moderatore accettato
mt_mt: l-istedina għall-moderatur ġiet aċċettata
nn: godteke moderatorinvitasjon
no: godtatt moderatorinvitasjon
pl: zaakceptowano zaproszenie do moderacji
sv: accepterad moderatorsinbjudan
uk: прийнято запрошення модератора
vi: đã chấp nhận lời mời người điều hành

source: added approved contributor
ar: قد تمت إضافة مساهم موافق عليه.
bs: dodan odobreni moderator
el: προσθήκη εγκριμένου συνεργάτη
eu: onartutako laguntzailea gehituta
fi: lisätty hyväksytty kirjoittaja
fr_ca: auteur approuvé ajouté
hu: jóváhagyott közreműködő hozzáadva
it: contributore approvato aggiunto
mt_mt: moderatur approvat ġie miżjud
nn: lagt til godkjend innsendar
no: lagt til godkjent bidrager
pl: dodano redaktota
sv: godkänd medverkare tillagd
uk: додано схваленого автора
vi: đã thêm vào các người cống hiến được bổ nhiệm

source: removed approved contributor
ar: قد تم مسح مساهم موافق عليه.
bs: uklonjen odobreni moderator
el: αφαίρεση εγκριμένου συνεργάτη
eu: onartutako laguntzailea kenduta
fi: hyväksytty avustaja on poistettu
fr_ca: auteur approuvé retiré
hu: jóváhagyott közreműködő eltávolítva
it: contributore approvato rimosso
mt_mt: tneħħa moderator approvat
nn: fjerna godkjend innsendar
no: fjernet godkjent bidragsyter
pl: usunięto redaktora
sv: godkänd medverkare borttagen
uk: видалено схваленого автора
vi: đã loại bỏ các người cống hiến được bổ nhiệm

source: edited settings
ar: أعدادات مُحررة
bs: uređene postavke
ca: preferències editades
el: οι ρυθμίσεις επεξεργάστηκαν
eu: ezarpenak editaturik
fi: muokatut asetukset
fr_ca: paramètres modifiés
hu: szerkesztett beállítások
it: impostazioni modificate
mt_mt: preferenzi mmodifikati
nn: endra innstillingar
no: Endret instillinger
pl: edytowano ustawienia
sv: inställningarna redigerades
uk: налаштування відредаговано
vi: đã sửa cài đặt

source: edited flair
ar: تعديل رمز
bs: uređivan flair
ca: bandereta editada
el: το έμβλημα τροποποιήθηκε
eu: bereizgarria editatuta
fi: muokattu tyyli
fr_ca: insigne modifié
hu: kitűző szerkesztve
it: flair modificato
mt_mt: xinxilla mmodifikata
nn: skilt endra
no: endret preg
pl: edytowano znaczek
sv: stilen redigerades
uk: відредагований флаір
vi: đã chỉnh sửa cờ hiệu

source: edited wiki page
ar: تعديل الصفحة ويكي
bs: uređena wiki stranica
ca: pàgina wiki editada
el: η σελίδα του βίκι επεξεργάστηκε
fi: muokattu wikisivu
fr_ca: page wiki modifiée
hu: wiki oldal szerkesztve
it: pagina wiki modificata
mt_mt: paġna tal-wiki mmodifikata
nn: endra wikisida
no: endret wiki-side
pl: edytowano stronę wiki
sv: wikisida redigerades
uk: відредаговано сторінку вікі
vi: đã sửa trang wiki

source: changed wiki page permission level
ar: مستوى إذن تغيير صفحة ويكي
bs: promijenjen nivo ovlasti wiki stranice
el: το επίπεδο δικαιωμάτων στη σελίδα του βίκι άλλαξε
fi: muutti wikisivun lupatasoa
fr_ca: niveau de permission de page wiki modifié
hu: wiki oldal engedélyszintje megváltoztatva
it: livello permesso pagina wiki modificato
mt_mt: il-livell ta' permessi tal-paġna tal-wiki tbiddel
nn: endra løyvenivået for wikisida
no: forandret wiki-sidens tilgangsnivå
pl: zmieniono poziom uprawnień wiki
sv: ändrade behörighetsnivå för wikisida
uk: змінено рівень доступу до сторінки вікі
vi: đã thay đổi mức độ cho phép của trang wiki

source: changed wiki page listing preference
fi: vaihdettu wiki sivun listauksen asetusta
fr_ca: préférence de liste des pages wiki changée
it: impostazioni sulla visualizzazione della pagina wiki modificate
mt_mt: il-preferenzi tal-elenkar tal-paġna tal-wiki tbiddel
nn: forandret wiki-sidens visningsinnstilling
no: forandret wiki-sidens visningsinnstilling
pl: zmieniono preferencje wyświetlania stron wiki
sv: ändrade alternativet för listning av wiki-sidor
uk: змінити налаштування списку сторінок вікі
vi: đã thay đổi tùy chọn hiển thị dánh sách trang wiki

source: distinguished
ar: مميز
bs: istaknuto
ca: distingit
el: αναδειγμένο
eu: nabarmendua
fi: erottuva
fr_ca: distingué
hu: megkülönböztetve
it: distinto
mt_mt: distint
nn: skild ut
no: fremstående
pl: wyróżniony
sv: särskiljda
uk: розрізняється
vi: đã phân loại

source: marked nsfw
ar: تمت الإشارة إلى إن الموضوع غير مناسب للعمل
bs: označeno kao nszr
ca: marcat nsfw
el: ορισμένο σαν ακατάλληλο
eu: nsfw markatua
fi: merkitty työturvattomaksi
fr_ca: marqué comme NSFW
hu: nsfw-nek jelölve
it: segnato come nsfw
mt_mt: immarkat NSFW
nn: merkt nsfw
no: markert nsfw
pl: oznaczono jako 18+
sv: markerad som nsfw (ej lämpligt på arbetet)
uk: відмічене як «не для офісу»
vi: đã đánh dấu ndnl

source: ignored reports
ar: جاهل تقارير
bs: zanemareni izvještaji
el: αγνοημένες αναφορές
fi: hylätyt ilmoitukset
fr_ca: rapports ignorés
hu: mellőzött jelentések
it: segnalazioni ignorate
mt_mt: senjalazzjonijiet injorati
nn: ignorerte rapporter
no: ignorerte rapporter
pl: ignorowane raporty
sv: ignorerade anmälningar
uk: скарги, що були проігноровані
vi: đã bỏ qua báo cáo

source: unignored reports
ar: قارير غير تهمل
bs: nezanemareni izvještaji
fi: hylkäämättömät raportit
fr_ca: rapports reconsidérés
hu: figyelembevett jelentések
it: segnalazioni non ignorate
mt_mt: senjalazzjonijiet mhux injorati
nn: ikke-ignorererte rapporter
no: ikke-ignorererte rapporter
pl: odignorowane raporty
sv: ej ignorerade anmälningar
uk: скарги, що більше не ігноруються
vi: các báo cáo đã bị bỏ qua

source: changed permissions on
bs: promijenjene dozvole na
el: άλλαξε δικαιώματα στο
fi: vaihtoi käyttöoikeudet
fr_ca: permissions changées sur
hu: engedélyek megvéltoztatva
it: con permessi modificati
mt_mt: permessi mibdula fuq
nn: endret tillatelser på
no: endret tillatelser på
pl: zmieniono ustawienia
sv: ändrade behörigheter på
uk: змінено дозволи на
vi: đã thay đổi quyền can thiệp với

source: stickied
ca: fixada
el: κολλημένη
fi: tahmattu
fr_ca: épinglé
hu: kitűzve
it: evidenziato
mt_mt: evidenzjat
nn: festet
no: festet
pl: przyklejony
sv: klistrad
uk: прикріплено
vi: đã được ghim lên đầu

source: unstickied
el: ξεκολλημένη
fi: tahmaamaton
fr_ca: non-épinglé
it: rimosso dal rilievo
mt_mt: mhux evidenzjat
nn: løsnet
no: løsnet
pl: odklejony
sv: avklistrad
uk: відкріплено
vi: đã gỡ bỏ bài ghim

source: set contest mode on
el: ενεργοποίησε την λειτουργία διαγωνισμού
fr_ca: activer le mode concours
it: attiva la modalità del concorso
sv: sätt tävlingsläge på
uk: увімкнути режим змагання

source: unset contest mode on
el: απενεργοποίησε τη λειτουργία διαγωνισμού
fr_ca: désactiver le mode concours
it: disattiva la modalità del concorso
sv: stäng av tävlingsläge på
uk: вимкнути режим змагання

source: locked
el: κλειδωμένο
fi: lukittu
fr_ca: verouillé
hu: lezárt
it: bloccato
sv: låst
uk: закрито

source: unlocked
el: ξεκλειδωμένο
fi: avattu
fr_ca: déverrouiller
hu: feloldott
it: sbloccato
sv: upplåst
uk: відкрито

source: unmuted
fi: mykistys poistettu
fr_ca: peut à nouveau parler
hu: némítás feloldva
it: riattivato
sv: avdämpad
uk: розблоковано

source: created rule
fi: lisätty sääntö
fr_ca: règle créée
it: regola creata
sv: skapade regel

source: edited rule
fi: muokattu sääntö
fr_ca: règle modifiée
it: regola modificata
sv: redigerad regel

source: deleted rule
fi: poistettu sääntö
fr_ca: règle supprimée
it: regola cancellata
sv: tog bort regel

source: marked spoiler
fr_ca: spoiler marqué
it: segnato come spoiler

source: unmarked spoiler
fr_ca: spoiler non marqué
it: rimosso spoiler

source: unspam
ar: غير مزعج
bs: nije spam
ca: des-spameja
el: μη ανεπιθύμητο
fi: ei spämmiä
fr_ca: supprimer des spams
hu: nem szemét
it: rimuovi spam
mt_mt: neħħi minn spam
nn: usøple
no: ikke spam
pl: nie-spam
sv: ej skräppost
uk: не спам
vi: không phải thư rác

source: confirmed spam
ar: رسائل مزعجة مؤكدة
bs: potvrđeni spam
ca: confirmat spam
el: επιβεβαιωμένο ανεπιθύμητo
eu: baieztatu spama
fi: varmistettu roskaposti
fr_ca: confirmé comme spam
hu: megerősített szemét
it: spam confermato
mt_mt: spam ikkonfermat
nn: stadfesta søppel
no: bekreftet som spam
pl: potwierdzony spam
sv: bekräftad skräppost
uk: підтверджений спам
vi: xác nhận thư rác

source: removed not spam
ar: تم ازالة الغير مرغوب فيها
bs: uklonjeno oznaka da nije spam
ca: no spam eliminat
el: αφαίρεση μη ανεπιθύμητου
eu: kendutako ez-spama
fi: poistettu ei roskaposti
fr_ca: supprimé, ce n'est pas un spam
hu: eltávolított nem szemét
it: non spam rimosso
mt_mt: imneħħi, mhux spam
nn: fjerna ikkje-søppel
no: Fjernet ikke-spam
pl: usunięto nie-spam
sv: tog bort icke-skräppost
uk: видалено не спам
vi: xóa không phải thử rác

source: removed spam
ar: تم ازالة الغير مرغوب فيها
bs: uklonjen spam
ca: spam eliminat
el: αφαίρεση ανεπιθύμητου
eu: kendutako spama
fi: poistettu roskapostiviesti
fr_ca: spam supprimé
hu: eltávolított szemét
it: spam rimosso
mt_mt: spam imneħħi
nn: fjerna søppel
no: fjernet spam
pl: usunięto spam
sv: skräppost togs bort
uk: видалено спам
vi: xóa thư rác
