Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: you'll be able to submit more frequently once you verify your email address
ar: يمكنك النشر على فترات أقصر بعدما تتأكد من بريدك الإلكتروني لإكمال عملية التسجيل
bs: moći ćete češće objavljivati nakon što verificirate vašu email adresu
ca: Podrà enviar notícies més habitualment quan verifiqui l'adreça de correu
el: θα μπορείς να υποβάλλεις άρθρα πιο συχνά μόλις επιβεβαιώσεις την διεύθυνση email σου
eu: bidalketak maizago egiteko aukera izango duzu helbide elektronikoa egiaztatu ondoren
fi: Voit lisätä useammin kun olet vahvistanut sähköpostiosoitteesi.
fr_ca: vous pourrez soumettre plus fréquemment une fois votre adresse courriel vérifiée
hu: gyakrabban küldhetsz be, miután megerősítetted az e-mail címedet
it: sarai in grado di inviare contenuti più spesso una volta che avrai verificato il tuo indirizzo email
mt_mt: tkun tista' timposta aktar ta' spiss ladarba tivverifika l-indirizz tal-email tiegħek
nn: du får sende inn hyppigare straks du stadfester e-postadressa di
no: du får muligheten til å sende inn mer ofte etter at du har bekreftet din e-postadresse
pl: będziesz mógł wrzucać częściej gdy tylko potwierdzisz swój adres email
sv: du kan skicka oftare när du har verifierat din e-postadress
uk: ви зможете робити записи частіше, як тільки ви підтвердите вашу електронну поштову адресу
vi: bạn có thể đệ trình thường xuyên hơn nếu bạn xác nhận tài khoản email của mình

source: your email address has been verified
ca: la teva adreça d'email ha estat verificada
el: το email σας εχει επαληθευτεί
fi: sinun email osoitteesi on varmistettu
fr_ca: votre adresse email a été vérifiée
hu: email címed megerősítésre került
it: il tuo indirizzo email è stato verificato
mt_mt: l-indirizz tal-email tiegħek ġie vverifikat
nn: epostadressen din er bekreftet
no: epostadressen din er bekreftet
pl: twój adres email został zweryfikowany
sv: din e-postadress har verifierats
uk: вашу електронну адресу було перевірено
vi: địa chỉ email của bạn đã được xác nhận

source: Verification failed. Please try that again
ar: قد فشلت عملية التثبيت. الرجاء المحاولة مرة أخرى
bs: Neuspjela verifikacija. Molimo vas da pokušate ponovo
ca: La verificació ha fallat. Torna a intentar-ho
el: Η επικύρωση απέτυχε. Δοκίμασε ξανά.
eo: Konfirmo ne sukcesis. Bonvole reprovu
eu: Egiaztapenak huts egin du. Mesedez, saiatu berriro
fi: Vahvistaminen epäonnistui. Yritä uudelleen
fr_ca: La vérification a échoué. Veuillez réessayer
hu: Megerősítés nem sikerült. Próbáld újra!
it: Verifica fallita. Per favore riprovaci
mt_mt: Il-verifikazzjoni falliet. Jekk jogħġbok erġa' pprova
nn: Stadfestinga feila. Prøv om att
no: Bekreftelse feilet. Vennligst prøv igjen
pl: Weryfikacja nieudana. Spróbuj ponownie
sr_la: Verifikacija nije uspela. Molimo pokušajte ponovo
sv: Verifieringen misslyckades. Försök igen
uk: Підтвердження не вдалось. Будь ласка, спробуйте ще раз
vi: Xác nhận thất bại. Xin thử lại một lần nữa

source: The email verification link you've followed is for a different user. Please log out and switch to that user or try again below.
el: Ο σύνδεσμος από το email επιβεβαίωσης που ακολουθήσατε είναι για άλλο χρήστη. Παρακαλώ αποσυνδεθείτε και αλλάξτε σε αυτό το χρήστη ή δοκιμάστε ξανά παρακάτω.
fr_ca: Le lien de vérification que vous avez suivi est pour un autre utilisateur. Veuillez vous déconnecter et vous reconnecter avec le bon utilisateur ou bien essayer à nouveau ci-dessous.
it: Il link per la verifica dell'email che hai seguito è per un altro utente. Per favore disconnettiti ed accedi come tale utente, oppure prova di nuovo.
nn: Epostbekreftelseslenka du fulgte er for en annen konto. Logg ut og bytt til den kontoen eller prøv igjen nedenfor.
pl: Link do weryfikacji email, który kliknąłeś należy do innego użytkownika. Proszę wyloguj się, zmień użytkownika i spróbuj ponownie.
sv: E-postverifieringslänken som du har följt är avsedd för en annan användare. Var god logga ut och byt till den användaren eller försök igen nedan.
uk: Посилання для перевірки електронної пошти, за яким Ви перейшли, призначалося для іншого користувача. Будь ласка, вийдіть і перемкніться на того користувача, або спробуйте ще раз нижче.

source: Our search machines are under too much load to handle your request right now. :( Sorry for the inconvenience. Try again in a little bit -- but please don't mash reload; that only makes the problem worse.
ar: أجهزة البحث تحت ضغط عالياً لا تستطيع تلبية طلبك حالياً . نأسف على الإزعاج . [جرب مرة أخرى](%(link)s) بعد بعض لحظات - نرجو عدم تحديث الصفحة كثيراً ، فذالك يجعل المشكلة أسوء .
bs: Naše mašine za pretragu su veoma opterećene i trenutno ne mogu obraditi vaš zahtjev. :( Žao nam je zbog ove neugodnosti. Pokušajte ponovo kasnije -- ali vas molimo da ne forsirate ponovno učitavanje stranice; to samo pogoršava probleme.
ca: Les nostres màquines de cerca estan sobrecarregades per acceptar la teua petició ara mateix. :( Disculpeu les molèsties. Torneu a provar en uns instants -- però per favor no recarregueu molt la pàgina; això només empitjoraria el problema.
el: Οι μηχανές αναζήτησής μας είναι πολύ φορτωμένες για να ανταποκριθούν αυτή τη στιγμή. :( Συγνώμη για την ταλαιπωρία. Ξαναπροσπάθησε σε λίγο - αλλά μην πατάς ανανέωση· χειροτερεύει το πρόβλημα.
fi: Hakukoneemme ovat liian suuren liikenteen alla käsitelläksesi pyyntöäsi juuri nyt. :( Pahoittelemme tätä. Yritä uudestaan vähän ajan päästä -- mutta älä kuitenkaan hakkaa päivitysnappulaa, se vain pahentaa ongelmaa.
fr_ca: Nos moteurs de recherche subissent une trop grande charge pour traiter votre demande maintenant. :( Désolé pour la gêne occasionnée. Réessayez un peu plus tard -- mais n'essayez pas de recharger la page de nombreuses fois en espérant qu'elle s'affichera; cela ne fait qu'empirer le problème.
hu: A kereső gépeink túl erős terhelés alatt vannak ahhoz, hogy kezelni tudják a kérésedet most. :( Elnézést a kényelmetlenségért. Próbáld meg újra egy kicsit később -- de légyszíves ne zúzd péppé az újratöltést; az csak rosszabbá teszi a problémát.
it: Le nostre macchine di ricerca sono sovraccariche e non possono attualmente elaborare la tua richiesta. :( Prova di nuovo tra poco, ma per favore non continuare a ricaricare la pagina; non farai altro che peggiorare il problema.
mt_mt: Il-magni tat-tfittxija tagħna mgħafusin b'wisq xogħol u ma' jistgħux jieħdu ħsieb ir-rikjesta tiegħek bħalissa. :( Jisobina tal-inkonvenjenza. Erġa' pprova naqra aktar tard -- imma jekk jogħġbok toqgħodx tipprova wisq ta' spiss; b'hekk tkabbar il-problema.
nn: Søkjemotoren vår er under alt for mykje last til å kunne handtere førespurnaden din akkurat no. :( Orsak for ulempa. Prøv på nytt om ei lita stund, men ver så snill å ikkje overlaste oss om det ikkje funkar. Det gjer berre problemet verre.
no: Våre søkemaskiner er for mye belastet til å kunne håndtere din forespørsel akkurat nå. :( Beklager det inntrufne. Prøv igjen om litt - men ikke angrip oppdateringsknappen; det gjør kun problemet verre.
pl: Nasza wyszukiwarka przechodzi wielkie obciążenie by udźwignąć twoje zapytanie :( Przepraszamy, spróbuj za chwileczkę, nie próbuj na siłę odświeżać strony 100 razy, to tylko pogłębi problem.
sv: Våra sökmaskiner har för stor belastning för att hantera din begäran just nu. :( Vi beklagar olägenheten. Försök igen om en liten stund -- men snälla, hamra inte bara på uppdatera-knappen; det gör bara problemet värre.
uk: Наші пошукові машини зараз перевантажені і не можуть відповісти вчасно на ваш запит. :( Просимо вибачення за незручність. Спробуйте ще раз за кілька секунд -- але, будь ласка, не натискайте кнопку оновлення сторінки багато разів підряд; це лише ускладнює проблему.
vi: Hệ thống tìm kiếm của chúng tôi đang quá tải và không thể giải quyết yêu cầu của bạn bây giờ. :( Xin lỗi vì sự bất tiện này. Hãy thử lại sau một lát -- nhưng đừng tải lại quá nhiều; chỉ làm vấn đề tệ hơn thôi.

source: I couldn't understand your query, so I simplified it and searched for "%(clean_query)s" instead.
ar: لم أفهم طلبك ، بالمقابل بسط طلبك و بحثت عن "%(clean_query)s" .
bs: Nismo mogli razumjeti vaš upit, pa smo ga pojednostavili i izvršili pretragu za "%(clean_query)s".
ca: No he pogut entendre la cerca i l'he simplificada i he cercat per "%(clean_query)s" en el seu lloc.
el: Δεν μπόρεσα να καταλάβω την ερώτησή σου, γι' αυτό την απλοποίησα και έψαξα για "%(clean_query)s".
eu: Ezin izan dut ulertu zure kontsulta, ondorioz sinplifikatu egin dut eta horren ordez "%(clean_query)s" bilatu dut.
fi: En ymmärtänyt kyselyäsi joten yksinkertaistin sen tällaiseksi: "%(clean_query)s"
fr_ca: Je n'ai pas compris votre requête, je l'ai donc simplifiée et cherché plutôt pour "%(clean_query)s".
hu: Nem értettem a lekérdezést, úgyhogy egyszerűsítettem azt és "%(clean_query)s"-ra kerestem helyette.
it: Non sono riuscito a capire la tua richiesta, quindi l'ho semplificata e ho cercato "%(clean_query)s".
mt_mt: Ma' stajtx nifhem ir-rikjesta tiegħek, u minflok, issimplifikajtha u fittixt għal %(clean_query)s.
nn: Eg forstod ikkje spørringa di, så eg forenkla ho og søkte etter "%(clean_query)s" i stellet.
no: Jeg forsto ikke søket ditt, så jeg forenklet det og søkte heller etter "%(clean_query)s".
pl: Nie rozumiem twojego zapytania, więc je uprościłem i zamiast tego poszukałem "%(clean_query)s".
sv: Jag förstod inte din fråga så jag förenklade den och sökte efter "%(clean_query)s" i stället.
uk: Твій запит не був зрозумілий, то ж він був спрощений і заданий на пошук як "%(clean_query)s".
vi: Tôi không hiểu truy vấn của bạn, bởi thế Tôi chỉ đơn giản hóa truy vấn đó và đã thực hiện việc tìm kiếm về "%(clean_query)s".

source: I couldn't understand your search query. Please try again.
ar: لم أفهم مُوضوع بحثك، الرجاء المحاولة مرة أخرى.
bs: Ne razumijemo vaš upit za pretragu. Molimo vas da pokušate ponovo.
ca: No he pogut entendre la petició de cerca. Torna-ho a intentar.
el: Δεν μπόρεσα να καταλάβω την ερώτησή σου. Ξαναπροσπάθησε.
eu: Ezin izan dut ulertu zure bilaketa kontsulta. Mesedez, saiatu berriro.
fi: Hakulausetta ei ymmärretty, yritä uudelleen.
fr_ca: Je n'ai pas compris votre requête de recherche. Veuillez réessayer.
hu: Nem tudtam értelmezni a keresési lekérdezést. Kérlek próbáld újra.
it: Non sono riuscito a capire la tua richiesta. Per favore riprova.
mt_mt: Ma' stajtx nifhem ir-rikjesta ta' tfittxija tiegħek. Jekk jogħġbok erġa' pprova.
nn: Eg forstår ikkje spørringa di. Prøv om att.
no: Jeg forsto ikke søket ditt. Vennligst prøv igjen.
pl: Nie rozumiem twojego zapytania. Spróbuj ponownie.
sv: Jag förstod inte din sökfråga. Försök igen.
uk: Неможливо зрозуміти ваш пошуковий запит. Будь ласка, спробуйте ще раз.
vi: Tôi không thể hiểu truy vấn của bạn. Xin thử lại lần nữa.

source: You may also want to check the [search help page](%(search_help)s) for more information.
ar: قد تحتاج أيضا إلى التحقق من[search help page](%(search_help)s) لمزيد من المعلومات.
bs: Također, možete pogledati i [stranicu za pomoć u pretrazi](%(search_help)s) za više informacija.
ca: Potser vols mirar també la[search help page](%(search_help)s) per a més informació.
el: ϊσως να θέλεις να δεις και την [σελίδα βοήθειας για αναζητήσεις](%(search_help)s) για περισσότερες πληροφορίες.
eu: Begiratu [bilaketen laguntza orria](%(search_help)s) informazio gehiagorako.
fi: Saatat myös haluta katsoa [search help page](%(search_help)s) lisätiedoiksi.
fr_ca: Vous pouvez aussi vérifier la [page d'aide à la recherche](%(search_help)s) pour plusd'informations.
hu: Talán meg szeretnéd próbálni a [keresést a segítség oldalon is](%(search_help)s), több információért.
it: Potresti anche voler controllare la [pagina d'aiuto per la ricerca](%(search_help)s) per maggiori informazioni.
mt_mt: Tista' wkoll tara l-[paġna tal-għajnuna dwar it-tfittxija](%(search_help)s) għal aktar tagħrif.
nn: Du kan òg sjekke [søkjehjelpssida](%(search_help)s) for meir informasjon.
no: Du burde også sjekke [hjelpesiden for søk](%(search_help)s) for mer informasjon.
pl: Możesz także chcieć sprawdzić [przeszukaj stronę pomocy](%(search_help)s) aby zyskać więcej informacji.
sv: Du kan också läsa på [sökhjälpsidan](%(search_help)s) om du vill ha mer information.
uk: Ви можливо захочете перевірити [сторінку допомоги з пошуком](%(search_help)s) для додаткової інформації.
vi: Có thể bạn cũng muốn xem [trang trợ giúp tìm kiếm](%(search_help)s) để biết thêm thông tin.

source: reddit uses a slightly-customized version of [Markdown](http://daringfireball.net/projects/markdown/syntax) for formatting. See below for some basics, or check [the commenting wiki page](/wiki/commenting) for more detailed help and solutions to common issues.
bs: reddit koristi prilagođenu verziju [Markdowna](http://daringfireball.net/projects/markdown/syntax) za formatiranje. Ispod se nalaze osnovne upute. Pogledajte i [wiki stranicu za komentarisanje](/wiki/commenting) ako vam je potrebna detaljnija pomoć u rješavanju uobičajenih problema.
ca: reddit empra una versió lleugerament personalitzada de [Markdown](http://daringfireball.net/projects/markdown/syntax) per al format. Mireu a sota per algunes bases, o aneu a [la pàgina wiki dels comentaris (en anglés)](/wiki/commenting) per aconseguir ajuda més detallada i solucions a problemes comuns.
el: ο χρήστης reddit χρησιμοποιεί μια ελαφρά προσαρμοσμένη έκδοση του [Markdown] (http://daringfireball.net/projects/markdown/syntax) για μορφοποίηση. Δείτε παρακάτω για τα βασικά ή δείτε εδώ [the commenting wiki page](/wiki/commenting) για πιο λεπτομερή βοήθεια και λύσεις σε συνήθη προβλήματα.
fi: reddit käyttää hiukan muokattua versiota [Markdown]ista(http://daringfireball.net/projects/markdown/syntax) muotoiluun. Alla näet hiukan perusasioita, löydät lisää apua ja yleisiä ratkaisuja [wikin kommentointi-artikkelista](/wiki/commenting).
fr_ca: reddit utilise une version légèrement personnalisée de [Markdown](http://daringfireball.net/projects/markdown/syntax) pour le formatage. Voyez ci-dessous pour quelques bases, ou allez voir [la page wiki sur les commentaires](/wiki/commenting) pour de l'aide plus détaillée et des solutions aux problèmes courants.
hu: reddit a [Markdown](http://daringfireball.net/projects/markdown/syntax) egy kissé módosított változatát használja formázáshoz. Lásd lentebb az alapokhoz, vagy nézd meg a [hozzászólás wiki oldalt](/wiki/commenting) részletesebb segítségért és megoldásokért az általános problémákra.
it: reddit usa versione un po' personalizzata di [Markdown](http://daringfireball.net/projects/markdown/syntax) per la formattazione. In basso puoi vedere alcune delle basi, oppure puoi dare un'occhiata alla [pagina wiki, in inglese, sui commenti](/wiki/commenting) per aiuto e soluzioni dettagliate a problemi frequenti.
mt_mt: reddit juża verżjoni kemmxejn immodifikata ta' [Markdown](http://daringfireball.net/projects/markdown/syntax) għall-ifformatjar. Ara hawn taħt għal xi tagħrif bażiku, jew iċċekja [il-paġna tal-wiki dwar l-ikkummentar](/wiki/commenting) għal aktar għajnuna u soluzzjonijiet għal problemi komuni.
nn: reddits format bruker en lett modifisert versjon av [Markdown](http://daringfireball.net/projects/markdown/syntax). Se nedenfor for det grunnleggende, eller sjekk [kommentar-wikisiden](/wiki/commenting) for mer detaljert hjelp og løsninger på vanlige problemer.
no: reddits format bruker en lett modifisert versjon av [Markdown](http://daringfireball.net/projects/markdown/syntax). Se nedenfor for det grunnleggende, eller sjekk [kommentar-wikisiden](/wiki/commenting) for mer detaljert hjelp og løsninger på vanlige problemer.
pl: reddit korzysta ze zmodyfikowanego języka [Markdown](http://daringfireball.net/projects/markdown/syntax) do formatowania tekstu. Poniżej znajdziesz kilka podstaw, ze szczegółową pomocą i rozwiązaniami typowych problemów możesz zapoznać się na [stronach wiki](/wiki/commenting)
sv: reddit använder en något anpassad version av [Markdown](http://daringfireball.net/projects/markdown/syntax) för formatering. Se nedan för några grunder, eller kolla på [wiki-sidan för kommentarer](/wiki/commenting) för mer detaljerad hjälp och lösningar till vanliga problem.
uk: Реддіт використовує дещо змінену версію [Markdown](http://daringfireball.net/projects/markdown/syntax) для форматування тексту. Дивіться нижче перелік правил, або перевірте [сторінку вікі присвячену коментуванню](/wiki/commenting) для більш деталізованої допомоги та вирішення основних проблем.
vi: reddit sử dụng phiên bản thuật ngữ [Markdown](http://daringfireball.net/projects/markdown/syntax) đối với việc chỉnh sửa nội dung hiển thị. Bên dưới là một số lệnh cơ bản, hoặc bạn có thể xem qua [trang bình luận theo dạng wiki](/wiki/commenting) để nhận trợ giúp chi tiết cũng như các giải pháp cho những vấn đề khó khăn chung mà bạn gặp phải.

source: Reddit is in "emergency read-only mode" right now. :( You won't be able to log in. We're sorry and are working frantically to fix the problem.
el: Το reddit είναι σε "έκτακτη κατάσταση μόνο ανάγνωσης" αυτή τη στιγμή. :( δεν θα μπορέσεις να συνδεθείς. λυπούμαστε, και τρέχουμε σαν τρελοί να διορθώσουμε το πρόβλημα.
fr_ca: Reddit est en ce moment en mode "lecture-seulement de secours". :( vous ne serez pas en mesure de vous connecter. Nous nous en excusons et nous travaillons frénétiquement à la résolution du problème.
it: Reddit si trova in "modalità di sola lettura di emergenza" in questo momento. :( Non potrai effettuare l'accesso. Ci scusiamo e stiamo lavorando freneticamente per risolvere il problema.
sv: Reddit är i "akut endast-läs-läge" just nu. :( Du kommer inte att kunna logga in. Vi ber om ursäkt och arbetar frenetiskt på att lösa problemet.
uk: Реддіт зараз в екстренному режимі тільки читання. :( Вам не вдасться зайти. Нам дуже шкода, і ми несамовито працюємо над виправленням проблеми.

source: this page is temporarily in read-only mode due to heavy traffic.
ar: ريدّيت حالياً تحت ضغط عالي. :( نحن نأسف ، و نعمل بجد لحل المشكلة ، هذة نسخة للقراءة فقط من صفحة التي تحاول مشاهدتها .
bs: ova stranicu stranicu trenutno možete samo čitati zbog velike količine saobraćaja koju proizvodi.
ca: aquesta pàgina es troba temporalment en mode de només lectura degut a massa tràfec.
el: η σελίδα είναι προσωρινά σε φάση μόνο ανάγνωσης λόγω έντονης κίνησης.
eu: orri hau irakurtzeko soilik moduan dago aldi baterako trafiko handia dela eta.
fi: sivu on tilapäisesti vain luku -tilassa suuren liikenteen vuoksi.
fr_ca: Cette page est temporairement en mode lecture seule en raison du trafic élevé.
hu: ez az oldal átmenetileg 'csak olvasásra' módban van az erős forgalom miatt
it: questa pagina è temporaneamente in sola scrittura per via dell'elevato traffico.
mt_mt: dil-paġna qiegħda temporanjament f'modalita ta' qari biss minħabba l-ammont kbir ta' traffiku.
nn: Den sida her er mellombels skriveverna grunna stor trafikk.
no: denne siden er midlertidig i skrivebeskyttet modus på grunn av mye trafikk.
pl: ta strona jest tymczasowo tylko do odczytu ze względu na duży ruch sieciowy.
sv: den här sidan är tillfälligt skrivskyddad på grund av hög trafik.
uk: ця сторінка тимчасово працює в режимі лише для читання із-за високого потоку відвідувачів.
vi: trang này đang tạm thời ở chế độ đọc vì quá tải.

source: Your account has been permanently [suspended](https://reddit.zendesk.com/hc/en-us/articles/205687686) from Reddit.
fr_ca: Votre compte a été [suspended](https://reddit.zendesk.com/hc/en-us/articles/20567686) de reddit de manière définitive.

source: Your account has been [suspended](https://reddit.zendesk.com/hc/en-us/articles/205687686) from Reddit for %(days)s.
fr_ca: Votre compte a été [suspended](https://reddit.zendesk.com/hc/en-us/articles/20567686) de reddit pour %(days)s.

source: Your account has been locked due to possible password compromise, please [reset your password](/prefs/update) to continue using Reddit.
fr_ca: Votre compte a été verrouillé à cause d'un possible mot de passe compromis, veuillez [réinitialiser votre mot de passe](/prefs/update) pour continuer à utiliser Reddit.

source: You sent us a postcard! (Or something similar.) When we run out of room on our refrigerator, we might one day auction off the stuff that people sent in. Is it okay if we include your thing?
ar: لقد أرسلت لنا بطاقةً بريديةً! (أو شيئا من هذا القبيل), عندما يمتلأ سطح البرّاد لدينا بحيث لا يمكننا إضافة المزيد من البطاقات, فقد نعمل يوما ما على بيع الأشياء التي يرسلها الأشخاص إلينا عبر المزاد العلني. هل أنت توافق على إضافة بطاقتك إلى هذه الممارسة؟
bs: Poslali ste razglednicu (ili nešto slično)! Kada nam jednog dana nestane prostora u frižideru, možda ćemo na aukciju staviti stvari koje nam ljudi šalji. Je li uredu da to učinimo i sa ovim?
ca: Ens has enviat una postal! (O alguna cosa pareguda). Quan se'ns acabe l'espai a la nevera, potser que algun dia subhastem totes les coses que hom ens envia. Acceptaries que incloguérem la teua cosa?
el: Μας έστειλες μια κάρτα! (Ή κάτι παρόμοιο.) Όταν μας τελειώσει ο χώρος στο ψυγείο, μπορεί μια μέρα να δημοπρατήσουμε ό,τι μας έχουν στείλει. Μπορούμε να συμπεριλάβουμε και αυτό που μας έστειλες;
eu: Posta-txartel bat bidali diguzu! (Edo antzeko zerbait.) Hozkailuan lekurik gabe gelditzen garenean, behar bada egunen batean jendeak bidalitako gauzak enkantera aterako ditugu. Ondo iruditzen zaizu zuk bidalitakoa enkantera ateratzea?
fi: Lähetit meille postikortin! (Tai muun vastaavan.) Tilan loppuessa jääkaapimme ovesta saatamme huutokaupata ihmisten meille lähettämiä tavaroita. Saammeko tehdä näin lähetyksellesi?
fr_ca: Vous nous avez envoyé une carte postale ! (Ou quelque similaire.) Lorsque nous manquerons d'espace dans notre réfrigérateur, nous pourrons, un jour, vendre aux enchères les choses que les utilisateurs nous ont envoyées. Est-ce correcte si nous incluons votre objet ?
hu: Küldtél nekünk egy képeslapot! (Vagy valami hasonlót.) Ha kifogy a hely a hűtőnkből, lehet, hogy egy nap elárverezzük azt, amit a emberek küldtek nekünk. Beleegyezel, hogy a tied is köztük legyen?
it: Hai inviato una cartolina! (O qualcosa di simile.) Se finissimo lo spazio nel nostro frigorifero, un giorno potremo mettere all'asta quello che le persone hanno inviato. Va bene se includiamo anche le quello che hai inviato tu?
mt_mt: Int bgħatt kartolina! (Jew xi ħaġa simili.) Meta l-ispazju fuq il-friġġ tagħna jispiċċa, jaf xi darba nagħmlu asta għall-affarijiet li n-nies jibgħatu. Tajjeb għalik jekk ninkludu tiegħek?
nn: Du sende oss eit postkort (eller noko i den duren)! Når vi går tom for plass på kjøleskåpet vårt, kan det hende at vi ein dag auksjonerer vekk sakene som folk har sendt inn. Er det greitt om vi tek med tingen din?
no: Du sendte oss et postkort! (Eller noe lignende.) Når det ikke er mere plass på vårt kjøleskap, kan det hende vi auksjonerer vekk noe av det folk har sendt inn. Er det greit om vi inkluderer ditt bidrag?
pl: Wysłałeś nam pocztówkę! (Lub coś podobnego do niej.) Kiedy skończy się nam miejsce w lodówce możemy kiedyś wystawić na aukcji to, co ludzie nam przysyłają. Czy będzie w porządku, jeśli dołączymy twoją rzecz?
sv: Du har skickat ett vykort till oss! (Eller något liknande.) När det är fullt på vårt kylskåp kanske vi en dag auktionerar bort sådant som olika personer har skickat in. Är det okej om vi inkluderar det du skickat?
uk: Ви відправили нам поштову картку! (Чи щось подібне.) Коли у нас закінчиться місце на холодильнику, одного дня ми можливо продамо на аукціоні всі отримані речі. Чи дозволяєте також включити те, що ви нам відправили?
vi: Bạn có thể gửi cho chúng tôi bưu thiếp đấy! (Hoặc thứ gì đó tương tự). Khi chúng tôi đã hết phòng chứa các vật liệu gửi tặng từ thành viên hoặc đơn giản là tủ lạnh của chúng tôi đã chật ních các đồ, thì một ngày nào đó các vật phẩm này sẽ được mang đi bán đấu giá. Liệu có ổn không nếu chúng tôi cũng đấu giá các đồ vật này từ bạn?
