Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: Please pick your credit card:
ar: الرجاء اختيار بطاقة أئتمانك:
bs: Molimo vas da odaberete vašu kreditnu karticu:
ca: Si us plau introdueix el teu número de targeta de crèdit:
el: Παρακαλώ επιλέξτε την πιστωτική σας κάρτα:
eu: Mesedez aukeratu zure kreditu-txartela:
fi: Valitse luottokorttisi:
fr_ca: Sélectionnez une carte de crédit :
hu: Kérlek válaszd ki a hitelkártyádat:
it: Scegli la tua carta di credito:
mt_mt: Jekk jogħġbok agħżel karta tal-kreditu:
nn: Vel kredittkortet ditt:
no: Vennligst velg ditt bankkort:
pl: wybierz kartę kredytową:
sv: Välj ditt kreditkort:
uk: Будь ласка, виберіть банківську картку:
vi: Vui lòng chọn loại thẻ tín dụng mà bạn dùng:

source: select...
ar: اختر...
bs: odaberite...
ca: seleccionar...
el: διαλέξτε...
eu: hautatu...
fi: valitse...
fr_ca: sélectionner...
hu: választás...
it: seleziona...
mt_mt: agħżel...
nn: vel ...
no: velg...
pl: wybierz...
sv: välj...
uk: оберіть...
vi: chọn...

source: profile limit (%d) reached
bs: dostignut je limit profila (%d)
el: περιορισμος του προφιλ (%d)
fi: profiilin raja (%d) saavutettu
fr_ca: limite de profil (%d) atteinte
hu: profil limit (%d) elérve
it: limite profilo (%d) raggiunto
mt_mt: il-limitu tal-profil (%d) intlaħaq
nn: profilgrensa (%d) er nådd
no: profilgrense (%d) er nådd
pl: Limit profilu (%d) osiągniety
sv: profilgränsen (%d) uppnådd
uk: досягнуте обмеження профілю (%d)

source: create a new one...
ar: أنشئ واحدة جديدة...
bs: kreiraj novu...
ca: crear-ne un de nou...
el: δημιούργησε μια καινούρια
eo: krei novan...
eu: sortu berri bat...
fi: luo uusi...
fr_ca: créer un nouveau...
hu: új létrehozása...
it: creane una nuova...
mt_mt: oħloq wieħed ġdid...
nn: opprett ein ny ...
no: opprett ett nytt...
pl: stwórz nowy...
sv: skapa en ny...
uk: створити новий...
vi: tạo một phần mới...

source: please create a new payment profile
ar: الرجاء أنشاء ملف دفعات جديدة
bs: molimo vas da kreirate novi profil za plaćanje
ca: sisplau crea un nou perfil de pagament
el: παρακαλώ δημιουργήστε ένα νέο προφίλ πληρωμών
eu: mesedez, sortu ordainketa profil berri bat
fi: ole hyvä ja luo uusi maksuprofiili
fr_ca: créez un nouveau profil de paiement
hu: kérlek hozz létre egy új fizetési profilt
it: crea un nuovo profilo di pagamento
mt_mt: jekk jogħġbok oħloq profil tal-ħlas ġdid
nn: opprett ein ny betalingsprofil
no: vennligst opprett en ny betalingsprofil
pl: utwórz nowy profil płatności
sv: skapa en ny betalningsprofil
uk: будь ласка створіть новий платіжний профіль
vi: vui lòng tạo một hồ sơ về phương thức thanh toán mới

source: NOTE: your card will not be charged until the campaign has been queued for promotion.
el: ΠΡΟΣΟΧΗ: η κάρτα σου δεν θα χρεωθεί μέχρι να δρομολογηθεί η καμπάνια για προώθηση.
fr_ca: NOTE: vous ne serez pas débité avant que la campagne ne soit bouclée
hu: MEGJEGYZÉS: a kártyád addig nem lesz terhelve, amíg a kampány sorba nincs állítva promócióra.
it: NOTA: il pagamento non sarà accreditato finché la campagna non sarà in coda per la promozione.
mt_mt: NOTA: il-karta tal-kreditu tiegħek mhux se tkun addebitata sakemm il-kampanja tidħol fil-kjù tal-promozzjoni.
nn: MERK: kortet ditt vil ikke bli belastet før kampanjen har blitt lagt til i køen for fremvisning.
no: MERK: kortet ditt vil ikke bli belastet før kampanjen har blitt lagt til i køen for fremvisning.
pl: twoja karta nie zostanie obciążona dopóki kampania nie zostanie zakolejkowana
sv: OBS: pengar kommer inte dras från ditt kort förrän din kampanj har satts i kö för din marknadsföring.
uk: ПРИМІТКА: ми не знімемо кошти з вашої картки доки рекламна кампанія не буде розміщена в чергу на активацію

source: first name
ar: الاسم الأول
bs: ime
ca: nom
el: όνομα
eo: nomo
eu: izena
fi: etunimi
fr_ca: prénom
hu: keresztnév
it: nome
mt_mt: isem
nn: fornamn
no: fornavn
pl: imię
sv: förnamn
uk: ім'я
vi: tên

source: last name
ar: اسم العائلة
bs: prezime
ca: cognom
el: επώνυμο
eo: familia nomo
eu: abizena
fi: sukunimi
fr_ca: nom
hu: vezetéknév
it: cognome
mt_mt: kunjom
nn: etternamn
no: etternavn
pl: nazwisko
sv: efternamn
uk: прізвище
vi: họ

source: company
ar: الشركة
bs: kompanija
ca: empresa
el: εταιρία
eo: firmao
eu: enpresa
fi: yritys
fr_ca: entreprise
hu: cég
it: società
mt_mt: kumpanija
nn: firma
no: firma
pl: firma
sv: företag
uk: компанія
vi: công ty

source: address
ar: العنوان
bs: adresa
ca: adreça
el: διεύθυνση
eo: adreso
eu: helbidea
fi: osoite
fr_ca: adresse
hu: cím
it: indirizzo
mt_mt: indirizz
nn: adresse
no: adresse
pl: adres
sv: adress
uk: адреса
vi: địa chỉ

source: state
ar: الولاية
bs: oblast
ca: estat
el: πολιτεία
eo: ŝtato
eu: estatua
fi: lääni
fr_ca: état / province
hu: állam/megye
it: stato
mt_mt: stat
nn: fylke / stat
no: fylke
pl: stan
sv: delstat
uk: штат або область
vi: bang

source: phone
ar: رقم الهاتف
bs: telefon
ca: telèfon
el: τηλέφωνο
eo: telefono
eu: telefonoa
fi: puhelin
fr_ca: téléphone
hu: telefonszám
it: telefono
mt_mt: telefon
nn: telefon
no: telefon
pl: telefon
sv: telefonnummer
uk: телефон
vi: điện thoại

source: (14-17 digits)
ar: (14 -17 رقماً)
bs: (14-17 cifara)
ca: (14-17 dígits)
el: (14-17 ψηφία)
eo: (14-17 ciferoj)
eu: (14-17 digitu)
fi: (14-17 numeroa)
fr_ca: (14-17 chiffres)
hu: (14-17 számjegy)
it: (14-17 cifre)
mt_mt: (14-17 il-ċifra)
nn: (14 - 17 siffer)
no: (14-17 siffer)
pl: (od 14 do 17 cyfr)
sv: (14-17 siffror)
uk: (14-17 цифр)
vi: (14-17 ký tự)

source: (3 or 4 digits)
ar: (٣ أو ٤ أرقام)
bs: (3 ili 5 cifre)
ca: (3 o 4 dígits)
el: (3 ή 4 ψηφία)
eu: (3 or 4 digitu)
fi: (3 tai 4 numeroa)
fr_ca: (3 ou 4 chiffres)
hu: (3 vagy 4 számjegy)
it: (3 o 4 cifre)
mt_mt: (3 jew 4 ċifri)
nn: (3 eller 4 siffer)
no: (3 eller 4 siffer)
pl: (3 lub 4 cyfry)
sv: (3 eller 4 siffror)
uk: (3 чи 4 цифри)
vi: (3 or 4 ký tự)

source: By submitting payment you agree to the %(rules)s.
fr_ca: En validant ce paiement vous acceptez les %(rules)s.

source: authorize payment
ar: تصريح الدفع.
bs: potvrda plaćanja
ca: autoritzar pagament
el: έγκριση πληρωμής
eu: baimendu ordainketa
fi: vahvista maksu
fr_ca: autoriser le paiement
hu: fizetés engedélyezése
it: autorizza pagamento
mt_mt: awtorizza l-ħlas
nn: godkjenn betaling
no: bekreft betaling
pl: autoryzuj płatność
sv: godkänn betalning
uk: провести платіж
vi: thanh toán ủy quyền

source: you are viewing a single comment's thread.
ar: إنك تشاهد موضوع بتعليق واحد.
bs: pregledate temu za jedan komentar.
ca: estàs veient un sol fil de comentaris
el: βλέπετε το νήμα ενός μόνο σχολίου
eo: vi rigardas nur unuopan komentofadenon.
eu: iruzkin bakarreko hari bat ikusten ari zara.
fi: olet selaamassa yksittäisen kommentin vastauksia
fr_ca: vous consultez le fil d'un commentaire unique.
hu: egy komment fórumszálát nézed.
it: stai vedendo una discussione derivante da un commento
mt_mt: qed tara d-diskussjoni ta' kumment wieħed.
nn: du ser på tråden for eit einskild innlegg
no: du viser en enkel kommentar sin tråd.
pl: oglądasz odpowiedzi na jeden komentarz
sr_la: gledate samo jednu deo komentara
sv: du läser en ensam kommentars tråd.
uk: ви переглядаєте бесіду, що базується на одному з коментарів теми
vi: bạn đang xem một bình luận đơn nhất từ thread.

source: view the rest of the comments
ar: أظهار بقية التعليقات
bs: pregledaj ostale komentare
ca: veure la resta de comentaris
el: δείτε τα υπόλοιπα σχόλια
eo: vidu la ceterajn komentojn.
eu: ikusi gainerako iruzkinak
fi: katso loput kommentit
fr_ca: voir le reste des commentaires
hu: további hozzászólások megtekintése
it: guarda il resto dei commenti
mt_mt: ara l-bqija tal-kummenti
nn: sjå resten av innlegga
no: vis resten av kommentarene
pl: zobacz resztę komentarzy
sr_la: pogledajte ostale komentare
sv: se resten av kommentarerna
uk: переглянути решту коментарів
vi: xem toàn bộ các phần bình luận còn lại

source: your ads preferences have been updated
fr_ca: vos préférences concernant les publicités ont été mises à jour
sv: dina annonsinställningar har uppdaterats

source: Reddit Personalized Ads
fr_ca: Publicités Personnalisées Reddit

source: Personalized ads, sometimes referred to as interest or behavior targeted ads, are delivered to you by Reddit based on what we think you may like. You can adjust how we personalize advertisements for you by adjusting your ads preferences below.
fr_ca: Les publicités personnalisées, parfois appelées publicités ciblant les intérêts ou les comportements, vous sont fournies par Reddit en fonction de ce que nous pensons que vous aimeriez. Vous pouvez ajuster la manière dont nous personnalisons les publicités pour vous en modifiant vos préférences concernant les publicités ci-dessous.

source: Your preferences are managed by a browser cookie, so, if you clear your cookies or visit from another browser, you will need to readjust your preferences.
fr_ca: Vos préférences sont gérées par un cookie de navigateur, donc, si vous effacez vos cookiez ou nous rendez visite depuis un autre navigateur, vous devrez régler à nouveau vos préférences.

source: When you log-out of your Reddit account from this browser or if you do not have a Reddit account, we will still respect your preferences.
fr_ca: Lorsque vous vous déconnectez de votre compte Reddit depuis ce navigateur ou si vous n'avez pas de compte Reddit, nous respectons toujours vos préférences.

source: With personalized ads on
fr_ca: Avec les publicités personnalisées
sv: Med personliga annonser på

source: Ads you see on Reddit will be delivered based on your prior use of our Services, including post clicks, sub-reddit visits, votes, and other information associated with your account.
fr_ca: Les publicités que vous voyez sur Reddit vous sont fournies en fonction de votre utilisation préalable de nos Services, incluant les clics sur des publications, les visites de subreddits, et d'autres informations associées à votre compte.

source: For example: If you frequently visit gaming subreddits, you're more likely to see an ad for a game rather than an ad for celebrity news.
fr_ca: Par exemple: si vous visitez fréquemment des subreddits de gaming, vous verrez plus probablement une publicité pour un jeu vidéo que pour une actualité de célébrité.

source: With personalized ads off
fr_ca: Sans les publicités personnalisées
sv: Med personliga annonser av

source: You will still see the same number of ads in the same places.
fr_ca: Vous verrez toujours le même nombre de publicités, aux mêmes endroits.

source: Your ads may be less relevant and interesting to you.
fr_ca: Vos publicités seront peut-être moins pertinentes et intéressantes pour vous.

source: Does not apply to ads served by other companies on Reddit, whose opt-outs may be located at the websites listed in the %(privacy_policy)s.
fr_ca: Cela ne s'applique pas aux serveurs de publicités d'autres compagnies que Reddit, pour qui les désengagements seront situés dans les listes de sites de la %(privacy_policy)s.

source: (privacy policy)
fr_ca: (politique de confidentialité)
hu: (adatvédelmi irányelvek)
it: (politica sulla privacy)
sv: (sekretesspolicy)

source: For information about how to opt out of behavioral advertising from third-party advertisers and ad networks, please visit the opt-out pages for the %(digital_advertising_alliance)s and the %(network_advertising_initiative)s.
fr_ca: Pour avoir des informations sur comment vous désengager des publicités selon votre comportement sur les publicitaires tiers et les réseaux publicitaires, veuillez visiter les pages de désengagement pour l'%(digital_advertising_alliance)s et l'%(network_advertising_initiative)s.

source: Digital Advertising Alliance
fr_ca: Alliance Digitale de Publicité

source: web app
fi: verkkosovellus
fr_ca: application web
hu: web alkalmazás
it: applicazione web
mt_mt: applikazzjoni tal-web
nn: webapplikasjon
no: webapplikasjon
pl: aplikacja webowa
sv: webbapp
uk: веб програма
vi: ứng dụng web

source: A web based application
fi: Verkkopohjainen sovellus
fr_ca: Une web application
hu: Web alapú alkalmazás
it: Un'applicazione sul web
mt_mt: Applikazzjoni bbażata fuq il-web
nn: Nettleserbasert applikasjon
no: Nettleserbasert applikasjon
pl: Aplikacja przeglądarkowa
sv: En webbaserad applikation
uk: Програма, що виконується з інтернету в вашому браузері
vi: Ứng dụng trên nền web

source: installed app
fi: asennettu sovellus
fr_ca: Application installée
hu: telepített alkalmazás
it: Applicazioni installate
mt_mt: applikazzjoni installata
nn: installert app
no: installert app
pl: zainstalowana aplikacja
sv: installerad app
uk: встановлювана програма
vi: ứng dụng đã cài đặt

source: An app intended for installation, such as on a mobile phone
fi: Asennettavaksi tarkoitettu sovellus, esimerkiksi kännykässä
fr_ca: Une application destiné à être installée, par exemple sur un téléphone mobile
it: Un'app per cui è prevista l'installazione, ad esempio su un telefono cellulare
mt_mt: Xi applikazzjoni intiża għall-installazzjoni, bħal fuq telefon ċellulari
nn: En applikasjon beregnet for installasjon, slik som på en smarttelefon
no: En applikasjon beregnet for installasjon, slik som på en smarttelefon
pl: Aplikacja przeznaczona do instalacji, na przykład na telefonie
sv: En app avsedd för installation på t.ex. en mobiltelefon
uk: Програма що призначена для встановлення, наприклад на вашому телефоні
vi: Một ứng dụng dự định thêm và phần cài đặt, cũng giống như trên điện thoại di động

source: Script for personal use. Will only have access to the developers accounts
fi: Skripti henkilökohtaiseen käyttöön. Sisältää pääsyn vain kehittäjien tileille
fr_ca: Script pour un usage personnel. Accessible seulement par les comptes developpeurs
it: Script per uso personale. Avrà accesso solo agli account degli sviluppatori
mt_mt: Script għal użu personali. Għandu aċċess għal-kontijiet tal-iżviluppaturi biss
nn: Skript for personlig bruk. Vil kun ha tilgang til utviklerkontoene
no: Skript for personlig bruk. Vil kun ha tilgang til utviklerkontoene
pl: Skrypt do użytku osobistego. Będzie miał dostęp tylko do kont twórców
sv: Skript för personligt bruk. Kommer bara ha tillgång till utvecklarens konton
uk: Скрипт для персонального використання. Може отримати доступ лише до акаунтів, що відмічені як акаунт розробника
vi: Mã kịch bản dành cho nhu cầu cá nhân. Chỉ có thể truy cập đối với tài khoản nhà phát triển phần mềm

source: (that's you!)
ar: (هذا أنت!)
bs: (to ste vi!)
el: (αυτός είσαι εσύ!)
fi: (se olet sinä!)
fr_ca: (c'est vous !)
hu: (az te vagy!)
it: (sei tu!)
mt_mt: (dak int!)
nn: (det er deg, det!)
no: (det er du!)
pl: (to ty!)
sv: (det är du!)
uk: (це ви!)
vi: (đó chính là bạn!)

source: personal use script
fi: skripti henkilökohtaiseen käyttöön
fr_ca: script pour usage personnel
it: script per uso personale
mt_mt: script għal użu personali
nn: skript til personlig bruk
no: skript til personlig bruk
pl: skrypt do użytku osobistego
sv: skript för personligt bruk
uk: скрипт для особистого користування
vi: mã kịch bản cá nhân

source: updating...
ar: جاري التحديث...
bs: ažuriram...
ca: actualitzant...
el: ενημέρωση...
fi: päivitetään...
fr_ca: mise à jour...
hu: frissítés...
it: aggiornamento...
mt_mt: qed naġġorna...
nn: oppdaterer ...
no: oppdaterer…
pl: aktualizuję ...
sv: uppdaterar...
uk: оновлення...
vi: đang cập nhật...

source: about url
ar: حول الموقع
bs: o url-u
ca: sobre la url
el: σχετικά με τη διαδικτυακή διεύθυνση
fi: tietoja url:stä
fr_ca: à propos de l'url
hu: url bemutatása
it: url per le info
mt_mt: dwar il-url
nn: om-adresse
no: om url
pl: url opisu
sv: om url:en
uk: про url
vi: về url

source: redirect uri
ar: مباشرة الموقع
bs: preusmjeri uri
el: uri ανακατεύθυνσης
fi: uudelleenohjaus url
fr_ca: rediriger uri
hu: átirányítási uri
it: uri di reindirizzamento
mt_mt: url ta' ridirezzjonament
nn: omdiriger uri
no: omdiriger url
pl: adres przekierowania
sv: omdirigerings-uri
uk: uri перенаправлення
vi: chuyển hướng đường dẫn

source: update app
ar: تحديث بريمج
bs: ažuriraj aplikaciju
ca: actualitza aplicació
el: ενημέρωση εφαρμογής
fi: päivitä sovellus
fr_ca: mettre à jour l'appli
hu: alkalmazás frissítése
it: aggiorna app
mt_mt: aġġorna l-applikazzjoni
nn: oppdater app
no: oppdater applikasjon
pl: aktualizuj aplikację
sv: uppdatera app
uk: оновити дані програми
vi: cập nhật ứng dụng

source: developers
ar: المطورين
bs: programeri
ca: desenvolupadors
el: προγραμματιστές
fi: kehittäjät
fr_ca: développeurs
hu: fejlesztők
it: sviluppatori
mt_mt: żviluppaturi
nn: utviklarar
no: utviklere
pl: developerzy
sv: utvecklare
uk: розробники
vi: nhà phát triển

source: adding...
ar: جاري الإضافة...
bs: dodajem...
ca: afegint...
el: προσθήκη...
fi: lisäämässä...
fr_ca: ajout...
hu: hozzáadás...
it: aggiunta...
mt_mt: qed inżid...
nn: legg til ...
no: legger til…
pl: dodaję ...
sv: lägger till...
uk: додаємо...
vi: đang thêm...

source: add developer
ar: أضف مطور
bs: dodaj programera
ca: afegeix desenvolupador
el: προσθήκη προγραμματιστή
fi: lisää kehittäjä
fr_ca: ajouter un développeur
hu: fejlesztő hozzáadása
it: aggiungi sviluppatore
mt_mt: żid żviluppatur
nn: legg til utviklar
no: legg til utvikler
pl: dodaj developera
sv: lägg till utvecklare
uk: додати розробника
vi: thêm nhà phát triển

source: delete app
ar: إزالة بريمج
bs: obriši aplikaciju
ca: elimina aplicació
el: διαγραφή εφαρμογής
fi: poista sovellus
fr_ca: supprimer l'application
hu: alkalmazás törlése
it: cancella app
mt_mt: ħassar l-applikazzjoni
nn: slett app
no: slett applikasjon
pl: usuń aplikację
sv: ta bort app
uk: видалити програму
vi: xóa ứng dụng

source: Only in:
ar: فقط في :
bs: Samo u:
el: Μόνο σε:
fi: Vain näissä:
fr_ca: Seulement dans :
hu: Csak itt:
it: Solo in:
mt_mt: biss ġo:
nn: Berre i:
no: Kun i:
pl: Tylko w:
sv: Endast i:
uk: Лише в:
vi: Chỉ trong:

source: Only in the subreddits:
ar: فقط في الفئات الفرعية على ريديت:
bs: Samo u subredditima:
el: Μόνο στα υποreddit:
fi: Vain subredditeissä:
fr_ca: Seulement dans les subreddits :
hu: Csak az subredditekben:
it: Solo nei subreddit:
mt_mt: Biss fis-subreddits:
nn: Berre i subredditane:
no: Kun i følgende subreddits:
pl: Tylko w subreddicie:
sv: Endast i subredditarna:
uk: Лише в сабреддітах:
vi: Chỉ trong chuyên mục này:

source: Expires in:
ar: تنتهي صلاحيته في :
bs: Ističe za:
ca: Caduca en:
el: Λήγει σε:
fi: Vanhenee:
fr_ca: Expire dans :
hu: Lejár:
it: Scade fra:
mt_mt: Jiskadi fi żmien:
nn: Går ut om:
no: Utgår om:
pl: Wygasa za:
sv: Förfaller om:
uk: Термін дії закінчується:
vi: Hết hạn vào:

source: Maintain this access indefinitely (or until manually revoked).
bs: Ovaj pristup važi trajno (ili dok ručno ne bude opozvan).
el: Διατήρησε αυτήν την πρόσβαση επ' αόριστον (ή μέχρι να ανακληθεί χειροκίνητα).
fr_ca: Maintenir cet accès indéfiniment (ou jusqu'à une suppression manuelle).
hu: Aktuális bejelentkezés határozatlan időre szóló fenntartása (vagy amíg manuálisan visszavonásra nem kerül).
it: Mantieni questo accesso a tempo indeterminato (o finché non viene revocato manualmente).
mt_mt: Żomm dal-aċċess indefinitivament (jew sakemm jiġi revokat manwalment).
nn: Opprett tilgangen til evig tid (eller til du sjølv avbryt han).
no: Oppretthold tilgangen i alle fremtid (eller til den fjernes manuelt).
pl: Utrzymaj ten dostęp dożywotnio (bądź do odwołania).
sv: Behåll den här åtkomsten för alltid (eller tills den återkallas manuellt).
uk: Доступ буде відкритий завжди (або доки ви не відкличете його вручну).
vi: Giữ quyền truy cập này vô thời hạn (hoặc cho đến khi do chính bạn thu hồi).

source: revoke access
ar: وصول
bs: opozovi pristup
ca: revoca accés
el: ανάκληση πρόσβασης
fi: kumoa pääsy
fr_ca: révoquer l'accès
hu: engedély visszavonása
it: revoca accesso
mt_mt: irrevoka l-aċċess
nn: trekk tilbake tilgjenge
no: opphev tilgang
pl: odwołaj dostęp
sv: återkalla åtkomst
uk: відкликати доступ
vi: thu hồi truy cập

source: revoked
ar: منقوض
bs: opozvano
ca: revocat
el: ανακλήθηκε
fi: kumottu
fr_ca: révoqué
hu: visszavonva
it: revocato
mt_mt: irrevokat
nn: trekt tilbake
no: opphevet
pl: odwołano
sv: återkallad
uk: відкликано
vi: đã thu hồi

source: authorized applications
ar: تصريح الدفع.
bs: autorizovane aplikacije
ca: aplicacions autoritzades
el: εξουσιοδοτημένες εφαρμογές
fi: valtuutetut sovellukset
fr_ca: applications autorisées
hu: engedélyezett alkalmazások
it: applicazioni autorizzate
mt_mt: applikazzjonijiet awtorizzati
nn: autoriserte applikasjonar
no: autoriserte applikasjoner
pl: dozwolone aplikacje
sv: auktoriserade applikationer
uk: авторизовані програми
vi: các ứng dụng đã xác thực

source: developed applications
ar: التطبيقات النامية
bs: razvijene aplikacije
ca: aplicacions desenvolupades
el: ανεπτυγμένες εφαρμογές
fi: kehitetyt sovellukset
fr_ca: applications développées
hu: használatba vehető alkalmazások
it: applicazioni sviluppatore
mt_mt: applikazzjonijiet iżviluppati
nn: utvikla applikasjonar
no: utviklede applikasjoner
pl: napisane aplikacje
sv: utvecklade program
uk: розроблені програми
vi: các phần mềm đã được phát triển

source: create another app...
ar: أنشئ جديد...
bs: kreiraj još jednu aplikaciju...
ca: crear una altra aplicació...
el: δημιουργία άλλης εφαρμογής...
fi: luo toinen sovellus...
fr_ca: créer une autre application...
hu: új alkalmazás létrehozása
it: crea un'altra app...
mt_mt: oħloq applikazzjoni oħra...
nn: lag ein annan app ...
no: lag en annen applikasjon...
pl: utwórz inną aplikację ...
sv: skapa en till applikation...
uk: створити іншу програму...
vi: tạo ứng dụng khác...

source: are you a developer? create an app...
ar: هل أنت مطور أنشئ جديد...
bs: jeste li vi programer? kreirajte aplikaciju...
ca: ets desenvolupador? crea una aplicació...
el: είσαι προγραμματιστής; δημιούργησε μια εφαρμογή...
fi: oletko kehittäjä? luo sovellus...
fr_ca: Etes-vous un développeur ? créez une application...
hu: fejlesztő vagy? készíts egy alkalmazást...
it: sei uno sviluppatore? crea un'applicazione...
mt_mt: int żviluppatur? oħloq applikazzjoni...
nn: er du ein utviklar? lag ein app ...
no: er du en utvikler? lag en applikasjon
pl: jesteś developerem? stwórz aplikację ...
sv: är du en utvecklare? skapa en applikation...
uk: чи ви часом не розробник? створіть нову програму...
vi: bạn là nhà phát triển? tạo một ứng dụng...

source: creating...
ar: جاري الإنشاء...
bs: kreiram...
ca: creant...
el: δημιουργία...
fi: luodaan...
fr_ca: en cours de création...
hu: létrehozás...
it: creazione...
mt_mt: qed noħloq...
nn: lagar ...
no: lager...
pl: tworzę ...
sv: skapar...
uk: створюємо...
vi: đang tạo..

source: create application
ar: إنشاء بريمج
bs: kreiraj aplikaciju
ca: crea una aplicació
el: δημιουργία εφαρμογής
fi: luo sovellus
fr_ca: créer une application
hu: alkalmazás létrehozása
it: crea applicazione
mt_mt: oħloq applikazzjoni
nn: lag applikasjon
no: lag applikasjon
pl: stwórz aplikację
sv: skapa application
uk: створити програму
vi: tạo ứng dụng

source: create app
ar: إنشاء بريمج
bs: kreiraj aplikaciju
ca: crea aplicació
el: δημιουργία εφαρμογής
fi: luo sovellus
fr_ca: créer une application
hu: alkalmazás létrehozása
it: crea app
mt_mt: oħloq applikazzjoni
nn: lag app
no: lag app
pl: stwórz aplikację
sv: skapa applikation
uk: створити програму
vi: tạo ứng dụng

source: deactivate your reddit account
fr_ca: désactiver votre compte reddit
hu: reddit fiókod deaktiválása
it: disattiva il tuo account di reddit
sv: deaktivera ditt reddit-konto

source: deactivating...
fr_ca: désactivation en cours...
it: disattivazione...
sv: deaktiverar...
