Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: Access the list of subreddits I moderate, contribute to, and subscribe to.
bs: Pristupite listi subreddita u kojima ste moderator, u kojima ste saradnika i na koje ste pretplaćeni.
ca: Accedeix a la llista de subreddits que modero, hi contribueixo i hi estic subscrit.
el: Πρόσβαση στη λίστα των υποreddit που επιβλέπω, συνεισφέρω και έχω γραφτεί.
fi: Katso listaa subredditeistä, joita valvon, joihin osallistun ja joita tilaan.
fr_ca: Accéder à la liste des subreddits que je modère, auxquels je contribue et auxquels je suis inscrit.
hu: Belépés az általam moderált, szerkesztett vagy feliratkozott subredditek listájába.
it: Accedi all'elenco dei subreddit di cui sono moderatore, a cui contribuisco e a quelli a cui sono sottoscritto.
mt_mt: Aċċedi l-elenku ta' subreddits li nimmodera, nikkontribwixxi, jew li jien abbonat fihom.
nn: Sjå lista over subredditar som eg modererer, medverkar til og tingar på.
no: Tilgang til listen av subredditer hvor jeg modererer, bidrar og abonnerer.
pl: Może uzyskać dostęp do subredditów, które moderujesz, udzielasz się w nich i subskrybujesz.
sv: Visa listan med subredditar jag modererar, bidrar till och prenumererar på.
uk: Доступ до переліку сабреддітів які я модерую, в які я пишу и на які я підписаний.
vi: Truy cập danh sách các chuyên mục do tôi điều hành, có đăng bài và theo dõi.

source: Private Messages
ar: الرسائل الخاصة
bs: Privatne poruke
ca: Missatges Privats
el: Προσωπικά Μηνύματα
fi: yksityisviestit
fr_ca: Messages privés
hu: Privát Üzenetek
it: Messaggi privati
mt_mt: Messaġġi Privati
nn: Personlege meldingar
no: Private Meldinger
pl: Wiadomości prywatne
sv: Privata meddelanden
uk: Приватні Повідомлення
vi: Tin nhắn Cá nhân

source: Access my inbox and send private messages to other users.
ar: ادخل إلى صندوقي البريدي و أرسل رسائل خاصة للمستخدمين الأخرين
bs: Pristupi mom sandučetu i pošalji privatne poruke drugim korisnicima.
ca: Accedir a la meva safata d'entrada i enviar missatges privats a altres usuaris.
el: Πρόσβαση στα εισερχόμενα και αποστολή ιδιωτικών μηνυμάτων σε άλλους χρήστες.
fi: Hallitse postilaatikkoani ja lähetä yksityisviestejä muille käyttäjille.
fr_ca: Accéder à ma boîte de réception et envoyer des messages privés à d'autres utilisateurs.
hu: Belépés a bejövő üzeneteimbe, és privát üzenet küldése más felhasználóknak.
it: Accedi alla cartella della posta in arrivo e invia messaggi privati ad altri utenti.
mt_mt: Aċċedi l-inbox tiegħi w ibgħat messaġġi privati lil utenti oħrajn.
nn: Sjå innboksen min og send personlege meldingar til andre brukarar.
no: Tilgang til min innboks og muligheten til å sende private meldinger til andre brukere.
pl: Może wejść do skrzynki i komunikować się z innymi użytkownikami.
sv: Visa min inkorg och skicka privata meddelanden till andra användare.
uk: Зайти до моєї скриньки або відправити приватне повідомлення іншому користувачеві.
vi: Truy cập hộp thư đến và gửi tin nhắn cá nhân cho thành viên khác.

source: Read Content
ar: اقرئ المحتوى
bs: Pročitaj sadržaj
ca: llegir el contingut
el: Ανάγνωση περιεχομένου
fi: Lue sisältö
fr_ca: Lire du contenu
hu: Tartalom Olvasása
it: Leggi contenuto
mt_mt: Aqra l-Kontenut
nn: Les innhald
no: Les innhold
pl: Czytanie treści
sv: Läs innehåll
uk: Читати Матеріал
vi: Đọc Nội dung

source: Access posts and comments through my account.
bs: Pristupi porukama i komentarima preko mog računa.
ca: Accedir a publicacions i comentaris a través del meu compte.
el: Πρόσβαση στις αναρτήσεις και στα σχόλια του λογαριασμού μου.
fi: Pääse käsiksi posteihin ja kommentteihin käyttäjätilini kautta.
fr_ca: Accéder aux publications et commentaires via mon compte.
hu: Hozzáférés posztokhoz és hozzászólásokhoz a fiókomon keresztül.
it: Accedi ai post e ai commenti attraverso il mio account
mt_mt: Aċċedi impostazzjonijiet u kummenti mill-kont tiegħi.
nn: Sjå postar og innlegg gjennom kontoen min.
no: Tilgang til innlegg og kommentarer gjennom min konto.
pl: Może uzyskać dostęp do postów i komentarzy przez twoje konto.
sv: Visa inlägg och kommentarer via mitt konto.
uk: Доступ до матеріалів та коментарів через мій акаунт.
vi: Truy cập bài đăng và bình luận qua tài khoản của tôi.

source: Report content
ca: Denuncia contingut
el: Αναφορά περιεχομένου
fi: Ilmoita sisällöstä
fr_ca: Signaler le contenu
hu: jelends fel a tartalmot
it: Segnala contenuto
mt_mt: Issenjala l-kontenut
nn: Rapporter innhold
no: Rapporter innhold
pl: Zgłaszanie treści
sv: Anmäl material
uk: Поскаржитись на вміст
vi: Báo vi phạm nội dung

source: Report content for rules violations. Hide & show individual submissions.
ca: Denuncia contingut per violació de les regles. Oculta i mostra enviaments individuals.
fr_ca: Signaler le contenu pour violation des règles. Cacher & montrer les soumissions individuelles.
it: Segnala contenuto che viola le regole. Mostra e nascondi post individuali.
mt_mt: Issenjala l-kontenut minħabba vjolazzjonijiet ta' regoli. Aħbi w uri impostazzjonijiet individwali.
nn: Rapporter innhold for brudd på reglene. Skjul & vis individuelle tråder.
no: Rapporter innhold for brudd på reglene. Skjul & vis individuelle tråder.
pl: Może zgłaszać treści za naruszenia zasad. Może pokazywać i ukrywać pojedyncze treści.
sv: Anmäl material för regelbrott. Visa & göm individuella bidrag.
uk: Поскаржитись на вміст за порушення правил. Сховати або показати окремі публікації.
vi: Báo nội dung vi phạm nội quy. Ẩn & hiển thị các bài đăng của từng cá nhân.

source: Save Content
ar: حفظ المحتوى
bs: Snimi sadržaj
ca: Desa Contingut
el: Αποθήκευση περιεχομένου
fi: Tallenna sisältö
fr_ca: Sauvegarder le contenu
hu: Tartalom Mentése
it: Salva contenuto
mt_mt: Salva l-Kontenut
nn: Lagre innhold
no: Lagre innhold
pl: Zapisz treść
sv: Spara innehåll
uk: Зберегти Вміст
vi: Lưu Nội dung

source: Save and unsave comments and submissions.
ar: حرر وحذف تعليقاتي والتقديمات
ca: Desa i suprimeix comentaris i publicacions.
el: Σωσμένα ή μη σχόλια και αναρτήσεις.
fi: Tallenna ja poista kommentteja sekä sisältöjä
fr_ca: Sauvegarder ou supprimer les commentaires et les suggestions.
hu: Hozzászólások és beküldések mentése és mentések megszüntetése.
it: Salva e rimuovi commenti e post.
mt_mt: Salva u armi kummenti u impostazzjonijiet.
nn: Lagre og fjern lagrede kommentarer og innlegg.
no: Lagre og fjern lagrede kommentarer og innlegg.
pl: Zapisuj i usuwaj komentarze i zgłoszenia.
sv: Spara och släng kommentarer och bidrag.
uk: Зберегти або забути коментарі та публікациї.
vi: Lưu và bỏ lưu bình luận và bài đăng.

source: Submit Content
ar: قدم المحنوى
bs: Pošalji sadržaj
ca: Envia Contingut
el: Υποβολή Περιεχομένου
fi: Lisää sisältöä
fr_ca: Soumettre du contenu
hu: Tartalom Beküldése
it: Invia contenuto
mt_mt: Imposta l-Kontenut
nn: Send innhald
no: Bidra med innhold
pl: Publikacja treści
sv: Skicka innehåll
uk: Опублікувати Матеріал
vi: Đăng Nội dung

source: Submit links and comments from my account.
bs: Šalji linkove i komentare pomoću mog računa.
ca: Envia enllaços i comentaris des del meu compte.
el: Υποβολή συνδέσμων και περιεχομένου από τον λογαριασμό μου.
fi: Lisää linkkejä ja kommenteja käyttäjätunnukseltani.
fr_ca: Soumettre des liens et des commentaires depuis mon compte.
hu: Linkek és hozzászólások beküldése a fiókomból.
it: Invia link e commenti dal mio account.
mt_mt: Imposta links u kummenti mill-kont tiegħi.
nn: Send lenkjer og innlegg frå kontoen min
no: Sende inn lenker og kommentarer fra min konto.
pl: Może dodawać linki i komentarze z twojego konta.
sv: Skicka länkar och kommentarer från mitt konto.
uk: Публікувати посилання та коментарі через мій акаунт.
vi: Đăng liên kết và bình luận từ tài khoản của tôi.

source: Edit My Subscriptions
ar: تعديل اشتراكاتي
bs: Uredi moje pretplate
ca: Edita les meves subscripcions
el: Επεξεργασία των Συνδρομών Μου
fi: Muokkaa tilauksiani
fr_ca: Modifier mes inscriptions
hu: Feliratkozásaim szerkesztése
it: Modifica le mie sottoscrizioni
mt_mt: Biddel L-Abbonamenti Tiegħi
nn: Endre tingingane mine
no: Endre mine abonnement
pl: Edycja subskrypcji
sv: Redigera mina prenumerationer
uk: Редагувати Мої Підписки
vi: Chỉnh sửa Đăng ký của Tôi

source: Manage my subreddit subscriptions. Manage "friends" - users whose content I follow.
fr_ca: Gérer mes abonnements aux subreddit. Gérer mes « amis » − les utilisateur dont je suis le contenu.
it: Gestisci le mie iscrizioni ai subreddit. Gestisci gli "amici" - utenti di cui seguo i contenuti.
mt_mt: Iġġestixxi l-abbonamenti għas-subreddits tiegħi. Iġġestixxi il-"ħbieb" - utenti b'kontenut li nsegwi.
nn: Administrer subredditabonnementene mine. Administrer "venner" - brukere hvis innhold jeg følger.
no: Administrer subredditabonnementene mine. Administrer "venner" - brukere hvis innhold jeg følger.
sv: Administrera mina prenumerationer på subredditar. Administrera "vänner" - användare vars bidrag jag följer.
uk: Керування моїми підписками на сабреддіти. Керування «друзями» — користувачами, за чиїми публікаціями я слідкую.

source: Vote
ar: صوت
bs: Glasaj
ca: vota
el: Ψήφισε
fi: Äänestä
fr_ca: Voter
hu: Szavazás
it: Vota
mt_mt: Ivvota
nn: Røyst
no: Stem
pl: Głosowanie
sv: Rösta
uk: Голосувати
vi: Bỏ phiếu

source: Submit and change my votes on comments and submissions.
ar: حرر وحذف تعليقاتي والتقديمات
bs: Pošalji i promijeni moje glasove u komentarima i porukama.
ca: Enviar i canviar les meves votacions en comentaris i publicacions.
el: Υποβολή και αλλαγή της ψηφοφορίας στα σχόλιά μου.
fi: Anna tai vaihda ääniäni kommenteille ja lisäyksille
fr_ca: Soumettre et modifier mes votes sur des commentaires et des soumissions.
hu: Hozzászólásokra és beküldésekre leadott szavazataim beküldése és módosítása.
it: Invia e modifica i miei voti nei commenti e post.
mt_mt: Imposta jew biddel il-voti tiegħi fuq kummenti w impostazzjonijiet.
nn: Send inn og endre røystene mine på innlegg og bidrag.
no: Sende inn og endre mine stemmer på kommentarer og innlegg.
pl: Może przesyłać i zmieniać twoje głosy w komentarzach i propozycjach.
sv: Skicka och ändra mina röster på kommentarer och bidrag.
uk: Опублікувати або змінити мої голоси віддані за коментарі та публікації.
vi: Đăng và thay đổi phiếu trên bình luận và bài đăng.

source: Wiki Editing
ca: Edició del wiki
el: Επεξεργασία Βίκι
fi: Wikin muokkaus
fr_ca: Édition du Wiki
hu: Wiki Szerkesztés
it: Modifica della Wiki
mt_mt: Modifikazzjoni tal-Wiki
nn: Redigering av wiki
no: Redigering av wiki
pl: Edycja Wiki
sv: Wikiredigering
uk: Редагування Вікі
vi: Chỉnh Sửa Wiki

source: Edit wiki pages on my behalf
ca: Editar llocs wiki al meu nom
fi: Muokkaa wiki-artikkeleita puolestani
fr_ca: Editer les pages du wiki en mon nom
it: Modifica pagine wiki per conto mio
mt_mt: Immodifika l-paġni tal-wiki tiegħi f'ismi
nn: Rediger wiki-sider på mine vegne
no: Rediger wiki-sider på mine vegne
pl: Może edytować strony wiki w moim imieniu
sv: Redigera wiki-sidor åt mig
uk: Редагувати сторінки вікі з мого дозволу
vi: Tự chỉnh sửa trang wiki

source: Read Wiki Pages
ca: Llegir llocs wiki
el: Διάβασε σελίδες βίκι
fi: Lue Wiki-artikkelit
fr_ca: Lire des pages du Wiki
it: Leggi le pagine Wiki
mt_mt: Aqra l-Paġni tal-Wiki
nn: les wiki-sider
no: les wiki-sider
pl: Czytanie stron Wiki
sv: Läsa wiki-sidor
uk: Читати Сторінки Вікі
vi: Đọc trang Wiki

source: Read wiki pages through my account
ca: Llegir llocs wiki mitjançant el meu compte
fr_ca: Lire des pages du wiki par le biais de mon compte
it: Leggi pagine wiki dal mio account
mt_mt: Aqra l-paġni tal-wiki mill-kont tiegħi
nn: Les wiki-sider gjennom min bruker
no: Les wiki-sider gjennom min bruker
pl: Może czytać strony wiki za pomocą mojego konta
sv: Läsa wiki-sidor genom mitt konto
uk: Читати сторінки вікі через мій акаунт
vi: Đọc trang wiki thông qua tài khoản của tôi

source: Embed preview:
fr_ca: Aperçu intégré:
it: Incorpora un'anteprima:
mt_mt: Inkorpora l-anteprima:
sv: Bädda in förhandsgranskning:
uk: Вбудувати попередній перегляд:

source: Include parent comment.
fr_ca: Inclure le commentaire parent.
it: Includi il commento di livello superiore.
mt_mt: Includi l-kumment irreferut.
sv: Inkludera överordnad kommentar.
uk: Включити батьківський коментар.
vi: Bao gồm bình luận trước.

source: Do not show comment if edited.
fi: Älä näytä kommenttia jos se on muokattu.
fr_ca: Ne pas montrer le commentaire si édité.
it: Non mostrare il commento se è stato modificato.
mt_mt: Turix il-kumment jekk kien immodifikat.
sv: Dölj redigerade kommentarer.
uk: Не показувати коментар при редагуванні.
vi: Không hiển thị bình luận đã sửa.

source: Learn more
el: Μάθε περισσότερα
fi: Lisätietoja
fr_ca: En savoir plus
hu: Tudj meg többet
it: Scopri di più
mt_mt: Tgħallem aktar
nn: Lær mer
no: Lær mer
pl: Dowiedz się więcej
sv: Läs mer
uk: Дізнатися більше
vi: Xem thêm

source: When checked, if an embedded comment is later edited, the embedded comment text will be replaced by a link back to the current version of the comment on reddit.
fr_ca: Quand sélectionné, si un commentaire intégré est plus tard édité, le texte du commentaire intégré sera remplacé par un lien vers la version actuelle du commentaire sur reddit.
it: Quando controllato, se un commento integrato viene poi modificato, il testo del commento modificato verrà rimpiazzato con un link che porta alla corrente versione del commento su reddit.
mt_mt: Jekk attivat, fil-kas li kumment inkorporat jinbidel, it-test tal-kumment jinqaleb f'link li tirreferi lein il verżjoni kurrenti tal-kumment f'reddit.
sv: Om ikryssat, utifall en inbäddad kommentar senare redigeras, kommer den inbäddade kommentarstexten att bli ersatt av en länk till den nuvarande kommentarsversionen på reddit.
uk: Якщо галочка стоїть, то коли вбудований коментар пізніше відредагують, вбудований текст коментаря буде замінено посиланням на поточну версію коментаря в реддіті.

source: This parameter can be changed after embedding.
fr_ca: Ce paramètre peut être changé après l'inclusion.
it: Questo parametro può essere modificato dopo l'incorporazione.
mt_mt: Dal-parametru jista' jinbidel wara l-inkorporazzjoni.
sv: Den här parametern kan ändras efter inbäddning.
uk: Цей параметр можна змінити після вбудовування.

source: Copy this code and paste it into your website:
fi: Kopioi tämä koodi ja liitä se verkkosivullesi:
fr_ca: Copiez ce code et collez-le dans votre site web:
it: Copia questo codice e incollalo nel tuo sito web:
mt_mt: Ikkopja dal-kodiċi u qegħdu fis-sit tiegħek:
sv: Kopiera den här koden och klistra in den på din webbsida:
uk: Скопіюйте цей код і вставте на свій веб-сайт:

source: Show Facebook Instant Article Embed code
fr_ca: Afficher le code d'Intégration de l'Article Facebook Instantané
it: Mostra il codice di incorporamento dell'articolo di Facebook
sv: Visa Facebook Instant Article-inbäddningskod

source: unknown error %(message)s
fr_ca: erreur inconnue %(message)s
it: errore sconosciuto %(message)s
sv: okänt fel %(message)s

source: Cookies help us deliver our Services. By using our Services or clicking I agree, you agree to our use of cookies.
fi: Evästeet auttavat meitä toimittamaan Palvelumme. Käyttämällä meidän Palvelujamme tai painamalla "Hyväksyn", hyväksyt evästeiden käytön.
fr_ca: Les cookies nous aident à offrir nos Services. En utilisant nos Services ou en cliquant sur j'accepte, vous acceptez d'utiliser nos cookies.
it: I Cookie ci aiutano a fornire i nostri servizi. Utilizzando tali servizi, accetti l'utilizzo dei cookie da parte nostra.

source: Learn More
fi: Lisätietoja
fr_ca: En savoir plus
it: Scopri di Più
sv: Läs mer

source: I AGREE
el: ΣΥΜΦΩΝΩ
fi: HYVÄKSYN
fr_ca: J'ACCEPTE
it: ACCETTO
sv: INSTÄMMER

source: missing name
ar: مفقود اسم
bs: nedostaje ime
ca: falta el nom
el: λείπει το όνομα
fi: puuttuva nimi
fr_ca: nom manquant
hu: hiányzó név
it: nome mancante
mt_mt: isem nieqes
nn: mangler navn
no: mangler navn
pl: brakujące imię
sv: Namn saknas
uk: відсутнє ім’я
vi: thiếu tên

source: invalid credit card number
ar: مفقود رقم بطاقة الائتمان
bs: netačan broj kreditne kartice
ca: número de targeta de crèdit invàlid
el: μη έγκυρος αριθμός πιστωτικής κάρτας
fi: virheellinen luottokorttinumero
fr_ca: numéro de cart de crédit non valide
hu: érvénytelen hitelkártyaszám
it: numero carta di credito non valido
mt_mt: numru tal-karta tal-kreditu invalidu
nn: ugyldig kortnummer
no: ugyldig kortnummer
pl: niewłaściwy numer karty kredytowej
sv: Felaktigt kreditkortsnummer
uk: невірний номер банківської карти
vi: số thẻ tín dụng không hợp lệ

source: invalid expiration date
ar: مفقود تاريخ انتهاء الصلاحية
bs: netačan datum isteka
ca: data de caducitat invàlida
el: μη έγκυρη ημερομηνία λήξης
fi: virheellinen vanhenemispäivämäärä
fr_ca: date d'expiration non valide
hu: érvénytelen lejárati dátum
it: data di scadenza non valida
mt_mt: data tal-iskadenza invalida
nn: ugyldig utløpsdato
no: ugyldig utløpsdato
pl: niewłaściwa data wygaśnięcia
sv: Felaktigt utgångsdatum
uk: невірна дата завершення дії банківської карти
vi: ngày hết hạn không hợp lệ

source: invalid cvc
bs: netačan cvc
ca: CVC invàlid
el: μη έγκυρο CVC
fi: virheellinen cvc
fr_ca: cvc non valide
hu: érvénytelen cvc
it: cvc non valido
mt_mt: cvc invalidu
nn: ugyldig kontrollnummer
no: ugyldig kontrollnummer
pl: nieprawidłowy cvc
sv: Felaktig CVC
uk: невірний код безпеки cvc
vi: cvc không hợp lệ

source: missing address
ar: عنوان مفقود
bs: nedostaje adresa
ca: falta l'adreça
el: λείπει η διεύθυνση
fi: puuttuva osoite
fr_ca: adresse est manquante
hu: hiányzó cím
it: indirizzo mancante
mt_mt: indirizz nieqes
nn: mangler adresse
no: mangler adresse
pl: brakuje adresu
sv: Adress saknas
uk: відсутня адреса
vi: thiếu địa chỉ

source: missing city
ar: مفقود المدينة
bs: nedostaje grad
ca: falta la ciutat
el: λείπει η πόλη
fi: puuttuva kaupunki
fr_ca: ville est manquante
hu: hiányzó város
it: città mancante
mt_mt: belt jew raħal nieqes
nn: mangler by
no: mangler by
pl: brakuje miasta
sv: Stad saknas
uk: відсутнє місто
vi: thiếu thành phố

source: missing country
ar: مفقود اسم البلد
bs: nedostaje država
ca: falta el país
el: λείπει η χώρα
fi: puuttuva maa
fr_ca: pays est manquant
hu: hiányzó ország
it: paese mancante
mt_mt: pajjiż nieqes
nn: mangler land
no: mangler land
pl: brakuje kraju
sv: Land saknas
uk: відсутня країна
vi: thiếu quốc gia

source: something went wrong.
fi: jokin meni pieleen.
fr_ca: quelque chose ne s'est pas passé comme prévu.
it: qualcosa è andato storto.
sv: något gick fel.

source: too big. keep it under
fr_ca: trop volumineux. la taille maximale est de
it: troppo grande. mantienilo sotto
sv: för stor. håll den under

source: an error occurred. please try again later! (status: %(status)s)
bs: desila se greška. molimo vas da pokušate kasnije! (status: %(status)s)
ca: s'ha produït un error. Si us plau, torneu-ho a intentar més tard. (status: %(status)s)
el: προέκυψε ένα σφάλμα. δοκίμασε ξανά αργότερα! (κατάσταση: %(status)s)
fi: virhe tapahtui. yritä myöhemmin uudelleen! (tila: %(status)s)
fr_ca: une erreur est survenue. veuillez réessayer plus tard! (statut: %(status)s)
hu: hiba történt. kérjük próbáld újra később! (állapot: %(status)s)
it: si è verificato un errore. per favore riprova più tardi! (status: %(status)s)
mt_mt: inqalet xi problema teknika. jekk jogħġbok erġa' pprova aktar tard! (stat: %(status)s)
nn: en feil oppstod. vennligst prøv igjen senere! (status: %(status)s)
no: en feil oppstod. vennligst prøv igjen senere! (status: %(status)s)
pl: wystąpił błąd. spróbuj ponownie później! (status: %(status)s)
sv: ett fel uppstod. försök igen senare! (status: %(status)s)
uk: трапилася помилка. будь ласка спробуйте ще раз пізніше! (статус: %(status)s)
vi: đã xảy ra lỗi. vui lòng thử lại sau! (tình trạng: %(status)s)

source: unsave
ar: إلغاء الحفظ
bs: nesačuvaj
ca: borra
el: αφαίρεση
eo: maltenu
et: eemalda salvestatutest
fi: peru tallennus
fr_ca: libérer
he: לא לשמירה
hu: nincs elmentve
it: elimina
mt_mt: ikkanċella
nn: ulagre
no: fjern
pl: wypisz
sr_la: odsnimi
sv: sluta spara
ta: பதிவு செய்ததை நீக்கவும்
uk: не зберігати
vi: chưa lưu

source: Show 1 new comment
el: Δείξε 1 νέο σχόλιο
fi: Näytä 1 uusi kommentti
fr_ca: Montrer 1 nouveau commentaire
it: Mostra un nuovo commento
sv: Visa 1 ny kommentar

source: Show %(count)s new comments
fr_ca: Montrer %(count)s nouveaux commentaires
it: Mostra %(count)s nuovi commenti
sv: Visa %(count)s nya kommentarer

source: %(count)s comment
el: %(count)s σχόλιο
fr_ca: %(count)s commentaire
it: %(count)s commento
sv: %(count)s kommentar

source: %(count)s comments
el: %(count)s σχόλια
fr_ca: %(count)s commentaires
it: %(count)s commenti
sv: %(count)s kommentarer

source: all %(count)s comments
fr_ca: l'intégralité des %(count)s commentaires
sv: alla %(count)s kommentarer

source: permalink
ar: رابط ثابت
bs: trajni link
ca: enllaç permanent
el: σύνδεσμος
eo: daŭrligo
et: püsilink
eu: esteka iraunkorra
fi: pysyväislinkki
fr_ca: perma-lien
he: לינק קבוע
mt_mt: link permanenti
nn: permalenk
no: permalenke
sr_la: permanentni link
sv: permalänk
ta: நிரந்தர இணைப்பு
uk: постійне посилання
vi: thẻ đánh dấu

source: report
ar: إبلاغ
bs: prijavi
ca: reporta
el: αναφορά
eo: denuncu
et: raporteeri
eu: salatu
fi: ilmianna
fr_ca: signaler
he: דווח
hu: feljelentem
it: segnala
mt_mt: issenjala
nn: rapporter
no: rapporter
pl: zgłoś
sr_la: prijavi
sv: anmäl
ta: தகவல்
uk: поскаржитись
vi: báo cáo

source: give gold
ar: ردديت ذهبي
bs: pokloni zlato
el: δώσε χρυσό
fi: anna kultaa
fr_ca: dorer
hu: aranyat adok
it: dona gold
mt_mt: agħti l-gold
nn: gje gull
no: gi gull
pl: daj złoto
sv: ge guld
uk: подарувати золото
vi: tặng gold

source: reply
ar: رد
bs: odgovor
ca: resposta
el: απάντηση
et: vastus
eu: erantzun
fi: vastaus
fr_ca: réponse
he: תגובה
hu: válasz
it: risposta
mt_mt: tweġiba
nn: svar
no: svar
pl: odpowiedź
sr_la: odgovor
sv: svar
ta: மறுமொழி
uk: відповідь
vi: trả lời

source: are you sure?
ar: هل أنت متأكد؟
bs: jesti li sigurni?
ca: n'estàs segur?
el: είσαι σίγουρος;
eo: Ĉu vi certas?
et: oled sa kindel?
eu: ziur zaude?
fi: oletko aivan varma?
fr_ca: Etes vous certain ?
he: האם אתה בטוח?
hu: biztos vagy benne?
it: sei sicuro?
mt_mt: żgur?
nn: er du sikker?
no: er du sikker?
pl: na pewno?
sr_la: jeste li sigurni
sv: är du säker?
ta: நிச்சயம் தானா?
uk: ви впевнені?
vi: bạn có chắc không?

source: yes
ar: نعم
bs: da
ca: sí
el: ναι
eo: Jes
et: jah
eu: bai
fi: kyllä
fr_ca: oui
he: כן
hu: igen
it: sì
mt_mt: iva
nn: ja
no: ja
pl: tak
sr_la: da
sv: ja
ta: ஆமாம்
uk: так
vi: có

source: no
ar: لا
bs: ne
el: όχι
eo: ne
et: ei
eu: ez
fi: en
fr_ca: non
he: לא
hu: nem
mt_mt: le
nn: nei
no: nei
pl: nie
sr_la: ne
sv: nej
ta: இல்லை
uk: ні
vi: không

source: You need to be logged in to upvote things.
fr_ca: Vous devez être connecté pour voter positivement.
it: Devi aver effettuato il login per votare.
sv: Du måste vara inloggad för att rösta upp saker.
uk: Вам треба увійти в систему, щоб голосувати за щось.

source: You need to be logged in to downvote things.
fr_ca: Vous devez être connecté pour voter négativement.
it: Devi aver effettuato il login per votare.
sv: Du måste vara inloggad för att rösta ner saker.
uk: Вам треба увійти в систему, щоб голосувати проти чогось.

source: You need to be logged in to vote on things.
fr_ca: Vous devez être connecté pour voter.
it: Devi aver effettuato il login per votare.
sv: Du måste vara inloggad för att rösta på saker.
uk: Вам треба увійти в систему, щоб голосувати.

source: You need to be logged in to give gold.
fr_ca: Vous devez être connecté pour donner de l'or.
it: Devi accedere per donare reddit gold.
sv: Du måste vara inloggad för att ge guld.
uk: Вам треба увійти в систему, щоб давати золото.
