Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: you have a paypal gold subscription. go to %(paypal)s to manage it.
ca: Teniu una subscripció a reddit gold feta amb paypal. Aneu a %(paypal)s per a gestionar-la.
fi: sinulla on paypal gold tilaus. mene %(paypal)s hallitaksesi sitä.
fr_ca: vous avez un abonnement gold paypal. Rendez-vous sur %(paypal)s pour le gérer.
hu: paypal arany előfizetésed van. menj a %(paypal)s oldalára, hogy kezelni tudd.
it: hai un abbonamento a gold su paypal. vai su %(paypal)s per gestirlo.
mt_mt: għandek abbonament għal-gold fuq paypal. mur %(paypal)s biex tiġġestiha.
nn: du har et gullabonnement gjennom paypal. gå til %(paypal)s for å behandle det.
no: du har et gullabonnement gjennom paypal. gå til %(paypal)s for å behandle det.
pl: posiadasz subskrypcję reddit gold. odwiedź %(paypal)s, aby zarządzać subskrypcją.
sv: du har en paypal-prenumeration på reddit guld. gå till %(paypal)s för att administrera den.
uk: ваша Золота підписка підключена через систему paypal. Відвідайте їх сайт %(paypal)s для керування підпискою або відміни.
vi: bạn đăng ký gold ở paypal. vào %(paypal)s để quản lý.

source: daily reddit gold goal
ca: objectiu diari de reddit gold
el: Ημερήσιος στόχος χρυσού reddit
fi: päivittäinen reddit gold tavoite
fr_ca: objectif reddit gold journalier
hu: napi reddit arany cél
it: obiettivo giornaliero di reddit gold
mt_mt: objettiv odjern tar-reddit gold
nn: daglig reddit gull-mål
no: daglig reddit gull-mål
pl: dzienny cel złota reddit
sv: dagligt reddit guld-mål
uk: щоденна мета продажу Золотих підписок
vi: mục tiêu reddit gold hàng ngày

source: help support reddit
ca: col·laboreu amb reddit
el: βοήθησε τη στήριξη του reddit
fi: auta tukemaan redditiä
fr_ca: supportez reddit
hu: segítsd a reddit támogatását
it: supporta reddit
mt_mt: għin saħħaħ reddit
nn: støtt reddit
no: støtt reddit
pl: wesprzyj reddita
sv: hjälp till att stödja reddit
uk: допоможіть підтримати Реддіт
vi: giúp hỗ trợ cho reddit

source: Yesterday's reddit gold goal
ca: Objectiu de reddit gold d'ahir
el: Χθεσινός στόχος χρυσού του reddit
fi: Eilisen reddit gold tavoite
fr_ca: objectif reddit gold d'hier
hu: tegnapi reddit gold cél
it: obiettivo di reddit gold di ieri
mt_mt: l-objettiv tar-reddit gold tal-bieraħ
nn: Gårsdagens reddit gull-mål
no: Gårsdagens reddit gull-mål
pl: Wczorajszy cel złota reddit
sv: Gårdagens reddit guld-mål
uk: Вчорашня мета продажу Золотих підписок
vi: Mục tiêu reddit gold của hôm qua

source: ready for something new? %s subscribe %s to some new subreddits.
ar: أترغب بتجربة شىء جديد؟%s إشترك %s ببعض مواضيع الريدت الفرعي.
bs: spremni ste za nešto novo? %s pretplatite %s se na neke nove subreddite.
ca: Preparat per a coses noves? %s subscriviu-vos %s a nous subreddits.
el: έτοιμος για κάτι νέο; %s γράψου %s σε μερικά υποreddit.
fi: valmiina jollekin uudelle? %s tilaa %s uusia alireddittejä.
fr_ca: Prêt pour quelque chose de nouveau ? %s inscrivez-vous %s à de nouveaux subreddits.
hu: készen állsz valami újra? %s iratkozz fel %s néhány új al-redditre.
it: pronto per qualcosa di nuovo? %s iscriviti %s a dei nuovi subreddit.
mt_mt: lest għal xi ħaġa ġdida? %s abbona %s ma' xi subreddits ġodda.
nn: klar for noko nytt? %s ting på %s nokre nye subredditar
no: Klar for noe nytt? %s abonner %s til noen nye subredditer.
pl: chętny na nowości? %s zapisz się %s do nowych subredditów.
sv: redo för något nytt? %s prenumerera %s på några nya subredditar.
uk: готові до чогось нового? %s підпишіться %s на якісь нові сабреддіти.
vi: bạn muốn theo dõi các nội dung mới? %s hãy đăng ký %s các chuyên mục mới.

source: it looks like you haven't %s subscribed %s to any subreddits yet. want some ideas?
ar: يبدو أنك لم تشارك %s بأي ريديت %s فرعي لهذه اللحظة. هل تريد بعض الإقتراحات؟
bs: Izgleda da se niste %s pretplatili %s ni na jedan subbreddit. želite da vam pomognemo?
el: φαίνεται ότι δεν έχεις %s γραφτεί %s σε κανένα υποreddit ακόμα. θες μερικές ιδέες;
fi: näyttää siltä ettet ole vielä %s tilannut %s yhtään alireddittiä. haluatko ideoita?
fr_ca: Il semblerait que vous ne soyez pas encore %s inscrit %s à un quelconque subreddit. Vous voulez des idées ?
hu: úgy tűnik, még egyetlen subredditre sem %s iratkoztál fel %s. adjunk néhány ötletet?
it: sembra che tu non ti sia %s sottoscritto %s a nessun subreddit ancora. vuoi qualche suggerimento?
mt_mt: jidher li %s m'abbonajtx %s ma xi subreddits s'issa. tixtieq ftit suġġerimenti?
nn: det ser ikkje ut som du har %s tinga på %s nokon subredditar enno. treng du nokre idear?
no: det ser ut som du ikke har %s abbonert %s til noen subredditer enda. ønsker du noen idéer?
pl: wygląda na to, że nie %s zapisałeś się %s do żadnych subredditów. potrzebujesz pomysłów?
sv: det ser ut som om du inte %s prenumererar %s på några subredditar ännu. vill du ha några idéer?
uk: схоже на те, що ви не %s підписались %s на жоден сабреддіт. хочете кілька ідей?
vi: hình như bạn chưa %s đăng ký %s chuyên mục nào. bạn có muốn hệ thống đưa ra các gợi ý không?

source: what are you interested in?
ar: ما هي إهتماماتك؟
bs: šta vas zanima?
el: τι σε ενδιαφέρει;
fi: mistä olet kiinnostunut?
fr_ca: Qu'est-ce qui vous intéresse ?
hu: mi érdekel?
it: cosa ti interessa?
mt_mt: x'inhuma l-interessi tiegħek?
nn: kva er du interessert i?
no: hva er du interessert i?
pl: czym się interesujesz?
sv: vad är du intresserad av?
uk: чим ви цікавитесь?
vi: bạn quan tâm tới điều gì?

source: try these:
ar: جرب هذه:
bs: pokušajte s ovim:
el: δοκιμάστε αυτά:
fi: kokeile näitä:
fr_ca: essayez ça :
hu: próbáld ki ezeket:
it: prova questi:
mt_mt: ipprova dawn:
nn: prøv dei her:
no: prøv disse:
pl: spróbuj tego:
sv: prova dessa:
uk: спробуйте одне з цих:
vi: thử những cái này:

source: serendipity
ar: صدفة مرغوبة
bs: slučajno otkrivanje
el: τυχαίο
fi: kokeilen onneani
fr_ca: sérendipité
hu: kellemes meglepetés
it: scoperta
mt_mt: skoperta
nn: lukketreff
no: tilfeldig
pl: serendypność
sr_la: srećno slučajno otkrivanje
sv: slumpmässig upptäckt
uk: приємна несподіванка
vi: may mắn

source: back to Reddit
fr_ca: retourner sur reddit
hu: vissza a Redditre
it: torna a Reddit
sv: tillbaka till reddit
uk: назад у Реддіт

source: Your account has been %(suspended_link)s from Reddit for %(num)s %(days)s
fr_ca: Votre compte a été %(suspended_link)s de Reddit pour %(num)s %(days)s

source: Your account has been permanently %(suspended_link)s from Reddit
fr_ca: Votre compte a été définitivement %(suspended_link)s de Reddit
it: Il tuo account è stato permanentemente %(suspended_link)s da Reddit

source: You may not access this page.
fr_ca: Vous ne pouvez pas accéder à cette page.
it: Non puoi accedere a questa pagina.
sv: Du har inte behörighet till denna sida.

source: language traffic statistics
ar: أحصائيات الحركة
bs: statistika saobraćaja po jezicima
ca: estadístiques de tràfic d'idioma
el: στατιστικές κίνησης ανα γλώσσα
fi: kielitietoliikennetilastot
fr_ca: statistiques de trafic par langue
hu: nyelvi forgalom statisztika
it: statistiche traffico per lingua
mt_mt: statistiċi tat-traffiku skond l-ilsien
nn: språktrafikkstatistikk
no: språk trafikk statistikk
pl: statystyki ruchu dotyczące języków
sv: trafikstatistik för språk
uk: статистика трафіку за мовою
vi: thống kê lưu lượng ngôn ngữ

source: traffic by language
ar: الحركة لكل لغة
bs: saobraćaj po jeziku
ca: tràfic per idioma
el: κίνηση ανά γλώσσα
fi: liikennettä kielien mukaan
fr_ca: trafic par langue
hu: forgalom nyelvek szerint
it: traffico per lingua
mt_mt: traffiku skond l-islien
nn: trafikk etter språk
no: trafikk basert på språk
pl: ruch według języka
sv: trafik per språk
uk: трафік за мовою
vi: lưu lượng bởi ngôn ngữ

source: Sorry, this content is unavailable
fr_ca: Désolé, ce contenu est indisponible
it: Ci dispiace, questo contenuto non è disponibile
sv: Tyvärr, detta innehåll är inte tillgängligt

source: suggested sort cleared
fr_ca: tri suggéré effacé
it: ordinamento consigliato cancellato
mt_mt: ordni ssuġġerita imneħħija
sv: föreslagen sortering rensad

source: clear suggested sort
fr_ca: effacer le tri suggéré
it: cancella ordinamento consigliato
mt_mt: neħħi ordni ssuġġerita
sv: rensa föreslagen sortering

source: clear suggested sort?
fr_ca: effacer le tri suggéré ?
it: cancellare ordinamento consigliato?
mt_mt: trid neħħi ordni ssuġġerita?
sv: rensa föreslagen sortering?

source: set as suggested sort
fr_ca: définir comme tri suggéré
it: imposta come ordinamento consigliato
mt_mt: issetjha bħala ordni ssuġġerita
sv: ställ in föreslagen sortering

source: suggested sort set
fr_ca: ordre de tri suggéré activé
it: ordinamento consigliato impostato
mt_mt: ordni ssuġġerita ssetjata
sv: föreslagen sortering inställd

source: disable inbox replies
el: απενεργοποίηση απαντήσεων εισερχομένων
fr_ca: désactiver les réponses de la messagerie
it: disabilita risposte nella posta in arrivo
mt_mt: iddiżattiva t-tweġibiet lejn l-inbox
nn: Deaktiver innbokssvar
no: Deaktiver innbokssvar
pl: wyłącz powiadomienia o odpowiedziach
sv: inaktivera svar till inkorgen
uk: вимкнути відповіді до вхідної скриньки
vi: tắt tính năng trả lời trong hộp thư

source: inbox replies disabled
el: απαντήσεις εισερχομένων απενεργοποιημένες
fr_ca: réponses de la messagerie désactivées
it: risposte nella posta in arrivo disabilitate
mt_mt: it-tweġibiet lejn l-inbox iddiżattivati
nn: innbokssvar deaktivert
no: innbokssvar deaktivert
pl: powiadomienia o odpowiedziach wyłączone
sv: svar till inkorgen inaktiverade
uk: відповіді до вхідної скриньки вимкнені
vi: tính năng trả lời trong hộp thư đã bị tắt

source: enable inbox replies
el: ενεργοποίηση απαντήσεων εισερχομένων
fr_ca: activer les réponses de la messagerie
it: abilita risposte nella posta in arrivo
mt_mt: attiva t-tweġibiet lejn l-inbox
nn: aktiver innbokssvar
no: aktiver innbokssvar
pl: włącz powiadomienia o odpowiedziach
sv: aktivera svar till inkorgen
uk: увімкнути відповіді до вхідної скриньки
vi: mở tính năng trả lời ngay trong hộp thư

source: inbox replies enabled
el: απαντήσεις εισερχομένων ενεργοποιημένες
fr_ca: réponses de la messagerie activées
it: risposte nella posta in arrivo abilitate
mt_mt: it-tweġibiet lejn l-inbox attivati
nn: inbokssvar aktivert
no: inbokssvar aktivert
pl: powiadomienia o odpowiedziach włączone
sv: svar till inkorgen aktiverade
uk: відповіді до вхідної скриньки увімкнути
vi: đã mở tính năng trả lời trong hộp thư

source: inbox replies will send you a message when this link receives a new top-level comment
fr_ca: Les réponses de la boîte de réception von vous envoyer un message lorsque ce lien reçoit un nouveau niveau supérieur de commentaire
it: un messaggio ti verrà inviato ogni volta che questo link riceverà un nuovo commento di alto livello
mt_mt: se jintbgħatlek messaġġ kull meta dil-link tirċievi kumment dirett
nn: innbokssvar vil sende deg en melding når denne lenken mottar en ny toppnivå-kommentar
no: innbokssvar vil sende deg en melding når denne lenken mottar en ny toppnivå-kommentar
sv: svar till inkorgen innebär att du får ett meddelande varje gång denna länk får en ny kommentar på toppnivå
uk: відповіді до вхідної скриньки відправлятимуть вам приватне повідомлення кожен раз коли це посилання отримає новий коментар верхнього рівня
vi: trả lời bằng hộp thư sẽ gửi tin nhắn của bạn khi bình luận trong liên kết này được bầu chọn lên đầu

source: disable contest mode
ar: عطيل وضع المسابقة
bs: onemogući mod za takmičenje
ca: desactiva el mode concurs
el: απενεργοποίησε τη λειτουργία διαγωνισμού
fi: poista kilpailutila käytöstä
fr_ca: désactiver le mode de concours
hu: verseny mód tiltása
it: disabilita modalità concorso
mt_mt: iddiżattiva l-modalità tal-konkors
nn: skru av tevlemodus
no: slå av konkurransemodus
pl: wyłącz tryb konkursowy
sv: inaktivera tävlingsläge
uk: заборонити режим змагання
vi: tắt chế độ tranh luận

source: contest mode disabled
ar: وضع مسابقة معطيل
bs: mod za takmičenje onemogućen
ca: mode concurs desactivat
el: η λειτουργία διαγωνισμού απενεργοποιήθηκε
fi: kilpailutila poissa käytöstä
fr_ca: mode de concours désactivé
hu: verseny mód tiltott
it: modalità concorso disabilitata
mt_mt: il-modalità tal-konkors iddiżattivata
nn: tevlemodus slegen av
no: konkurransemodus slått av
pl: tryb turnieju wyłączony
sv: tävlingsläge inaktiverat
uk: режим змагання вимкнений
vi: chế độ tranh luận đã bị tắt

source: enable contest mode
ar: تمكين وضع المسابقة
bs: omogući takmičarski mod
ca: activa mode concurs
el: ενεργοποίησε λειτουργία διαγωνισμού
fi: ota kilpailutila käyttöön
fr_ca: activer le mode de concours
hu: verseny mód engedélyezése
it: abilita modalità concorso
mt_mt: attiva l-modalità tal-konkors
nn: skru på tevlemodus
no: slå på konkurransemodus
pl: włącz tryb turnieju
sv: aktivera tävlingsläge
uk: увімкнути режим змагання
vi: mở chế độ tranh luận

source: contest mode enabled
ar: تمكين وضع المسابقة
bs: takmičarski mod omogućen
ca: mode concurs activat
el: η λειτουργία διαγωνισμού ενεργοποιήθηκε
fi: kilpailutila käytössä
fr_ca: mode de concours activé
hu: verseny mód engedélyezett
it: modalità concorso abilitata
mt_mt: il-modalità tal-konkors attivata
nn: tevlemodus slegen på
no: konkurransemodus slått på
pl: tryb turnieju włączony
sv: tävlingsläge aktiverat
uk: режим змагання увімкнений
vi: chế độ bình luận đã được mở

source: remove announcement
fr_ca: retirer l'annonce
it: rimuovi annuncio

source: make announcement
fr_ca: faire une annonce
it: crea un annuncio

source: announced
fr_ca: annoncé
it: annunciato

source: make announcement? (bottom announcement will be replaced)
fr_ca: faire une annonce? (l'annonce située en bas sera remplacée)

source: make announcement?
fr_ca: faire une annonce?
it: creare un annuncio?

source: this thread is in contest mode
fr_ca: Ce fil de discussion est en mode concours
it: Questa discussione è in modalità competizione
mt_mt: did-diskussjoni qiegħda f'modalità tal-konkors
no: denne tråden er i konkurransemodus
pl: ten wątek jest w trybie zawodów
sv: denna tråd är i tävlingsläge
uk: це обговорення знаходиться в режимі конкурсу

source: as a mod, you can sort comments however you wish and scores are visible. regular users have randomized sorting and cannot see the scores.
fr_ca: en tant que modérateur vous pouvez trier les commentaires de la manière que vous souhaitez et les notes sont visibles. les utilisateurs normaux ont un tri au hasard et ne peuvent pas voir les notes.
it: Come moderatore puoi ordinare i commenti come più ti piace ed i punteggi sono visibili. Utenti regolari hanno un ordine casuale e non possono vedere i punteggi.
mt_mt: bħala moderatur, tista' tpoġġi l-kummenti kif tixtieq, u l-punteġġi jkunu jidhru. utenti regolari jaraw ordni arbitrarju w ma' jarawx punteġġi.
sv: som moderator kan du sortera kommentarer hur du vill, och poäng är synliga. vanliga användare har slumpmässig sortering och kan inte se poäng.

source: contest mode randomizes comment sorting, hides scores, and collapses replies by default.
fr_ca: le mode jeu-concours rend l'ordre des commentaires aléatoire, cache leur score et leurs réponses.
hu: a vita mód véletlenszerűsíti a hozzászólás osztályozást, elrejti a pontokat és alapértelmezetten összecsukja a válaszokat.
it: La modalità contesa nasconde i punteggi, dispone casualmente i commenti, e nasconde le risposte come impostazione predefinita.
mt_mt: il-modalità tal-konkors iħawwad l-ordni tal-kummenti, jaħbi l-punteġġi, u jikkollassa r-risposti bħala għażla ppredefinita.
nn: konkurransemodus tilfeldiggjør sortering av kommentarer, skjuler poeng og sammenslår svar som standard.
no: konkurransemodus tilfeldiggjør sortering av kommentarer, skjuler poeng og sammenslår svar som standard.
pl: tryb konkursowy losuje sortowanie komentarzy, ukrywa punktację i domyślnie zwija odpowiedzi
sv: tävlingsläge slumpar kommentarssorteringen, döljer poäng och minimerar svar som standard.
uk: режим змагання сортує коментарі випадково, приховує кількість голосів та згортає відповіді по замовчанню.
vi: chế độ bình luận sẽ sắp xếp bình luận, che đi điểm bình chọn và hiển thị toàn bộ bình luận một cách ngẫu nhiên theo mặc định.

source: this post was submitted on
ar: هذا المنشور تمّ إشاعته على
bs: ova poruka je napisana
ca: aquest fil va ser enviat el
el: αυτή η ανάρτηση υποβλήθηκε στις
eo: afiŝo donita je
fi: tämä linkki lisättiin
fr_ca: ce message a été soumis le
hu: ez a poszt ekkor lett beküldve
it: questo post è stato inviato il
mt_mt: dil-impostazzjoni kienet imposta fl-
nn: det innlegget her vart sendt inn den
no: denne posten ble lagt til på
pl: ten post został dodany
sv: detta inlägg skickades den
uk: цей матеріал був опублікований
vi: bài đăng này đã được đệ trình trên

source: %(percent)s upvoted
fi: %(percent)s tykätty
fr_ca: %(percent)s de votes positifs
hu: %(percent)s felpontozta
it: %(percent)s ha dato un upvote
mt_mt: %(percent)s voti l-fuq
nn: %(percent)s oppstemt
no: %(percent)s oppstemt
pl: %(percent)s pozytywny głosów
sv: %(percent)s uppröstad
uk: %(percent)s голосів «за»

source: comments from %(site)s
ar: تعليقات من %(site)s
bs: komentari od %(site)s
ca: comentaris de %(site)s
el: σχόλια από %(site)s
eu: %(site)s-(e)ko iruzkinak
fi: Kommentit %(site)s :sta
fr_ca: commentaires de %(site)s
hu: kommentek %(site)s -ról
it: commenti da %(site)s
mt_mt: kummenti minn %(site)s
nn: innlegg frå %(site)s
no: kommentarer fra %(site)s
pl: komentarze z %(site)s
sv: kommentarer från %(site)s
uk: коментарів із %(site)s
vi: bình luận từ %(site)s

source: there doesn't seem to be anything here
ar: لا يظهر هناك شيء هنا
bs: izgleda da nema dodatnog sadržaja
ca: sembla que no hi ha res aquí
el: δεν φαίνεται να υπάρχει κάτι εδώ
et: siin ei näi mitte midagi olevat
eu: hemen ezer ez dagoela dirudi
fi: täällä ei näytä olevan mitään.
fr_ca: apparement il n'y a rien ici
hu: úgy tűnik, hogy itt nincs semmi
it: sembra che qui non ci sia nulla
mt_mt: jidher li m'hawn xejn hawn
nn: det ser ikkje ut til å vera noko her
no: ser ikke ut som om det er noe her
pl: wygląda na to, że niczego tu nie ma
sr_la: ovde vala ničeg nema
sv: det verkar inte finnas något här
ta: இஙு ஒன்ரும் இருப்பதகத் தெரியவில்லை
uk: здається тут немає нічого
vi: dường như không có nội dung gì tại đây

source: Help us improve Reddit!
fr_ca: Aidez-nous à améliorer Reddit!
it: Aiutaci a migliorare Reddit!
sv: Hjälp oss förbättra Reddit!

source: Answer a few questions
fr_ca: Répondez à quelques questions
it: Rispondi a poche domande
sv: Besvara ett par frågor

source: No thanks
fr_ca: Non merci
it: No grazie
sv: Nej tack

source: new! create sets of subreddits to view together.
el: νέο! δημιούργησε σύνολα από υποreddits για να τα βλέπεις μαζί.
fr_ca: Nouveau! Créez des ensembles de subreddits afin de les voir sur une page
hu: új! Készíts subreddit halmazokat, hogy együtt láthasd őket.
it: novità! crea un insieme di subreddit da visualizzare insieme.
mt_mt: ġdid! oħloq gruppi ta' subreddits li tara flimkien.
nn: nytt! opprett sett av subredditer for enkel visning i lag.
no: nytt! opprett sett av subredditer for enkel visning i lag.
pl: nowe! stwórz grupy subredditów do przeglądania jednocześnie
sv: nyhet! skapa uppsättningar av subredditar för att se dem tillsammans.
uk: новина! створіть набори сабреддітів які можна переглядати разом.
vi: hãy tạo mới! hãy tự tạo cho mình một danh sách chung chứa các chuyên mục mà bạn thích.

source: for starters, try one of these:
el: για αρχή, δοκίμασε ένα από αυτά:
fi: alkajaisiksi, kokeile joitain näistä:
fr_ca: Pour les débutants, essayez l'un de ceux-ci :
hu: kezdetnek próbáld ki az egyiket ezek közül:
it: per chi è agli inizi, prova uno di questi:
mt_mt: biex tibda', ipprova wieħed minn dawn:
nn: for å begynne, prøv en av disse:
no: for å begynne, prøv en av disse:
pl: dla początkujących, spróbuj któregoś z tych:
sv: för nybörjare, pröva en av de här:
uk: для початку, спробуйте щось з таких:
vi: với người mới, hãy thử những chuyên mục này:

source: to hide these samples, create a multi of your own:
el: για να κρύψεις αυτά τα δείγματα, δημιουργείστε ένα δικό σας πολυreddit:
fr_ca: Pour masquer ces exemples, créez un multi de vous-même :
hu: ezen példák elrejtéséhez készíts saját multit:
it: per nascondere questi esempi, creati un multi:
mt_mt: sabiex taħbi dawn il-kampjuni, oħloq multi tiegħek:
nn: for å skjule disse eksemplene, opprett en multi for deg selv:
no: for å skjule disse eksemplene, opprett en multi for deg selv:
pl: by ukryć te przykłady, stwórz własny multi:
sv: för att gömma de här urvalen, skapa en egen multi:
uk: щоб сховати ці приклади, створіть власний мульти:

source: explore some new subreddits
fr_ca: explorer de nouveaux subreddits
hu: fedezz fel pár új subredditet
it: esplora nuovi subreddit
mt_mt: esplora xi subreddits ġodda
nn: utforsk noen nye subreddits
no: utforsk noen nye subreddits
pl: odkryj nowe subreddity
sv: upptäck några nya subreddits
uk: розвідайте кілька нових сабреддітів
vi: khám phá các chuyên mục mới

source: or try a multi:
fi: tai yritä useaa:
fr_ca: ou essayez un multi:
hu: vagy próbálj egy multit:
it: o prova un multi:
mt_mt: jew ipprova multi:
nn: eller prøv en multi:
no: eller prøv en multi:
pl: bądź spróbuj multi:
sv: eller testa en multi:
uk: або спробуйте мульти:
vi: hoặc sử dụng chuỗi chuyên mục:

source: or try a %(random_subreddit)s
el: ή δοκίμασε ένα %(random_subreddit)s
fi: tai yritä %(random_subreddit)s
fr_ca: ou essayez un %(random_subreddit)s
hu: vagy próbálj egy ilyet: %(random_subreddit)s
it: o prova un %(random_subreddit)s
mt_mt: jew ipprova xi %(random_subreddit)s
nn: eller prøv en %(random_subreddit)s
no: eller prøv en %(random_subreddit)s
pl: lub spróbuj a %(random_subreddit)s
sv: eller testa en %(random_subreddit)s
uk: або спробуйте %(random_subreddit)s
vi: hoặc thử một %(random_subreddit)s

source: random subreddit
el: τυχαίο υποreddit
fi: satunnainen alaosio redditissä
fr_ca: subreddit aléatoire
hu: véletlenszerű subreddit
it: subreddit a caso
mt_mt: subreddit każwali
nn: tilfeldig subreddit
no: tilfeldig subreddit
pl: losowy subreddit
sv: slumpmässig subreddit
uk: випадковий сабреддіт
vi: chuyên mục ngẫu nhiên

source: Show new comments!
fr_ca: Afficher les nouveaux commentaires!
hu: Új hozzászólások mutatása!
it: Mostra nuovi commenti!
sv: Visa nya kommentarer!

source: using the default subreddits for your location (%(location)s)
el: προεπιλεγμένα υποreddit για την τοποθεσία σου (%(location)s)
fr_ca: utilisation des subreddits par défaut pour votre localisation (%(location)s)
it: usa i subreddit di default per la tua zona (%(location)s)
mt_mt: qed nuża s-subreddits ippredefiniti għal-lok tiegħek (%(location)s)
nn: bruk standardsubredditene for din beliggenhet (%(location)s)
no: bruk standardsubredditene for din beliggenhet (%(location)s)
pl: używanie domyślnych subredditów dla Twojej lokalizacji (%(location)s)
sv: använder de subredditar som är standard för din plats (%(location)s)
uk: використовуються сабреддіти по замовчуванню, обрані для вашого місцезнаходження (%(location)s)
vi: sử dụng chuyên mục mặc định dành cho vị trí của bạn (%(location)s)

source: use global defaults
el: χρησιμοποίησε τις παγκόσμιες προεπιλογές
fr_ca: utiliser les préférences par défauts globales
it: utilizza i valori globali predefiniti
mt_mt: uża valuri globali ppredefiniti
nn: bruk globale standarder
no: bruk globale standarder
pl: użyj domyślnych
sv: använd globala förinställningar
uk: використати глобальні значення за замовчуванням
vi: sử dụng theo mặc định toàn bộ

source: dismiss this message
el: απόρριψε αυτό το μήνυμα
fi: hylkää tämä viesti
fr_ca: cacher ce message
hu: üzenet elutasítása
it: rimuovi questo messaggio
mt_mt: agħlaq dal-messaġġ
nn: vis bort denne meldingen
no: vis bort denne meldingen
pl: ukryj tą wiadomość
sv: dölj detta meddelande
uk: сховати це повідомлення
vi: loại bỏ tin nhắn này
