Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: removed self
ar: حذف بنفسه
bs: uklonili ste sebe
el: αφαίρεση εαυτού
eu: norbera kenduta
fi: poisti itsensä
fr_ca: individu supprimé
hu: kitörölni magadat
it: rimosso
mt_mt: imneħħi
nn: fjerna sjølv
no: fjernet selv
pl: usunięto siebie
sv: tog bort dig själv
uk: видалено себе
vi: tự xóa

source: title
ar: العنوان
bs: naslov
ca: títol
el: τίτλος
et: pealkiri
eu: izenburua
fi: otsikko
fr_ca: titre
he: כותרת
hu: cím
it: titolo
mt_mt: titlu
nn: tittel
no: tittel
pl: tytuł
sv: rubrik
ta: தலைப்பு
uk: назва
vi: tiêu đề

source: sidebar
ar: الشريط الجانبي
bs: bočna traka
ca: barra lateral
el: πλαϊνή περιοχή
eu: albo-barra
fi: sivupalkki
fr_ca: barre latérale
hu: oldalsáv
it: barra laterale
mt_mt: żbarra tal-ġenb
nn: sidefelt
no: sidefelt
pl: panel boczny
sv: sidopanel
uk: бокова панель
vi: thanh công cụ

source: language
ar: اللغة
bs: jezik
ca: idioma
el: γλώσσα
et: keel
eu: hizkuntza
fi: kieli
fr_ca: langue
he: שפה
hu: nyelv
it: lingua
mt_mt: ilsien
nn: språk
no: språk
pl: język
sv: språk
ta: மொழி
uk: мова
vi: ngôn ngữ

source: link type
ar: نوع الرابط
bs: vrsta linka
el: τύπος συνδέσμου
eu: esteka mota
fi: linkin tyyppi
fr_ca: type de lien
hu: hivatkozás típusa
it: tipo di link
mt_mt: it-tip tal-link
nn: lenkjetype
pl: typ linku
sv: länktyp
uk: тип посилання
vi: loại liên kết

source: submit link button label
bs: pošalji natpis dugmeta s linkom
el: ετικέτα κουμπιού υποβολής συνδέσμου
fi: lisää uusi linkki painikkeen teksti
fr_ca: soumettre une étiquette pour le bouton-lien
hu: "link beküldése" gomb címke
it: etichetta pulsante invio link
mt_mt: tikketta tal-buttuna tal-impostazzjoni
nn: Merking på knapp for posting av lenke
no: Merking på knapp for posting av lenke
pl: opis przycisku Wyślij link
sv: Skicka-in-länk-knappens text
uk: напис на кнопці публікації посилання
vi: hiển thị tên của nút gửi nội dung

source: submit text post button label
bs: pošalji natpis dugmeta za objavljivanje teksta
el: ετικέτα κουμπιού υποβολής κειμένου
fi: lisää uusi teksti painikkeen teksti
fr_ca: soumettre une étiquette pour le bouton de post en texte
hu: "szöveges poszt beküldése" gomb címke
it: etichetta pulsante invio messaggio di testo
mt_mt: tikketta tal-buttuna tal-impostazzjoni ta' test
nn: Merking på knapp for posting av tekst
no: Merking på knapp for posting av tekst
pl: opis przycisku Wyślij post
sv: Skicka-in-textinlägg-knappens text
uk: напис на кнопці публікації тексту
vi: tên của nút gửi nội dung

source: comment score hide period
bs: period za koji je bodovanje komentara sakriveno
el: περίοδος απόκρυψης βαθμολογίας σχολίου
fi: kommentin pisteiden piilotusaika
fr_ca: période de masquage du nombre de points du commentaire
hu: a hozzászólás-pontszám elrejtésének időtartama
it: periodo per cui nascondere i commenti
mt_mt: żmien kemm jinħbew il-punti tal-kummenti
nn: periode for skjuling av kommentarpoeng
no: periode for skjuling av kommentarpoeng
pl: czas ukrywania punktacji komentarzy
sv: period som kommentarspoängen döljs
uk: період приховування кількості голосів для коментарів
vi: ẩn dấu chấm kế bên số điểm của bình luận

source: toggle viewers must be over 18
ar: تفعيل القرآء يجب أن يكونو فوق 18
bs: čitaoci moraju biti stariji od 18 godina
ca: alterna opció de requerir que els visitants tinguin més de 18 anys
el: εναλλαγή της επιλογής οι αναγνώστες να είναι πάνω από 18
eu: txandakatu ikusleek 18tik gorakoak izan behar dute
fi: katsojien pitää olla täysi-ikäisiä
fr_ca: active/désactive - les visiteurs doivent avoir plus de 18 ans
hu: 18 éven felüli ki- vagy bekapcsolása
it: decide se i visitatori devono essere maggiorenni
mt_mt: għażel jekk il-werrejja iridux ikunu l-fuq minn 18 il-sena jew le
nn: skru på/av attenårsgrense
no: slå "aldersgrense 18 år" av/på
pl: oglądający muszą mieć powyżej 18 lat
sv: växla läsare måste vara över 18
uk: переключити вимогу віку відвідувача не менше 18 років
vi: bật/tắt người xem phải trên 18 tuổi

source: toggle allow in default/trending lists
fr_ca: l'activation permet les listes de base et de tendance
it: Permetti la visualizzazione nelle liste di default/trend
mt_mt: għażel jekk tridx tħalli s-subreddit tkun fl-elenki ppredefiniti/popolari jew le
nn: skru av/på visning i standard-/trendlister
no: skru av/på visning i standard-/trendlister
sv: växla tillåtelse i standard-/trendlistor
uk: включення в переліки по замовчуванню та ті, популярність яких росте

source: toggle show thumbnail images of content
ar: تبديل عرض الصور المصغرة من المحتويات
bs: prikaži sličicu sadržaja
ca: alterna opció de mostrar imatges de previsualització del contingut
el: εναλλαγή εμφάνισης εικόνας περιεχομένου σε μικρογραφία
eu: txandakatu erakutsi edukiaren koadro txikiak
fi: näytä sisällön pikkukuvat
fr_ca: active/désactive - afficher les miniatures du contenu
hu: a tartalom bélyegképének megjelenítésének váltása
it: decide se mostrare l'anteprima delle immagini del contenuto
mt_mt: għażel jekk tridx turi minjaturi tal-istampi tal-kontenut, jew le
nn: skru på/av vising av miniatyrbilete
no: slå miniatyrbilder av/på
pl: pokazuj miniaturki obrazków w tekście
sv: växla visa miniatyrbilder av innehåll
uk: переключити показ зменшених зображень матеріалу
vi: bật/tắt hiển thị ảnh nhỏ

source: toggle public traffic stats page
ar: تبديل صفحة الإحصائيات العامة
ca: alterna opció de fer pública la pàgina d'estadístiques del trànsit
el: εναλλαγή δημοσιοποίησης σελίδας στατιστικών κίνησης
fr_ca: afficher publiquement la page des statistiques de trafic
hu: publikus forgalmi statisztika oldal váltása
it: Rendi pubblica la pagina delle statistiche del traffico.
mt_mt: għażel jekk tridx tagħmel il-paġna tal-istatistiċi pubblika jew le
nn: Skru siden med offentlig trafikk statestikk av eller på
no: Skru siden med offentlig trafikk statestikk av eller på
pl: pokaż publiczne statystyki ruchu na stronie
sv: växla offentlig sida för trafikstatistik
uk: переключити загальнодоступну сторінку статистики
vi: bật/tắt trang thống kê lưu lượng công cộng

source: toggle collapse deleted/removed comments
fr_ca: l'activation efface les commentaires supprimés
it: attiva/disattiva collassa commenti cancellati/rimossi
mt_mt: agħżel jekk il-kummenti mħassrin/mneħħija jkunux ikkollasati jew le
no: veksle mellom minimering av slettede og fjernede kommentarer
sv: växla minimering av borttagna kommentarer
uk: показати або сховати згорнуті вилучені коментарі

source: toggle exclude banned users' posts from modqueue
bs: omogući isključivanje banovanih korisnika iz moderacije
el: εναλλαγή εξαίρεσης των αναρτήσεων των απαγορευμένων χρηστών από την ουρά συντονισμού
fr_ca: exclure le contenu soumis par les utilisateurs bannis complètement du site par modqueue
it: escludi messaggi di utenti bannati dal sito su modqueue
mt_mt: agħżel jekk l-impostazzjonijiet ta' utenti mkeċċija jkunux esklużi mil-kjù tal-moderazzjoni jew le
nn: slå av/på ekskludering av utestengte brukere fra moderasjonskøen
no: slå av/på ekskludering av utestengte brukere fra moderasjonskøen
pl: przełącz wyłączenie postów zbanowanych użytkowników z kolejki
sv: växla exkludera bannlysta användares inlägg från modereringskön
uk: переключити пропускання черги на модерацію публікаціями користувачів, що були заблоковані,
vi: chuyển đổi các bài đăng của người dùng bị cấm trong phần modqueue

source: toggle show sidebar from cname
ar: أظهر اللوحة الجانبية عندما يتم الدخول من cname .
bs: prikaži bočnu traku sa cname
el: εναλλαγή προβολής πλαϊνής μπάρας από εξωτερικό ιστοτόπο
eu: txandakatu erakutsi albo-barra cname-tik
fr_ca: active/désactive - afficher barre latérale depuis cname
hu: oldalsáv megjelenítésének váltása cname-ről
it: decide se mostrare la barra laterale da cname
mt_mt: ixgħel jew itfi l-wirja tal-iżbarra mis-cname
nn: skru på/av vising av sidefeltet frå cname
no: veksleknapp vis sidefelt fra cname
pl: pokaż pasek boczny przy wejściu poprzez alias
sv: växla visa sidopanel från cname
uk: переключити показ бокової панелі з cname
vi: chuyển đổi thanh công cụ sang phần cname

source: toggle custom CSS from cname
ar: تبديل المخصص CSS من CNAME
bs: aktiviraj korisnički CSS za cname
el: εναλλαγή προβολής προσαρμοσμένου στυλ από εξωτερικό ιστοτόπο
eu: txandakatu CSS pertsonalizatua cname-tik
fr_ca: active/désactive - personnaliser CSS depuis cname
hu: egyedi CSS váltása cname-ről
it: decide se utilizzare CSS personalizzato da cname
mt_mt: ixgħel jew itfi s-CSS ippersonalizzat mis-cname
nn: skru på/av tilpassa CSS frå cname
no: veksleknapp egendefinert CSS fra cname
pl: ustaw własny styl CSS dla wejść przez alias
sv: växla anpassad CSS från cname
uk: переключити CSS стилі користувача з cname
vi: chuyển đổi giao diện CSS sang phần cname

source: header title
ar: العنوان الرئيسي
bs: naslov zaglavlja
ca: títol capçalera
el: τίτλος επικεφαλίδας
eu: goiburuko izenburua
fi: otsikko
fr_ca: titre de l'entête
hu: fejléc címe
it: titolo header
mt_mt: titlu tal-header
nn: header-tittel
no: Topp tittel
pl: tytuł nagłówka
sv: sidhuvudsrubrik
uk: назва заголовку
vi: tiêu đề đầu trang

source: delete header image
ar: إمسح صورة الغطاء
bs: obriši sliku zaglavlja
ca: elimina la imatge de la capçalera
el: διαγραφή εικόνας επικεφαλίδας
eu: ezabatu goiburuko irudia
fi: poista ylätunnisteen kuva
fr_ca: supprimer l'image d'entête
hu: fejléc képének törlése
it: elimina immagine dell'header
mt_mt: ħassar l-istampa tal-header
nn: slett header-bilete
no: Slett Topptekst bilde
pl: usuń obrazek nagłówka
sv: radera sidhuvudsbild
uk: видалити зображення заголовку
vi: xóa hình ảnh trên đầu trang

source: delete image
ar: امسح الصورة
bs: obriši sliku
ca: elimina imatge
el: διαγραφή εικόνας
eu: ezabatu irudia
fi: poista kuva
fr_ca: supprimer image
hu: kép törlése
it: elimina immagine
mt_mt: ħassar l-istampa
nn: slett bilete
no: Slett bilde
pl: usuń obraz
sv: radera bild
uk: видалити зображення
vi: xóa ảnh

source: delete icon image
el: διαγραφή εικόνας
fr_ca: Supprimer l'icône
hu: ikon kép törlése
it: elimina l'immagine dell'icona
mt_mt: ħassar l-istampa tal-ikona
sv: ta bort ikon
uk: вилучити зображення іконки
vi: xóa hình ảnh biểu tượng

source: delete banner image
el: διαγραφή εικόνας επικεφαλίδας
fr_ca: Supprimer la bannière
hu: banner kép törlése
it: elimina l'immagine del banner
mt_mt: ħassar l-istampa tal-banner
sv: ta bort banner
uk: видалити зображення банеру

source: upload header image
ar: حمل الصورة الرأسية
bs: dodaj sliku zaglavlja
ca: pujar imatge de capçalera
el: ανέβασμα εικόνας κεφαλίδας
eu: kargatu goiburuko irudia
fi: lataa ylätunnisteen kuva
fr_ca: envoyer une image d'en-tête
hu: kép feltöltése a fejlécbe
it: carica immagine dell'header
mt_mt: tella' stampa tal-header
nn: last opp hovudbilete
no: last opp headerbilde
pl: wyślij obrazek nagłówka
sv: ladda upp sidhuvudsbild
uk: завантажити зображення заголовку
vi: tải lên hình ảnh header

source: upload icon image
el: ανέβασμα εικόνας
fr_ca: uploader une icône
hu: ikon kép feltöltés
it: scegli l'immagine dell'icona
mt_mt: tella' stampa tal-ikona
sv: ladda upp ikon
uk: завантажити зображення іконки
vi: đăng hình ảnh biểu tượng

source: upload banner image
el: ανέβασμα εικόνας κεφαλίδας
fr_ca: uploader une bannière
hu: banner kép feltöltés
it: scegli l'immagine del banner
mt_mt: tella' stampa tal-banner
sv: ladda upp banner
uk: завантажити зображення банеру

source: upload image
ar: حمل صورة
bs: dodaj sliku
ca: pujar imatge
el: ανέβασμα εικόνας
eu: kargatu irudia
fi: lisää kuva
fr_ca: envoyer une image
hu: kép feltöltése
it: carica immagine
mt_mt: tella' stampa
nn: last opp bilete
no: Last opp bilde
pl: wczytaj obraz
sv: ladda upp bild
uk: завантажити зображення
vi: tải ảnh lên

source: add/edit flair
ar: اضف/عدل ميزة
bs: dodaj/uredi flair
ca: afegeix/edita bandereta
el: προσθήκη/τροποποίηση εμβλήματος
eu: gehitu/editatu bereizgarria
fi: lisää/muokkaa flair
fr_ca: ajouter/éditer l'insigne
hu: kitűző hozzáadása/szerkesztése
it: aggiungi/modifica flair
mt_mt: żid/biddel ix-xinxilla
nn: legg til / endre skilt
no: legg til/endre flair
pl: dodaj/edytuj znaczek
sv: lägg till/redigera stil
uk: додати/редагувати флаір
vi: thêm/chỉnh sửa cờ hiệu

source: delete flair
ar: الغاء الميزة
bs: obriši flair
ca: esborra bandereta
el: διαγραφή εμβλήματος
eu: ezabatu bereizgarria
fi: poista flair
fr_ca: supprimer l'insigne
hu: kitűző törlése
it: elimina flair
mt_mt: ħassar ix-xinxilla
nn: slett skilt
no: Slett flair
pl: usuń znaczek
sv: radera stil
uk: видалити флаір
vi: xóa cờ hiệu

source: edit by csv
ar: عدل بواسطة cvs
bs: uredi po csv-u
el: επεξεργασία με αρχείο csv
fi: Muokkaa csv:tä käyttäen
fr_ca: éditer par CSV
hu: szerkesztés CSV-ből
it: modifica da csv
mt_mt: immodifika per mezz ta' csv
nn: endre etter csv
no: Endre med csv
pl: edytuj w CSV
sv: redigera genom csv
uk: редагувати у вигляді csv
vi: chỉnh sửa bằng csv

source: toggle flair enabled
ar: تفعيل خاصية تمييز التبديل
bs: omogući flair
ca: alterna opció de permetre banderetes
el: εναλλαγή εμβλήματος
eu: txandakatu bereizgarria gaitzea
fi: flair käytössä
fr_ca: active/désactive - insigne activé
hu: kitűző engedélyezésének váltása
it: decide se abilitare il flair
mt_mt: attiva jew iddiżattiva x-xinxilla
nn: skru på/av skilt
no: veksleknapp flair aktivert
pl: włącz znaczki
sv: växla stil aktiverad
uk: переключити режим флаір
vi: chuyển đổi việc cho phép gắn cờ hiệu

source: toggle user flair position
ar: تبديل موقف تمييز المستخدم
bs: pozicioniši korisnički flair
ca: alterna posició de la bandereta d'usuari
el: εναλλαγή θέσης εμβλήματος χρήστη
eu: txandakatu erabiltzailearen bereizgarriaren kokapena
fr_ca: active/désactive - position de l'insigne de l'utilisateur
hu: felhasználói kitűző pozíciójának váltása
it: Modifica posizione flair utente
mt_mt: biddel il-pożizzjoni tax-xinxilla tal-utent
nn: veksle brukarskiltplasseringa
no: veksle mellom bruker preg posisjon
pl: przełącz pozycję znaczka użytkownika
sv: växla position för användarstil
uk: переключики розміщення флаіру
vi: chuyển đổi vị trí gắn cờ hiệu của người dùng

source: toggle link flair position
ar: تبديل موقف رابط المستخدم
bs: pozicioniši link flaira
ca: alterna posició de la bandereta d'enllaç
el: αλλαγή θέσης εμβλήματος ανάρτησης
eu: txandakatu estekaren bereizgarriaren kokapena
fr_ca: active/désactive - position de l'insigne du lien
hu: hivatkozás kitűző helyzetének váltása
it: Modifica posizione flair link
mt_mt: biddel il-pożizzjoni tax-xinxilla tal-link
nn: veksle lenkjeskiltplasseringa
no: veksle mellom link preg posisjon
pl: przełącz pozycję znaczka odnośnika
sv: växla position för länkstil
uk: переключити розміщення флаіру посилань
vi: chuyển đổi vị trí đường dẫn gắn cờ hiệu

source: toggle user assigned flair enabled
ar: تفعيل خاصية تمييز التبديل
bs: omogući flair dodijeljen od korisnika
el: εναλλαγή εμβλήματος από χρήστη
eu: txandakatu erabiltzaileak bereizgarria esleitzea gaitzea
fi: käyttäjän antama flair käytössä
fr_ca: active/désactive - insigne assigné à l'utilisateur activé
hu: felhasználó által hozzáadott kitűző engedélyezésének váltása
it: decide se abilitare il flair assegnato dall'utente
mt_mt: ixgħel jew itfi x-xinxilla abbinata mal-utent
nn: skru på/av brukarstyrt skilt
no: veksleknapp bruker tildelt flair aktivert
pl: włącz znaczki wybrane przez użytkownika
sv: växla användartilldelad stil aktiverad
uk: переключити обраний користувачем флаір
vi: chuyển đổi việc cho phép gán cờ hiệu từ người dùng

source: toggle submitter assigned link flair enabled
ar: تفعيل خاصية رابط تمييز التبديل
bs: omogući flair link dodijeljen od korisnika
el: οι αποστολείς μπορούν να αναθέτουν το δικό τους έμβλημα ανάρτησης
fr_ca: active/désactive l'activation de l'insigne par les utilisateurs
hu: beküldő által megadott link kitűző engedélyezésének váltása
it: decide se gli autori possono assegnarsi il proprio link flair
mt_mt: ixgħel jew itfi l-abbilta tal-awtur li jabbina xinxilla
nn: skru på/av sjølvtildelt lenkjeskilt for brukarane
no: veksle mellom Innsender tilordnet lenke preg aktivert/deaktivert
pl: włącz styl znaczka przypisanego przez autora
sv: växla tilldelad länkstil för uppladdare aktiverad
uk: переключити флаіри посилань обрані користувачем
vi: chuyển đổi việc cho phép gán cờ đường dẫn của cờ hiệu từ người đăng

source: add/edit flair templates
ar: إضافة / تحرير قوالب التمييز
bs: dodaj/uredi flair predloške
ca: afegeix/edita plantilles de les banderetes
el: προσθήκη/τροποποίηση προτύπων εμβλημάτων
eu: gehitu/editatu bereizgarriaren txantiloiak
fi: lisää/muokkaa flair-pohjia
fr_ca: ajouter/éditer les modèles d'insigne
hu: kitűző sablonok hozzáadása/szerkesztése
it: aggiungi/modifica template del flair
mt_mt: żid/biddel forom tax-xinxilli
nn: legg til / endre skiltmalar
no: legg til/endre flair mal
pl: dodaj/zmień szablony znaczków
sv: lägg till/redigera stilmallar
uk: додати/редагувати шаблони флаір
vi: thêm/chỉnh sửa mẫu cờ hiệu

source: delete flair template
ar: حذف قالب التمييز
bs: obriši flair predložak
ca: esborra plantilla de les banderetes
el: διαγραφή προτύπου εμβλημάτων
eu: ezabatu bereizgarriaren txantiloiak
fi: poista flair-pohja
fr_ca: supprimer ce modèle d'insigne
hu: kitűző sablon törlése
it: elimina template del flair
mt_mt: ħassar il-forma tax-xinxilla
nn: slett skiltmal
no: slett flair mal
pl: usuń szablon znaczka
sv: ta bort stilmall
uk: видалити шаблон флаір
vi: xóa mẫu cờ hiệu

source: clear flair templates
ar: مسح قوالب التمييز
bs: očisti flair predložak
ca: esborra les plantilles de les banderetes
el: καθαρισμός προτύπων εμβλημάτων
eu: garbitu bereizgarriaren txantiloiak
fi: tyhjennä flair-pohjat
fr_ca: vider les modèles d'insigne
hu: kitűző sablonok ürítése
it: azzera template del flair
mt_mt: battal il-forom tax-xinxilli
nn: tøm skiltmalar
no: Rensk flair-maler
pl: wyczyść szablony unikalnych stylów
sv: rensa stilmallar
uk: очистити шаблони флаір
vi: làm rỗng mẫu cờ hiệu

source: remove
ar: أزل
bs: ukloni
ca: elimina
el: αφαίρεση
eo: forigu
et: eemalda
eu: ezabatu
fi: poista
fr_ca: enlever
he: הסר
hu: törölj
it: cancella
mt_mt: neħħi
nn: fjern
no: fjern
pl: usuń
sr_la: ukloni
sv: ta bort
ta: நீக்கவும்
uk: видалити
vi: xoá

source: set permissions on moderator
bs: postavi dozvole za moderatora
el: ανάθεση δικαιωμάτων σε συντονιστή
fi: aseta oikeudet moderaattorille
fr_ca: régler les permissions sur le modérateur
hu: engedélyek beállítása moderátoron
it: imposta permessi su moderatore
mt_mt: issettja il-permessa tal-moderatur
nn: gi tillatelser til moderator
no: gi tillatelser til moderator
pl: ustaw ograniczenia dla moderatora
sv: sätt behörigheter på moderator
uk: встановити дозволи для модератора
vi: cấp quyền cho người điều hành

source: set permissions on moderator invitation
bs: postavi dozvole za moderatorsku pozivnicu
el: ανάθεση δικαιωμάτων σε πρόσκληση συντονιστή
fr_ca: régler les permissions sur les invitations de modérateur
hu: engedélyek beállítása moderátor meghíváson
it: imposta permessi su invito del moderatore
mt_mt: irranġa l-permessi dwar l-istedin tal-moderaturi
nn: endre løyva for moderatorinvitasjon
no: gi tillatelser til moderatorinvitasjon
pl: ustaw ograniczenia na zaproszenia moderatora
sv: sätt behörigheter på inbjudan av moderator
uk: встановити дозволи на запрошення модераторів
vi: cấp quyền cho lời mời làm người điều hành

source: highest
ca: més alt
el: υψηλότερη
fi: korkein
fr_ca: plus haut
hu: legmagasabb
it: più alto
mt_mt: l-għola
nn: høyeste
no: høyeste
pl: najwyższy
sv: högsta
uk: найвищі
vi: cao nhất

source: remnant
el: απομεινάρι
fi: jäänne
fr_ca: reste
hu: maradék
it: bassa
mt_mt: il-bqija
nn: gjenværende
no: gjenværende
pl: pozostałość
sv: resterande
uk: залишки
vi: bản lưu cũ

source: lower priority, impressions are not guaranteed
el: χαμηλή προτεραιότητα, οι εντυπώσεις δεν είναι σε καραντινα
fi: alempi prioriteetti, ensivaikutelmaa ei ole taattu
fr_ca: priorité plus faible, impressions non garanties
it: Bassa priorità, le impression non sono garantite
mt_mt: prijorità baxxa, l-impressjonijiet mhux iggarantiti
nn: lavere prioritet, inntrykk er ikke garantert
no: lavere prioritet, inntrykk er ikke garantert
pl: niski priorytet, odsłony nie są gwarantowane
sv: lägre prioritet, visningar garanteras inte
uk: знизити пріоритет, перегляди не гарантуються
vi: ưu tiên thấp hơn, hiển thị không đảm bảo

source: house
fi: talo
fr_ca: maison
hu: ház
it: minore
mt_mt: dar
nn: hus
no: hus
pl: dom
sv: hus
uk: дім
vi: nhà

source: non-CPM, displays in all unsold impressions
fr_ca: non CPM, affiché en nombre d'impressions non vendues
it: non-CPM, viene mostrato su tutte le impression non vendute
mt_mt: mhux CPM, juri fil-każi kollha ta' impressjonijiet mhux mibjugħin
nn: ikke-CPM, vises i alle usolgte inntrykk
no: ikke-CPM, vises i alle usolgte inntrykk
pl: nie-CPM, wyświetla się we wszystkich niesprzedanych odsłonach
sv: icke-CPM, visas i alla annars osålda visningar
uk: без ціни за тисячу, показує всі непродані перегляди
vi: không phải-CPM, hiển thị trong tất cả lần hiển thị chưa bán

source: auction
fr_ca: anchère
it: asta
sv: auktion

source: auction priority; all self-serve are auction priority
fr_ca: priorité de l'enchère; tous les self-services ont la priorité d'enchère
it: asta a priorità; tutti i self-serve sono aste a priorità

source: interest: %s
fr_ca: intérêts: %s
it: interesse: %s
sv: intresse: %s

source: vote manipulation
fi: äänten manipulointi
fr_ca: manipulation de vote
hu: szavazat manipuláció
it: manipolazione dei voti
mt_mt: manipulazzjoni tal-vot
nn: stemmemanipulasjon
no: stemmemanipulasjon
pl: manipulacja głosów
sv: röstmanipulation
uk: маніпулювання голосами

source: personal information
fi: henkilötietoja
fr_ca: informations personnelles
hu: személyes információ
it: informazione personale
mt_mt: tagħrif personali
nn: personlig informasjon
no: personlig informasjon
pl: informacje osobiste
sv: personlig information
uk: особисті дані
vi: thông tin cá nhân

source: sexualizing minors
fr_ca: sexualiser des mineurs
it: sessualizzazione di minori
mt_mt: sesswalizazzjoni tal-minuri
nn: seksualisering av mindreårige
no: seksualisering av mindreårige
sv: sexualisering av minderåriga
uk: розбещення неповнолітніх

source: breaking reddit
fr_ca: casser reddit
it: causa un bug a reddit
mt_mt: l-aħħar aħbarijiet minn reddit
nn: forringe reddit
no: forringe reddit
pl: psucie reddita
sv: förstörelse av reddit
uk: намагання зламати реддіт

source: Personal and confidential information
fr_ca: Informations personnelles et confidentielles
it: Informazioni personali e confidenziali
sv: Personlig och konfidentiell information

source: Threatening, harassing, or inciting violence
fr_ca: La menace, le harcèlement ou l'incitation à la violence
it: Minacce, molestie, o incitamento alla violenza

source: red
el: κόκκινο
fi: punainen
fr_ca: rouge
it: rosso
sv: röd

source: orangered
el: πορτοκαλοειδές
fr_ca: rouge-orange
it: rosso-arancio
mt_mt: aħmar fl-oranġo
sv: orangeröd
uk: червоно-помаранчевий
vi: cam đỏ

source: mango
el: μάνγκο
fr_ca: mangue
uk: манго

source: lime
el: λεμονί
fr_ca: citron vert
it: verde lime
mt_mt: isfar fl-aħdar
uk: лайм
vi: xanh chuối

source: green
el: πράσινο
fi: Vihreä
fr_ca: vert
hu: zöld
it: verde
mt_mt: aħdar
sv: grön
uk: зелений
vi: xanh lá

source: mint
el: μέντα
fr_ca: menthe
hu: menta
it: menta
uk: мінт

source: teal
el: γαλαζοπράσινο
fr_ca: bleu sarcelle
it: verde acqua

source: blue
el: μπλέ
fi: Sininen
fr_ca: bleu
hu: kék
it: blu
mt_mt: blu
sv: blå
uk: синій
vi: xanh dương

source: alien blue
el: alien μπλε
fi: Alienin Sininen
fr_ca: bleu alien
hu: ufó kék
it: blu alieno
mt_mt: blu aljen
sv: alien-blå
uk: фірмовий інопланетно-синій
vi: xanh alien

source: pink
el: ροζ
fr_ca: rose
it: rosa
sv: rosa

source: purple
el: μωβ
fr_ca: violet
it: viola

source: brown
el: καφέ
fr_ca: marron
it: marrone
sv: brun

source: pale grey
el: απαλό γκρι
fr_ca: gris pâle
it: grigio pallido

source: grey
el: γκρι
fr_ca: gris
it: grigio
sv: grå
