Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: unknown function "%(function)s"
ca: funció desconeguda "%(function)s"
el: άγνωστη συνάρτηση "%(function)s"
fi: tuntematon funktio "%(function)s"
fr_ca: Ne connais pas fonction "%(function)s"
hu: ismeretlen funkció "%(function)s"
it: funzione "%(function)s" sconosciuta
mt_mt: funzjoni mhux magħrufa "%(function)s"
nn: ukjent funksjon "%(function)s"
no: ukjent funksjon "%(function)s"
pl: nieznana funkcja "%(function)s"
sv: okänd funktion "%(function)s"
uk: невідома функція "%(function)s"
vi: hàm chưa định nghĩa rõ "%(function)s"

source: unexpected token "%(token)s"
ca: símbol inesperat "%(token)s"
el: απρόσμενο κέρμα "%(token)s"
fi: odottamaton avainsana "%(token)s"
fr_ca: token inattendu "%(token)s"
hu: váratlan jel „%(token)s”
it: token "%(token)s" inaspettato
mt_mt: towkin mhux mistenni "%(token)s"
nn: uventet symbol "%(token)s"
no: uventet symbol "%(token)s"
pl: nieoczekiwany token "%(token)s"
sv: oväntat token "%(token)s"
uk: неочікуваний токен "%(token)s"
vi: lỗi không rõ nguyên nhân "%(token)s"

source: backslashes are not allowed
ca: les barres invertides no són permeses
el: οι ανάποδες κάθετοι δεν επιτρέπονται
fi: kenoviivat eivät ole sallittuja
fr_ca: Les barres inverses ne sont pas permises.
hu: perjel nem engedélyezett
it: non sono permessi backslash (\)
mt_mt: karattri backslash mhux permessi
nn: omvendt skråstrek er ikke tillatt
no: omvendt skråstrek er ikke tillatt
pl: odwrotne ukośniki są niedozwolone
sv: omvänt snedstreck ej tillåtet
uk: зворотні косі риски не дозволені
vi: không được dùng dấu chéo ngược

source: control characters are not allowed
ca: els caràcters de control no són permesos
el: οι χαρακτήρες ελέγχου δεν επιτρέπονται
fi: ohjausmerkit eivät ole sallittuja
fr_ca: caractères du contrôle ne admis pas
hu: speciális karakterek nem engedélyezettek
it: non sono permessi caratteri di controllo
mt_mt: karattri ta' kontroll mhux permessi
nn: kontrolltegn er ikke tillatt
no: kontrolltegn er ikke tillatt
pl: znaki kontrolne są niedozwolone
sv: kontrolltecken ej tillåtna
uk: керуючі символи не дозволені
vi: ký tự control không được cho phép

source: the stylesheet is too big. maximum size: %(size)d KiB
ca: el full d'estils és massa gran. Mida màxima: %(size)d KiB
el: το stylesheet είναι πολύ μεγάλο. μέγιστο μέγεθος: %(size)d KiB
fi: css-tyylisivu on liian suuri. maksimikoko: %(size)d KiB
fr_ca: La feuille de style est plus grand. maximum taille: %(size)d KiB
hu: a munkafüzet túl nagy. maximális méret: %(size)d KB
it: il foglio di stile è troppo grande. peso massimo: %(size)d KiB
mt_mt: l-istylesheet kbira wisq. kobor massimu: %(size)d KiB
nn: stilsettet er for stort. maks tillatt størrelse: %(size)d KiB
no: stilsettet er for stort. maks tillatt størrelse: %(size)d KiB
pl: arkusz stylów jest zbyt duży. maksymalny rozmiar: %(size)d KiB
sv: stylesheet för stor. maximal storlek: %(size)d KiB
uk: таблиця стилів завелика. максимальний розмір — %(size)d КіБ
vi: dữ liệu bảng quá lớn. kích thước tối đa cho phép: %(size)d KiB

source: comment reply
ar: ردّ على التعليق
bs: odgovor na komentar
ca: resposta al comentari
el: απάντηση στο σχόλιο
eo: komentrespondo
eu: iruzkinaren erantzuna
fi: vastaus viestiin
fr_ca: réponse à un commentaire
hu: válasz küldése
it: rispondi al commento
mt_mt: tweġiba lill-kumment
nn: innleggssvar
no: kommentarsvar
pl: odpowiedź na komentarz
sr_la: odgovori
sv: kommentarssvar
uk: відповідь до коментаря
vi: trả lời bình luận

source: post reply
ar: الردّ على المنشور
bs: komentariši
ca: resposta al post
el: απάντησε
eo: afiŝorespondo
eu: bidalketaren erantzuna
fi: vastaa viestiin
fr_ca: poster une réponse
hu: válasz küldése
it: risposta al post
mt_mt: imposta tweġiba
nn: send svar
no: innleggssvar
pl: odpowiedź na post
sv: inläggsvar
uk: відповісти
vi: đăng trả lời

source: username notification
el: ειδοποίηση ονόματος χρήστη
fr_ca: notification de nom d'utilisateur
it: notifica nome utente
mt_mt: avviż t' isem l-utent
sv: användarnamnsnotifikation
uk: сповіщення імені користувача
vi: thông báo người dùng

source: Please log in to do that.
el: Παρακαλώ συνδέσου για να το κάνεις αυτό.
fi: Kirjaudu ensin sisään.
fr_ca: Veuillez vous connecter pour effectuer cette action.
hu: Kérlek jelentkezz be ehhez.
it: Per continuare, accedi per favore.
sv: Vänligen logga in för att göra detta.
uk: Будь ласка, увійдіть в систему, щоб це зробити.
vi: Xin vui lòng đăng nhập để thực hiện thao tác này.

source: You must be a moderator to do that.
el: Πρέπει να είστε συντονιστής για να το κάνετε αυτό.
fr_ca: Vous devez être un modérateur pour faire ça.
it: Devi essere un moderatore per fare ciò.
sv: Du måste vara moderator för att göra det där.

source: You must be a sponsor to do that.
el: Πρέπει να είστε χορηγός για να το κάνετε αυτό.
fr_ca: Vous devez être un sponsor pour faire ça.
it: Devi essere uno sponsor per fare ciò.
sv: Du måste vara sponsor för att göra det där.

source: this page must be accessed using https
ar: يجب الوصول إلى هذه الصفحة باستخدام HTTPS
bs: ovoj stranici mora se pristupiti koristeći https
ca: es necessita https per accedir a la pàgina
el: αυτή η σελίδα πρέπει να ανοιχτεί μόνο από https
fi: tälle sivulle pitää mennä käyttäen https linkin alussa
fr_ca: cette page est uniquement accessible via https
hu: ezt az oldalt https-en keresztül kell elérni
it: devi accedere a questa pagina attraverso https
mt_mt: din il-paġna aċċessibli biss bl-HTTPS
nn: nå sida her med https
no: denne siden må åpnes ved hjelp av https
pl: ta witryna wymaga użycia https
sv: denna sida nås enbart genom https
uk: доступ до цієї сторінки можливий тільки через https
vi: trang này phải được truy cập bằng https

source: you can't do that on this domain
ca: no pots fer això en aquest domini
el: δεν γίνεται σε αυτόν τον ιστότοπο
fi: et voi tehdä tuota tällä domainilla
fr_ca: vous ne pouvez pas faire ça sur ce domaine
it: non puoi farlo su questo dominio
mt_mt: ma' tistagħx tagħmel hekk fuq dan id-dominju
nn: du kan ikke gjøre dette på dette domenet
no: du kan ikke gjøre dette på dette domenet
pl: nie możesz zrobić tego w tej domenie
sv: du kan inte göra det på den här domänen
uk: ви не можете зробити це на цьому домені
vi: bạn không làm được điều đó ở tên miền này

source: you need to set a valid email address to do that.
ar: يجب استخدام بريد الكتروني صالح لذلك
bs: morate podesiti ispravnu email adresu da biste to uradili
ca: Necessites una adreça de correu electrònic vàlida.
el: Πρέπει να εισάγεις μια έκγυρη διεύθυνση email για να το κάνεις αυτό.
eo: vi devas agordi ĝustan retadreson por tio
eu: baliozko e-posta bat ezarri behar duzu hori egiteko.
fi: sinun täytyy antaa toimiva sähköpostiosoite
fr_ca: une adresse courriel valide est nécessaire avant de pouvoir faire ça.
hu: ahhoz egy érvényes email címet kell megadnod
it: per farlo devi prima inserire un indirizzo email valido.
mt_mt: trid iddaħħal indirizz tal-email validu biex tagħmel hekk.
nn: du må oppgi ei gyldig epostadresse for å gjere det der.
no: du må sette en gyldig e-postadresse for å gjøre det.
pl: potrzebny ci prawidłowy adres email.
sr_la: neophodno je da stavite validnu email adresu da biste to uradili
sv: du måste ställa in en giltig e-postadress för att göra det där.
uk: ви маєте встановити дійсну адресу електронної пошти, щоб виконати цю дію.
vi: bạn cần đặt một email chính xác

source: a url is required
ar: لابد من وجود رابط
bs: url je obavezan
ca: necessites una url
el: απαιτείται μια διεύθυνση (διαδικτύου)
eo: paĝadreso bezoniĝas
eu: url bat beharrezkoa da
fi: url-osoite vaaditaan
fr_ca: une url est requise
hu: url-cím megadása kötelező
it: è richiesto un URL
mt_mt: url meħtieġ
nn: ei lenkje trengst
no: en url er obligatorisk
pl: url jest wymagany
sr_la: url je neophodan
sv: en url krävs
uk: обов'язково вкажіть url
vi: cần một đường dẫn

source: you should check that url
ar: يجدر بك أن تتأكد من رابط الموقع
bs: trebali biste provjeriti taj url
ca: hauries de comprovar aquesta url
el: καλύτερα να ελέγξεις τη διεύθυνση
eo: vi devas kontroli ĉi URL
et: kontrolli seda url-i
eu: url hori egiaztatu behar zenuke
fi: tuo url-osoite vaatii tarkistamista
fr_ca: vous devriez vérifier cette url
he: מומלץ שתבדקו את כתובת האתר
hu: ellenőrizd ezt az URL-t
it: dovresti controllare quell'url
mt_mt: missek tiċċekja dak il-url
nn: du lyt sjekke den lenkja
no: du burde sjekke den lenken
pl: sprawdź url
sr_la: trebali biste proveriti taj url
sv: du bör kontrollera url:en
ta: இணையத்தள முகவரியை (யூ.ஆர்.யெல்)சரிபார்க்கவும்
uk: ви повинні перевірити куди веде і чи вірне дане посилання
vi: bạn nên kiểm tra lại đường dẫn đó

source: URI scheme must be one of: %(schemes)s
ca: L'esquema de la URI ha de ser un de: %(schemes)s
el: το σχήμα URI πρέπει να είναι ένα απο: %(schemes)s
fi: URIn rakenne täytyy olla yksi näistä: %(schemes)s
fr_ca: Le plan d'URI doit appartenir à : %(schemes)s
it: Lo schema URI deve essere uno tra: %(schemes)s
mt_mt: l-iskema tal-URI trid tkun fost waħda minn: %(schemes)s
nn: URI-skjemaet må være én av: %(schemes)s
no: URI-skjemaet må være én av: %(schemes)s
pl: Schemat URI musi być jednym z: %(schemes)s
sv: URI-schemat måste vara ett av följande: %(schemes)s
uk: URI схема має бути вибрана із такого списку: %(schemes)s
vi: Hệ thống URI phải là một trong: %(schemes)s

source: care to try these again?
ar: تريد المحاولة مرة اخري؟
bs: želite li pokušati ponovo?
ca: voldrieu tornar a provar-ho?
el: θες να ξαναδοκιμάσεις;
eo: ĉu vi bonvolas reprovi?
eu: berriz saiatuko zara?
fi: haluaisitko yrittää uudelleen?
fr_ca: voulez-vous essayer de nouveau ?
hu: Baj lenne újraprobálni?
it: ti dispiacerebbe provarci ancora?
mt_mt: tixtieq terġa tippruvahom?
nn: vil du prøve desse om att?
no: vil du prøve disse igjen?
pl: źle
sr_la: bi li pokušali ponovo?
sv: kan du prova dessa igen?
uk: чи не бажаєте спробувати ці ще раз?
vi: bạn có muốn thử lại không?

source: invalid user name
ar: اسم المستخدم خاطيء
bs: nepravilno korisničko ime
ca: nom d'usuari invalid
el: λανθασμένο όνομα χρήστη
eo: malĝusta salutnomon
et: vigane kasutajanimi
eu: erabiltzaile-izen baliogabea
fi: käyttäjänimi ei kelpaa
fr_ca: Nom d'utilisateur invalide
he: שם משתמש שגוי
hu: hibás a felhasználó név
it: nome utente non valido
mt_mt: isem l-utent invalidu
nn: ugyldig brukarnamn
no: ugyldig brukernavn
pl: niewłaściwa nazwa użytkownika
sr_la: neispravno korisničko ime
sv: felaktigt användarnamn
ta: புழங்குநர் பெயர் சரியில்லை
uk: недійсне ім'я користувача
vi: tên người dùng không hợp lệ

source: username must be between %(min)d and %(max)d characters
ca: el nom d'usuari a de ser entre %(min)d i %(max)d caràcters
el: Το όνομα χρήστη πρέπει να είναι μεταξύ %(min)d και %(max)d χαρακτήρων
fi: käyttäjänimen tulee olla vähintään %(min)d ja enintään %(max)d merkkiä
fr_ca: Le nom d'utilisateur doit contenir entre %(min)d et %(max)d caractères
it: il nome utente deve essere di almeno %(min)d e massimo %(max)d caratteri
mt_mt: isem l-utent meħtieġ ikun bejn %(min)d u %(max)d karattri
no: Brukernavn må være imellom %(min)d og %(max)d tegn
sv: användarnamn måste vara mellan %(min)d och %(max)d tecken
uk: ім’я користувача має містити від %(min)d до %(max)d знаків
vi: tên người dùng phải dài từ %(min)d tới %(max)d ký tự

source: username must contain only letters, numbers, "-", and "_"
ar: اسم المستخدم يجب أن يحتوي على حروف. أرقام, "-", و "_"
ca: el nom d'usuari a de dur només lletres, números, "-", i "_"
el: το όνομα χρήστη πρέπει να περιέχει μόνο γράμματα, αριθμούς, "-", και "_"
fi: käyttäjänimi voi sisältää vain kirjaimia, numeroita, "-" ja "_"
fr_ca: Le nom d'utilisateur doit contenir uniquement des lettres, des nombres, " - ", et " _ "
it: il nome utente deve contenere solo lettere, numeri, "-" e "_"
mt_mt: isem l-utent meħtieġ jikkonsisti minn karattri alpfabetiċi, ċifri, "-", u "_" biss
no: Brukernavnet må kun inneholde karakterer, siffer, "-", og "_"
sv: användarnamn får endast innehålla tecken, nummer, "-" och "_"
uk: Ім'я користувача має містити лише літери, цифри, "-" та "_"
vi: tên người dùng chỉ được chứ các chữ cái, số và các ký tự "-", "_"

source: that username is already taken
ar: اسم المستخدم تم اختياره من قبل مستخدم آخر
bs: to korisničko ime je već zauzeto
ca: aquest nom d'usuari ja està agafat
el: αυτό το όνομα υπάρχει ήδη
eo: ĉi salutnomo jam ekzistis
et: see kasutajanimi on juba kasutusel
eu: erabiltzaile-izen hori hartuta dago
fi: tuo käyttäjänimi on jo varattu
fr_ca: ce nom d'utilisateur est déjà utilisé
he: שם המשתמש כבר בשימוש
hu: ezt a felhasználónevet már valaki használja
it: quel nome utente è già stato preso
mt_mt: isem l-utent diġà meħud
nn: brukarnamnet er allereie teke
no: brukernavnet har allerede blitt tatt
pl: ta nazwa używkownika jest już zajęta
sr_la: to korisničko ime već postoji
sv: det användarnamnet är upptaget
ta: இந்த புழங்குநர் பெயர் ஏற்கனவே புழக்கத்திலுள்ளது
uk: дане ім'я користувача вже зайняте
vi: tên người dùng này đã được đăng ký

source: that username is taken by a deleted account
ar: اسم المستخدم محجوز بحساب ملغي
bs: to korisničko ime je zauzeto od strane izbrisanog računa
ca: el nom d'usuari està pren per un compte que ha sigut esborrat
el: αυτό το όνομα έχει δεσμευτεί από ένα διαγραμμένο λογαριασμό
eu: erabiltzaile-izen hori ezabatutako kontu batek hartuta dauka
fi: tuo käyttäjänimi on jo varattu poistetulla käyttäjätilillä
fr_ca: ce nom d'utilisateur est déjà attribué à un compte supprimé
hu: ez a felhasználónév egy törölt fiókhoz tartozik
it: questo nome utente è già stato preso da un account cancellato
mt_mt: isem l-utent meħud minn kont imħassar
nn: brukarnamnet er allereie teke av ein sletta konto
no: det brukernavnet er tatt av en slettet brukerkonto
pl: ta nazwa użytkownika jest zajęta przez usunięte konto
sv: användarnamnet är taget av ett raderat konto
uk: дане ім'я користувача зайняте видаленим обліковим записом
vi: tên người dùng này đã được đăng ký và bị xóa vì vi phạm

source: you can't send to a user that you have blocked
ar: لا يمكنك الإرسال إلى مستخدم قمت بحظره
bs: ne možete poslati korisniku kojeg ste blokirali
ca: no pots enviar un missatge a un usuari que has bloquejat
el: δεν μπορείς να στείλεις σε ένα χρήστη που έχεις μπλοκάρει
eu: ezin diozu blokeatu duzun erabiltzaile bati bidali
fi: et voi lähettää viestejä estetyille käytäjille
fr_ca: vous ne pouvez pas envoyer à un utilisateur que vous avez bloqué
hu: nem küldhetsz olyan felhasználónak, akit blokkoltál
it: non puoi inviare ad un utente che hai bloccato
mt_mt: ma' tistax tibgħat lil utent li bblokkajt
nn: du kan ikkje sende til ein brukar som du har blokkert
no: du kan ikke sende til en bruker du har blokkert
pl: nie możesz wysyłać do użytkownika, którego zablokowałeś
sv: du kan inte skicka till en användare du har blockerat
uk: ви не можете відправити користувачеві, якого ви заблокували
vi: bạn không thể gửi tin nhắn đến người mà bạn đã chặn

source: id not specified
ar: لم يتم تحديد المعرِّف
bs: id nije specificiran
ca: identificador no especificat
el: δεν ορίστηκε ο αριθμός ταυτότητας
eo: id malspecifas
et: ID määramata
eu: ez da zehaztu id-rik
fi: id:tä ei annettu
fr_ca: identifiant non spécifié
he: לא ציינתם את קוד הזיהוי
hu: a felhasználói azonosító nincs meghatározva
it: id non specificato
mt_mt: id mhix speċifikata
nn: ID-en er ikkje spesifisert
no: id er ikke spesifisert
pl: nie podano id
sr_la: id nije specificiran
sv: id ej angivet
ta: அடையாளம் தெரிவிக்கப்படவில்லை
uk: ідентифікатор не вказано
vi: id không được đề cập

source: you provided too many ids
ar: لقد ادخلت الكثير من الهويات
bs: upisali ste previše id-ova
ca: has proporcionat massa ids
el: έδωσες υπερβολικά πολλά id
eu: id gehiegi eman dituzu
fi: annoit liian monta id:tä
fr_ca: vous avez fourni trop d'IDs
hu: túl sok azonosító lett megadva
it: hai fornito troppi id
mt_mt: ipprovdejt wisq IDs
nn: du oppgav alt for mange ID-ar
no: du gav for mange IDer
pl: wprowadziłeś zbyt wiele identyfikatorów
sv: du har angett för många id:n
uk: ви надали надто багато кодів
vi: bạn cung cấp quá nhiều id

source: you can't do that
ar: لا تستطيع عمل ذلك
bs: ne možete to uraditi
ca: no pots fer això
el: δε μπορείς να το κάνεις αυτό
eo: vi ne povas fari
et: sa ei saa nii teha
eu: ezin duzu hori egin
fi: et voi tehdä tuota
fr_ca: vous ne pouvez pas faire ça
he: אתם לא יכולים לעשות את זה
hu: ezt nem teheted
it: non puoi farlo
mt_mt: ma tistax tagħmel hekk
nn: du kan ikkje gjere det
no: du kan ikke gjøre det
pl: nie możesz tego zrobić
sr_la: ne možete uraditi to
sv: du kan inte göra det där
ta: உங்களுக்கு இது செய்ய அனுமதியில்லை
uk: ви не можете виконати цю дію
vi: bạn không dược

source: You are not logged in as that user.
el: Δεν έχεις συνδεθεί σαν αυτός ο χρήστης.
fi: Et ole kirjautunut tuona käyttäjänä.
fr_ca: Vous n'êtes pas connecté en tant que cet utilisateur.
hu: Nem vagy bejelentkezve azon felhasználóként.
it: Non hai eseguito l'accesso come quell'utente.
sv: Du är inte inloggad som den där användaren.
uk: Ви не увійшли в систему як цей користувач.
vi: Bạn chưa đăng nhập với tên người dùng đó.

source: you are not friends with that user
ar: أنت لست بصديق مع هذا المستخدم
ca: no ets amic d'aquell usuari
el: δεν είστε φίλοι με αυτόν τον χρήστη
fi: et ole ystäviä tuon käyttäjän kanssa
fr_ca: vous n'êtes pas ami avec cet utilisateur
hu: te nem vagy a felhasználó barátja
it: non sei amico di quell'utente
mt_mt: m'intix ħabib jew ħabiba ma' dak l-utent
nn: du er ikke venn med den brukeren
no: du er ikke venn med den brukeren
pl: nie masz tego użytkownika w znajomych
sv: du är inte vän med den användaren
uk: цей користувач не є у списку ваших друзів
vi: bạn không nằm trong danh sách bạn bè với thành viên đó

source: You are already logged in.
el: Έχετε ήδη συνδεθεί.
fi: Olet jo kirjautunut sisään.
fr_ca: Vous êtes déjà connecté.
hu: Már be vagy jelentkezve.
it: Sei già connesso.
sv: Du är redan inloggad.
uk: Ви уже ввійшли в систему.
vi: Bạn đã đăng nhập.

source: that comment has been deleted
ar: تم حذف التعليق
bs: taj komentar je obrisan
ca: aquell comentari ha sigut esborrat
el: αυτό το σχόλιο διαγράφηκε
eo: tiu komento forviŝiĝis
eu: iruzkin hori ezabatuta dago
fi: tuo kommentti on poistettu
fr_ca: ce commentaire a été supprimé
hu: a hozzászólás törölve lett
it: quel commento è stato cancellato
mt_mt: dak il-kumment tħassar
nn: det innlegget har vorte sletta
no: den kommentaren har blitt slettet
pl: ten komentarz został usunięty
sr_la: taj komentar je obrisan
sv: den kommentaren har raderats
uk: даний коментар було видалено
vi: bình luận đã bị xóa

source: that element has been deleted
ar: قد تم إلغاء هذا العنصر
bs: taj element je obrisan
ca: aquell element ha sigut esborrat
el: αυτό το στοιχείο έχει διαγραφεί
eu: elementu hori ezabatuta dago
fi: tuo elementti on poistettu
fr_ca: cet élément a été supprimé
hu: az elem törölve lett
it: quell'elemento è stato cancellato
mt_mt: dak l-element tħassar
nn: det elementet har vorte sletta
no: elementet har blitt slettet
pl: ten element został usunięty
sv: den komponenten har raderats
uk: даний елемент було видалено
vi: thành phần đó đã bị xóa

source: the password must be at least %(chars)d characters
ar: كلمة المرور يجب أن تكون على الأقل %(chars)d أحرف
ca: la contrasenya a de ser d'almenys %(chars)d caràcters
el: ο κωδικός πρέπει να είναι αποτελείται απο τουλάχιστον %(chars)d χαρακτήρες
fi: salasanan tulee olla vähintään %(chars)d merkkiä pitkä
fr_ca: Le mot de passe doit contenir au moins %(chars)d caractères
hu: a jelszónak legalább %(chars)d karakterből kell állnia
it: la password deve essere almeno di %(chars)d caratteri
mt_mt: il-password teħtieġ tkun twila mhux anqas minn %(chars)d karattri
no: Passordet må være minst %(chars)d tegn
sv: ditt lösenord måste vara minst %(chars)d tecken
uk: Пароль має містити як мінімум %(chars)d знаків
vi: mật khẩu phải dài ít nhất %(chars)d ký tự

source: that password is unacceptable
ar: كلمة السر هذه غير مقبولة
bs: ta šifra nije prihvatljiva
ca: aquella contrasenya no es acceptable
el: αυτός ο κωδικός δεν είναι αποδεκτός
eu: pasahitz hori onartezina da
fi: salasana ei ole hyväksyttävä
fr_ca: ce mot de passe n'est pas acceptable
hu: a jelszó nem elfogadható
it: quella password è inaccettabile
mt_mt: dik il-password mhux aċċettabbli
nn: det passordet er ikkje gyldig
no: passordet er ikke akseptabelt
pl: to hasło jest nie do przyjęcia!
sv: det lösenordet tillåts inte
uk: даний пароль є неприйнятним
vi: mật khẩu này không được hợp lệ

source: wrong password
ar: كلمة مرور خاطئة
ca: contrasenya incorrecta
el: λάθος κωδικός
fi: väärä salasana
fr_ca: mauvais mot de passe
hu: rossz jelszó
it: password errata
mt_mt: password ħażina
no: feil passord
sv: felaktigt lösenord
uk: невірний пароль
vi: sai mật khẩu

source: passwords do not match
ar: كلمتي السر غير متطابقتين
bs: šifre se ne poklapaju
ca: les contrasenyes no concorden
el: οι κωδικοί δεν ταιριάζουν
eo: pasvortoj ne samas
et: paroolid ei kattu
eu: pasahitzak ez datoz bat
fi: salasanat eivät ole samoja
fr_ca: les mots de passe ne correspondent pas
he: הסיסמאות לא תואמות
hu: hibás jelszó
it: le password non corrispondono
mt_mt: il-passwords ma jaqblux
nn: passorda samsvarer ikkje
no: passordene er ikke like
pl: hasła nie są identyczne
sr_la: lozinke se ne poklapaju
sv: lösenorden matchar inte
ta: கடவுச் சொற்கள் பொருந்தவில்லை
uk: паролі не збігаються
vi: hai phần mật khẩu không trùng khớp với nhau

source: new and old passwords must not match
el: ο νέος και ο παλιός κωδικός δεν πρέπει να είναι ίδιοι
fr_ca: le nouveau et l'ancien mot de passe doivent être différents
it: la password nuova e quella vecchia non devono corrispondere
sv: nytt och gammalt lösenord får inte matcha

source: please enter a name
ar: الرجاء إدخال إسم
bs: molimo vas da upišete ime
ca: si us plau introdueix un nom
el: παρακαλώ βάλε ένα όνομα
eo: bonvole tajpu nomon
et: palun sisesta nimi
eu: mesedez, sartu izen bat
fi: ole hyvä ja syötä nimi
fr_ca: s'il vous plaît entrer un nom
he: אנא הכניסו שם
hu: írd be a neved
it: inserisci un nome
mt_mt: jekk jogħġbok daħħal isem
nn: skriv inn eit namn
no: vennligst angi et navn
pl: proszę podać imię
sr_la: molimo vas unesite ime
sv: fyll i ett namn
ta: தயவு செய்து ஒரு பெயர் கொடுக்கவும்
uk: будь ласка, введіть ім'я
vi: vui lòng nhập vào tên

source: please enter an email address
ar: الرجاء إدخال بريد إلكتروني
bs: molimo vas da upišete email adresu
ca: si us plau introdueix una adreça de correu electrònic
el: παρακαλώ βάλε μια διεύθυνση email
eo: bonvole tajpu retadreson
et: palun sisesta meiliaadress
eu: mesedez, sartu e-posta helbide bat
fi: ole hyvä ja syötä sähköpostiosoite
fr_ca: veuillez saisir une adresse courriel
he: אנא הכניסו כתובת דואל
hu: írd be az e-mail címed
it: inserisci un indirizzo email
mt_mt: jekk jogħġbok daħħal indirizz tal-email
nn: skriv inn ei e-postadresse
no: vennligst angi en e-postadresse
pl: proszę podać adres email
sr_la: molimo vas unesite email adresu
sv: fyll i en e-postadress
ta: தயவு செய்து ஒரு மின்னஞ்சல் முகவரி கொடுக்கவும்
uk: будь ласка, введіть адресу електронної пошти
vi: vui lòng nhập vào địa chỉ email
