Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: This post has been locked by the community moderators
fi: Tämän postin on lukinnut yhteisön moderaattorit
fr_ca: Ce post a été verrouillé par les modérateurs de la communauté
it: Questa discussione è stata chiusa dalla comunità dei moderatori
sv: Den här posten har låsts av gemenskapsmoderatorerna
uk: Цей допис заблоковано модераторами спільноти

source: New comments can no longer be added.
fr_ca: Vous ne pouvez plus laisser de commentaires.
it: Non è più possibile aggiungere nuovi commenti.
sv: Nya kommentarer kan inte längre läggas till.
uk: Додавання нових коментарів більше не доступне.

source: You are logged in. Go use the site!
fr_ca: Vous êtes connecté. Utilisez le site!
it: Hai eseguito l'accesso. Vai ad usare il sito!
sv: Du är inloggad. Gå och använd sidan!
uk: Ти увійшов. Вперед, користуйся сайтом!

source: You need to login to do that.
fr_ca: Vous devez vous connecter pour faire ça.
it: Devi accedere al tuo account per fare questo.
mt_mt: Jeħtieġ tidħol fis-sistema biex tagħmel hekk.
sv: Du måste vara inloggad för att göra det.
uk: Ви маєте увійти для цього.
vi: Bạn cần đăng nhập để thực hiện việc này.

source: username
ar: اسم المستخدم
bs: korisničko ime
ca: nom d'usuari
el: όνομα χρήστη
eo: salutnomo
et: kasutajanimi
eu: erabiltzaile-izena
fi: käyttäjänimi
fr_ca: nom d'utilisateur
he: שם משתמש
hu: felhasználónév
it: nome utente
mt_mt: isem l-utent
nn: brukarnamn
no: brukernavn
pl: użytkownik
sr_la: korisničko ime
sv: användarnamn
ta: புழங்குநர் பெயர்
uk: ім’я користувача
vi: tên người dùng

source: choose a username
fi: valitse käyttäjänimi
fr_ca: Choisis un nom d'utilisateur
it: scegli un nome utente
mt_mt: agħżel isem għall-utent
no: Velg et brukernavn
sv: välj ett användarnamn
uk: виберіть ім’я користувача
vi: chọn tên người dùng

source: optional
ar: خياري
bs: neobavezno
ca: opcional
el: προαιρετικό
et: valikuline
eu: hautazkoa
fi: valinnainen
fr_ca: facultatif
he: אופציונלי
hu: nem kötelező
it: opzionale
mt_mt: opzjonali
nn: valfri
no: valgfritt
pl: opcjonalne
sr_la: neobavezno
sv: frivilligt
ta: வேன்டுமானால் மட்டும்
uk: не обов'язково
vi: tùy chọn

source: remember me
ar: تذكرني
bs: zapamti me
ca: recorda'm
el: θυμήσου με
eo: memoru min
et: mäleta mind
eu: gogora nazazu
fi: muista minut
fr_ca: mémoriser
he: זכור אותי
hu: emlékezz rám
it: ricordami
mt_mt: ftakarni
nn: hugs meg
no: husk meg
pl: zapamiętaj mnie
sr_la: zapamti me
sv: kom ihåg mig
ta: என்னை நினைவில் வைத்துக்கொள்ளவும்
uk: запам'ятати мене
vi: ghi nhớ đăng nhập

source: sign up
fr_ca: s'enregistrer
hu: regisztráció
it: registrati
sv: registrera
uk: зареєструйтеся

source: log in
fr_ca: se connecter
hu: belépés
it: accedi
sv: logga in
uk: увійдіть

source: try another
ar: جرب اخر
bs: pokušajte nešto drugo
el: δοκιμάστε άλλο
fi: kokeile toista
fr_ca: essayer un autre
hu: próbálj meg egy másikat
it: prova un altro
mt_mt: ipprova ieħor
nn: prøv ein annan
no: prøv en annen
pl: spróbuj inne
sv: prova något annat
uk: спробуйте інший
vi: xin hãy thử một tên khác

source: available!
ar: متاح !
bs: dostupno!
ca: disponible!
el: διαθέσιμο!
fi: käytettävissä!
fr_ca: Disponible !
hu: elérhető!
it: disponibile!
mt_mt: disponibbli!
nn: ledig!
no: ledig!
pl: dostępne!
sv: tillgängligt!
uk: доступний!
vi: đăng ký liền luôn đi bạn!

source: account recovery email
bs: email za povrat računa
el: email επαναφοράς λογαριασμού
fi: tilin palautussähköposti
fr_ca: email de restauration de compte
hu: fiók visszanyerési email
it: email per il recupero account
mt_mt: email għar-rekuperu tal-kont
nn: e-post for kontogjenoppretting
no: e-post for kontogjenoppretting
pl: adres email do odzyskania konta
sv: e-postadress för kontoåterställning
uk: повідомлення про відновлення доступу до акаунту
vi: email khôi phục tài khoản

source: we only send email at your request
el: στέλνουμε email μόνο μετά από αίτημα σου
fi: lähetämme sähköpostia vain sinun pyynnöstäsi
fr_ca: nous n'envoyons des mails qu'à votre demande
hu: csak a kérésedre küldünk e-mailt
it: inviamo email solo dietro tua richiesta
mt_mt: aħna nibgħatu email biss meta titlobna
nn: vi sender kun e-post på forespørsel fra deg
no: vi sender kun e-post på forespørsel fra deg
pl: wiadomości są wysyłane tylko za twoją zgodą
sv: vi skickar enbart e-post på din begäran
uk: ми лише відправляємо повідомлення за вашим проханням
vi: chúng tôi chỉ gửi email nếu bạn yêu cầu

source: recover password
ar: استرجع كلمة السر
bs: povrat šifre
ca: recupera la contrasenya
el: ανάκτηση κωδικού
et: jäta parool meelde
eu: berreskuratu pasahitza
fi: palauta salasana
fr_ca: mot de passe oublié ?
he: שחזר סיסמא
hu: jelszó emlékeztető
it: hai dimenticato la password
mt_mt: irrekupera l-password
nn: gløymt passordet?
no: tilbakestill passord
pl: odzyskaj hasło
sr_la: povrati lozinku
sv: glömt ditt lösen?
ta: கடவுச் சொல்லைத் தேடி எடுக்கவும்
uk: відновити пароль
vi: phục hồi lại mật khẩu

source: create a new account
ar: أنشيء حساب جديد
bs: kreiraj novi račun
ca: crea un nou compte
el: δημιουργία νέου λογαριασμού
et: tee uus kasutaja
eu: kontu berri bat sortu
fi: luo uusi tili
fr_ca: créer un nouveau compte
he: צור חשבון חדש
hu: új fiók létrehozása
it: crea un nuovo account
mt_mt: oħloq kont ġdid
nn: opprett ein ny konto
no: opprett en ny bruker
pl: utwórz nowe konto
sr_la: napravi novi korisnički račun
sv: skapa ett nytt konto
ta: புது அக்கவுன்ட் தொடங்குங்கள்
uk: створити новий акаунт
vi: tạo một tài khoản mới

source: By signing up, you agree to our %(terms)s and that you have read our %(privacy_policy)s and %(content_policy)s.
fr_ca: En vous inscrivant, vous acceptez nos %(terms)s et avez lu notre %(privacy_policy)s et %(content_policy)s.
hu: Regisztrációddal elfogadod a %(terms)s és, hogy elolvastad a %(privacy_policy)s és a %(content_policy)s.
it: Registrandoti, accetti le nostre %(terms)s e devi leggere le nostre %(privacy_policy)s e le %(content_policy)s.
sv: Genom att registrera så samtycker du med våra %(terms)s och att du har läst vår %(privacy_policy)s och %(content_policy)s.

source: Terms
fr_ca: Termes
it: Condizioni
sv: Villkor
uk: Умови

source: Privacy Policy
et: Privaatsuspoliitika
fi: Yksityisyydensuoja
fr_ca: Politique de confidentialité
he: מדיניות הפרטיות
hu: Adatvédelmi irányelvek
it: Informativa sulla privacy
mt_mt: Poliza tal-Privatezza
no: Personvernerklæring
sv: Integritetspolicy
uk: Політикою Конфіденційності

source: Content Policy
fi: Sisältökäytäntö
fr_ca: Politique de Contenu
hu: Tartalmi Irányelvek
it: Politica sui Contenuti
sv: Innehållspolicy
uk: Політика щодо вмісту

source: login
ar: دخول
bs: prijava
ca: accedeix
el: είσοδος
et: logi sisse
eu: saioa hasi
fi: kirjaudu
fr_ca: connexion
he: כניסה
hu: bejelentkezés
it: accedi
mt_mt: idħol fis-sistema
nn: logg inn
no: logg inn
pl: zaloguj
sr_la: prijavi se
sv: logga in
ta: நுழைய
uk: увійти
vi: đăng nhập

source: deleted message
fr_ca: message supprimé
it: cancella messaggio
sv: borttaget meddelande

source: expand all
ar: إظهار المتابِع
bs: proširi sve
ca: expandir-ho tot
el: επέκταση όλων
eu: zabaldu guztia
fi: laajenna kaikki
fr_ca: tout développer
hu: összes kinyitása
it: espandi tutti
mt_mt: espandi kollox
nn: utvid alle
no: se alt
pl: rozwiń wszystkie
sv: expandera alla
uk: розвернути все
vi: mở rộng tất cả

source: collapse all
ar: اخفاء المتابِع
bs: zatvori sve
ca: reduir-ho tot
el: σύμπτυξη όλων
eu: tolestu guztia
fi: luhista kaikki
fr_ca: tout réduire
hu: összes bezárása
it: comprimi tutti
mt_mt: ikkollassa kollox
nn: trekk i hop alle
no: lukk alt
pl: zwiń wszystkie
sv: minimera alla
uk: звернути все
vi: mở ra tất cả

source: show parent
ar: اظهر الأصل
bs: prikaži matičnu
ca: mostrar principal
el: προβολή γονέα
eu: erakutsi gurasoa
fi: näytä isäntä
fr_ca: afficher le parent
hu: szülő megjelenítése
it: mostra il post a cui è riferito
mt_mt: uri l-impostazjoni rreferuta
nn: vis forelder
no: vis foreldre
pl: pokaż rodzica
sv: visa överordnad
uk: показати рівень вище
vi: hiển thị phần gốc

source: [full conversation]
fr_ca: [conversation entière]
it: [conversazione completa]
sv: [full konversation]

source: to
ar: إلى
bs: za
ca: a
el: προς
eu: nori
fi: johonkin
fr_ca: à
hu: -nak/-nek
it: a
mt_mt: lil
nn: til
no: til
pl: do
sv: till
uk: для
vi: đến

source: (username, or /r/name for that subreddit's moderators)
fr_ca: (nom d'utilisateur, ou /r/name pour les modérateurs de ce subreddit)
it: (nome utente, o /r/nome per i moderatori di questo subreddit)
sv: (användarnamn, eller /r/namn för den subredditens moderatorer)

source: subject
ar: العنوان
bs: naslov
ca: assumpte
el: θέμα
et: teema
eu: gaia
fi: otsikko
fr_ca: sujet
he: נושא
hu: tárgy
it: oggetto
mt_mt: suġġett
nn: emne
no: emne
pl: temat
sv: ämne
ta: பொருள்
uk: тема
vi: chủ đề

source: comment by %(comment_author)s on "%(link_title)s"
fr_ca: commentaire par %(comment_author)s sur "%(link_title)s"
it: commento di %(comment_author)s su "%(link_title)s"
mt_mt: kumment minn %(comment_author)s dwar "%(link_title)s"
no: Kommentar av %(comment_author)s på %(link_title)s
sv: kommentar av %(comment_author)s på "%(link_title)s"
uk: коментар від %(comment_author)s стосовно «%(link_title)s»
vi: bình luận bởi %(comment_author)s ở "%(link_title)s"

source: link "%(link_title)s" by %(link_author)s
fr_ca: lien "%(link_title)s" par %(link_author)s
it: link "%(link_title)s" da %(link_author)s
mt_mt: link "%(link_title)s" minn %(link_author)s
no: Lenken "%(link_title)s av %(link_author)s
sv: länk "%(link_title)s" av %(link_author)s
uk: посилання "%(link_title)s» від %(link_author)s

source: from
fi: Keneltä
fr_ca: de
it: da
mt_mt: minn
no: fra
sv: från
uk: від

source: leave
ar: مغادرة
bs: napusti
ca: deixa
el: αποχώρηση
eo: foriru
et: lahku
eu: utzi
fi: poistu
fr_ca: partir
he: עזוב
hu: elhagyás
it: lascia
mt_mt: itlaq
nn: gå ut
no: forlat
pl: opuść
sr_la: napusti
sv: lämna
ta: விலக
uk: вийти
vi: rời

source: you are no longer a moderator
ar: أنك لست مراقب بعد الأن
bs: više niste moderator
ca: has deixat de ser moderador
el: δεν είσαι πλέον συντονιστής
et: sa pole enam moderaator
eu: jada ez zara moderatzailea
fi: et ole enää valvoja
fr_ca: vous n'êtes plus un modérateur
hu: már nem vagy moderátor
it: non sei più un moderatore
mt_mt: m'għadekx moderatur
nn: du er ikkje lenger ein moderator
no: du er ikke lenger en moderator
pl: nie jesteś już moderatorem
sr_la: više niste moderator
sv: du är inte längre moderator
ta: நீங்கள் இப்போதிலிருந்து நடுநிலையாளரில்லை
uk: ви вже більше не модератор
vi: bạn không còn là người điều hành nữa

source: stop being a moderator?
ar: توقف عن كونك مراقب؟
bs: ne želite više biti moderator?
ca: deixar de ser moderador?
el: θα σταματήσεις να είσαι συντονιστής;
et: lõpeta olemast moderaator?
eu: moderatzailea izateari utzi?
fi: lopeta valvojana oleminen?
fr_ca: Cesser d'être modérateur ?
hu: befejezem a moderálást?
it: vuoi smettere di essere un moderatore?
mt_mt: tixtieq ma' tibqax moderatur?
nn: slutte å vere moderator?
no: stopp med å være moderator?
pl: chcesz przestać być moderatorem?
sr_la: ne želite da više budete moderator?
sv: vill du sluta vara moderator?
ta: நடுநிலையாளராகப் பணியாற்றியது போதுமா?
uk: перестати бути модератором?
vi: không muốn làm người điều hành nữa?

source: accept
ar: أقبل
bs: prihvati
ca: acceptar
el: αποδοχή
eo: akceptu
eu: onartu
fi: hyväksy
fr_ca: accepter
hu: elfogadás
it: accetta
mt_mt: aċċetta
nn: godta
no: aksepter
pl: akceptuj
sr_la: prihvati
sv: acceptera
uk: прийняти
vi: chấp nhận

source: you are now a moderator. welcome to the team!
ar: أنت الان مشرف . أهلا بك في الفريق !
bs: sada ste moderator. dobro došli u tim!
ca: Ara ets un moderador. Benvingut a l'equip!
el: είσαι πλέον συντονιστής. καλώς ήλθες στην ομάδα!
fi: olet nyt moderaattori. tervetuloa tiimiin!
fr_ca: Vous êtes désormais modérateur. bienvenue dans l'équipe !
hu: Mostantól moderátor vagy. Üdv a csapatban!
it: adesso sei un moderatore. benvenuto nel team!
mt_mt: sirt moderatur. merħba fit-team!
nn: du er no ein moderator. velkomen skal du vere!
no: du er nå en moderator. velkommen i gjengen!
pl: Jesteś od teraz moderatorem, witamy w zespole!
sv: du är nu en moderator. välkommen i teamet!
uk: ви тепер модератор. ласкаво просимо до команди!
vi: bây giờ bạn đã chính thức trở thành một người điều hành. chào mừng đến với nhóm!

source: become a moderator of %s?
ar: كن مشرفاً على %s ؟
bs: želite li postati moderator na %s?
el: να γίνεις συντονιστής του %s;
fi: ryhdy %s:n moderaattoriksi?
fr_ca: Devenir modérateur de %s ?
hu: szeretnél a %s moderátora lenni?
it: diventare un moderatore di %s?
mt_mt: tixtieq issir moderatur ta' %s?
nn: bli moderator for %s?
no: bli en moderator av %s?
pl: chcesz zostać moderatorem %s?
sv: vill du bli moderator för %s?
uk: стати модератором %s?
vi: trở thành một người điều hành của %s?

source: you are invited to become a moderator. %(action)s
ar: تمت دعوتك لتصبح مشرفا.%(action)s
bs: pozvani ste da postanete moderator. %(action)s
el: έχεις προσκληθεί να γίνεις συντονιστής. %(action)s
fi: sinut on kutsuttu ryhtymään moderaattoriksi. %(action)s
fr_ca: vous êtes invité à devenir modérateur. %(action)s
hu: meghívtak moderátornak. %(action)s
it: sei stato invitato a diventare un moderatore. %(action)s
mt_mt: int mistieden issir moderatur. %(action)s
nn: du er invitert til å bli ein moderator. %(action)s
no: du har blitt invitert til å bli en moderator. %(action)s
pl: zostałeś zaproszony aby zostać moderatorem. %(action)s
sv: du är inbjuden att bli moderator. %(action)s
uk: вас запрошено стати модератором. %(action)s
vi: bạn được mời làm người điều hành. %(action)s

source: /r/mod shows only subreddits you moderate.
el: το /r/mod δείχνει μόνο υποreddit που συντονίζεις.
fi: /r/mod näyttää vain aliredditit, joita sinä moderoit.
fr_ca: /r/mod affiche seulement les subreddits que vous modérez.
it: /r/mod mostra soltanto i subreddit di cui sei moderatore.
mt_mt: /r/mod juri biss is-subreddits li timmodera.
no: /r/mod viser kun subredditer hvor du er en moderator.
pl: /r/mod pokazuje tylko subreddity, które moderujesz.
sv: /r/mod visar endast subredditar du modererar.
uk: /r/mod покаже лише сабреддіти де ви є модератором.

source: filter out subreddits
fi: suodata pois aliredditejä
fr_ca: filtrer des subreddits
it: filtra i subreddit
mt_mt: iffiltra l-barra s-subreddits
no: filtrer ut subredditer
pl: filtruj subreddity
sv: filtrera bort subredditar
uk: фільтрувати сабреддіти

source: load more comments
ar: حمّل المزيد من التعليقات
bs: učitaj još komentara
ca: carrega més comentaris
el: φόρτωσε περισσότερα σχόλια
eu: kargatu iruzkin gehiago
fi: lataa lisää kommentteja
fr_ca: charger plus de commentaires
hu: további hozzászólások megjelenítése
it: carica altri commenti
mt_mt: tella' aktar kummenti
nn: last fleire innlegg
no: last flere kommentarer
pl: pokaż więcej komentarzy
sr_la: učitaj još komentara
sv: ladda fler kommentarer
uk: завантажити ще коментарі
vi: tải thêm nhiều bình luận khác

source: [+] load the full conversation.
ar: [+] حمّل المحادثة الكاملة.
bs: [+] učitaj cijeli razgovor.
ca: [+] carrega tota la conversa.
el: [+] φορτώστε την πλήρη συζήτηση.
eu: [+] kargatu elkarrizketa osoa.
fi: [+] näytä koko keskustelu
fr_ca: [+] afficher la conversation complète
hu: [+] teljes beszélgetés betöltése
it: [+] carica la conversazione intera.
mt_mt: [+] tella' l-konverżazzjoni kollha.
nn: [+] last heile samtala
no: [+] last hele samtalen.
pl: [+] załaduj całą rozmowę
sv: [+] läs in den fullständiga konversationen.
uk: [+] завантажити всю розмову
vi: [+] hiển thị toàn bộ phần trao đổi.

source: continue this thread
ar: متابعة صفّ التعليق
bs: nastavi do teme
ca: continuar aquest fil
el: συνέχεια αυτής της συζήτησης
et: jätka selle teemaga
eu: jarraitu hari hau
fi: jatka samasta viestiketjusta
fr_ca: continuer ce sujet
hu: a szál folytatása
it: continua questa discussione
mt_mt: kompli did-diskussjoni
nn: hald fram med den her tråden
no: fortsett med denne tråden
pl: kontynuuj ten wątek
sr_la: nastavi ovu temu
sv: fortsätt läsa tråd
ta: இந்தச் சரத்தைத் தொடரவும்
uk: продовжити цю тему
vi: tiếp tục theo dõi thread này

source: curated by /u/%s
el: επιμελείται από /u/%s
fi: /u/%s:n valikoima
fr_ca: organisée par /u/%s
hu: felügyeli: /u/%s
it: a cura di /u/%s
mt_mt: ikkurat minn /u/%s
nn: utplukket av /u/%s
no: utplukket av /u/%s
pl: pod nadzorem /u/%s
sv: sammanställd av /u/%s
uk: під наглядом /u/%s

source: hidden
ar: مخفاة
bs: sakriveno
ca: amagades
el: κρυμμένα
eo: kaŝita
et: peidetud
eu: ezkutatua
fi: piilotettu
fr_ca: caché
he: מוסתר
hu: rejtett
it: nascosto
mt_mt: moħbi
nn: gøymd
no: gjemt
pl: ukryte
sr_la: sakriveno
sv: gömda
ta: மறைந்திருப்பவை
uk: приховане
vi: ẩn

source: copy
bs: kopiraj
el: αντιγραφή
fi: kopioi
fr_ca: copier
hu: másolás
it: copia
mt_mt: ikkopja
nn: kopiér
no: kopiér
pl: kopiuj
sv: kopiera
uk: копіювати
vi: sao chép

source: rename
bs: preimenuj
el: μετονομασία
fi: uudelleennimeä
fr_ca: renommer
hu: átnevezés
it: rinomina
mt_mt: biddel l-isem
nn: gi nytt navn
no: gi nytt navn
pl: zmień nazwę
sv: byt namn
uk: перейменувати
vi: đổi tên

source: delete
ar: احذف
bs: obriši
ca: elimina
el: διαγραφή
eo: forviŝi
et: kustuta
eu: ezabatu
fi: poista
fr_ca: effacer
he: מחיקה
hu: törlés
it: cancella
mt_mt: ħassar
nn: slett
no: slett
pl: usuń
sr_la: izbriši
sv: radera
ta: நீக்குங்கள்
uk: видалити
vi: xóa

source: custom
fr_ca: personnalisé
hu: személyre szabott
it: personalizzato
mt_mt: ippersonalizzat
sv: anpassad
uk: користувацький

source: default
el: αρχικό
fr_ca: défaut
hu: alapértelmezett
it: predefinito
mt_mt: ippredefinit
sv: standard
uk: за замовчуванням
vi: mặc định

source: create a copy
bs: kreiraj kopiju
el: δημιουργία αντίγραφου
fi: luo kopio
fr_ca: Créer une copie
hu: másolat készítése
it: crea una copia
mt_mt: oħloq kopja
nn: opprett en kopi
no: opprett en kopi
pl: stwórz kopię
sv: skapa en kopia
uk: створити копію
vi: tạo một sao chép

source: copy name
bs: kopiraj ime
el: αντιγραφή ονόματος
fi: kopioi nimi
fr_ca: copier le nom
hu: név másolása
it: copia nome
mt_mt: ikkopja l-isem
nn: navn på kopien
no: navn på kopien
pl: kopiuj nazwę
sv: kopiera namn
uk: копіювати ім’я
vi: sao chép tên

source: warning: renaming a multi will break any links and references to the old name.
el: προσοχή: η μετονομασία ενός πολυreddit θα σπάσει τους συνδέσμους και τις αναφορές στο παλιό όνομα.
fi: varoitus: multin uudelleennimeäminen rikkoo kaikki linkit ja viittaukset vanhaan nimeen.
fr_ca: attention : renommer un multi brisera tous les liens et les références à l'ancien nom.
hu: figyelmeztetés: egy multi átnevezésével minden korábbi névhez kapcsolódó link és hivatkozás megszűnik.
it: attenzione: rinominare un multi corromperà tutti i collegamenti ed i riferimenti indirizzati al vecchio nome.
mt_mt: avviż: jekk tbiddel l-isem ta' multi, tkisser kwalsijasi link jew referenza lejn l-isem il-qadim.
nn: advarsel: navneendring av en multi vil ødelegge eventuelle lenker og referanser til det nåværende navnet.
no: advarsel: navneendring av en multi vil ødelegge eventuelle lenker og referanser til det nåværende navnet.
pl: uwaga: zmiana nazwy multi zniszczy wszelkie połączenia i odnośniki do starej nazwy
sv: varning: när du byter namn på en multi bryts alla länkar och referenser till det gamla namnet.
uk: попередження: перейменування мульти порушить все посилання та зв’язки зі старим іменем.

source: new name
bs: novo ime
ca: nou nom
el: νέο όνομα
fi: uusi nimi
fr_ca: nouveau nom
hu: új név
it: nuovo nome
mt_mt: l-isem il-ġdid
nn: nytt navn
no: nytt navn
pl: nowa nazwa
sv: nytt namn
uk: нове ім’я
vi: tên mới

source: edit display name
fr_ca: Modifier le nom d'affichage
hu: megjelenítendő név szerkesztése
it: modifica il nome visualizzato
mt_mt: biddel l-isem li jintwera
sv: ändra visningsnamn
uk: змінити видиме ім'я

source: edit description
bs: uredi opis
el: επεξεργασία περιγραφής
fi: muokkaa kuvausta
fr_ca: éditer la description
hu: leírás szerkesztése
it: modifica descrizione
mt_mt: biddel id-deskrizzjoni
nn: rediger beskrivelse
no: rediger beskrivelse
pl: edytuj opis
sv: redigera beskrivning
uk: редагувати опис
vi: sửa miêu tả

source: %(count)s subreddits in this multi:
el: %(count)s υποreddit σε αυτό το πολλαπλό:
fi: %(count)s alireddittiä tässä moniredditissä
fr_ca: %(count)s subreddits dans ce multi :
hu: %(count)s subreddit ebben a multiban:
it: %(count)s subreddit in questo multi:
mt_mt: %(count)s subreddits f'dil-multi:
nn: %(count)s subredditer i denne multien:
no: %(count)s subredditer i denne multien:
pl: %(count)s subredditów w tym multi:
sv: %(count)s subredditar i den här multin:
uk: %(count)s сабреддітів в цьому мульти:
vi: %(count)s các chuyên mục trong chuỗi chuyên mục này:

source: created by %(user)s
el: δημιουργήθηκε από %(user)s
fi: %(user)s:n luoma
fr_ca: créé par %(user)s
hu: létrehozta %(user)s
it: creato da %(user)s
mt_mt: maħluqa minn %(user)s
no: Laget av %(user)s
sv: skapad av %(user)s
uk: створив %(user)s

source: a multireddit for
el: ένα πολυreddit για
fi: monireddit
fr_ca: un multireddit pour
hu: multireddit ennek:
it: un multiredditor per
mt_mt: multireddit għal
nn: en multireddit for
no: en multireddit for
pl: multireddit dla
sv: en multireddit för
uk: мультиреддіт для

source: people also added:
bs: ljudi su također dodali:
el: κόσμος επίσης πρόσθεσε
fi: käyttäjät myös lisäsivät:
fr_ca: La communauté a aussi ajouté;
it: altri hanno aggiunto anche:
mt_mt: l-oħrajn żiedu wkoll:
nn: folk la også til:
no: folk la også til:
pl: społeczność dodała także:
sv: folk lade också till:
uk: люди також додали:
vi: mọi người cũng thêm:

source: more suggestions
ar: المزيد من الاقتراحات
ca: més sugeriments
el: περισσότερες προτάσεις
fi: lisää ehdotuksia
fr_ca: plus de suggéstions
hu: további javaslatok
it: altri suggerimenti
mt_mt: aktar suġġerimenti
nn: flere forslag
no: flere forslag
pl: więcej sugestii
sv: fler förslag
uk: більше рекомендацій
vi: thêm đề nghị

source: no more suggestions!
el: όχι άλλες προτάσεις!
fi: ei enää ehdotuksia!
fr_ca: il n'y a plus de suggestions !
hu: ne legyenek további javaslatok!
it: suggerimenti esauriti!
mt_mt: m'hemmx aktar suġġerimenti!
nn: ingen flere forslag!
no: ingen flere forslag!
pl: brak innych propozycji!
sv: inga fler förslag!
uk: не треба більше рекомендацій!
vi: đừng đề nghị nữa!

source: would you like to...
ar: ترغب...
el: θα ήθελες...
fi: haluaisitko...
fr_ca: Voulez-vous...
hu: szeretnél...
it: ti piacerebbe...
mt_mt: tixtieq...
nn: vil du...
no: vil du...
pl: czy chciałbyś...
sv: skulle du vilja...
uk: чи не бажаєте...
vi: bạn có muốn...

source: check out subreddits by category
el: Δες τα υποreddit ανα κατηγορία
fi: tarkista subredditit kategorioittain
fr_ca: consulter les subreddits par catégorie
hu: subredditek megtekintése kategóriánként
it: esplora subreddit per categoria
mt_mt: agħti daqqa t'għajn lis-subreddits skond il-kategorija
nn: sjekk ut subredditene sortert etter kategori
no: sjekk ut subredditene sortert etter kategori
pl: przeglądaj subreddity wg kategorii
sv: kolla in subredditar per kategori
uk: подивіться на сабреддіти за категорією
vi: xem thử chuyên mục theo thể loại

source: explore a random subreddit
el: εξερεύνησε ένα τυχαίο υποreddit
fi: selaa satunnaista subredditiä
fr_ca: explorer un subreddit aléatoire
hu: egy véletlenszerű subreddit megtekintése
it: visita un subreddit casuale
mt_mt: esplora xi subreddit każwali
nn: utforsk en tifeldig subreddit
no: utforsk en tifeldig subreddit
pl: odwiedź losowy subreddit
sv: utforska en slumpmässig subreddit
uk: подивіться на випадковий сабреддіт
vi: khám phá một chuyên mục ngẫu nhiên
