Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: invalid color
ca: color invàlid
el: μη έγκυρο χρώμα
fi: epäkelpo väri
fr_ca: couleur invalide
hu: érvénytelen szín
it: colore non valido
mt_mt: kulur invalidu
no: ugyldig farge
sv: ogiltig färg
uk: невірний колір
vi: màu không hợp lệ

source: unknown or missing dressings
fi: tuntemattomia tai puuttuvia sidoksia
fr_ca: décoration inconnue ou manquante
it: allestimento sconosciuto o mancante
mt_mt: ilbies nieqes jew mhux magħruf
no: ukjent eller manglende påkledninger
uk: невідомий або відсутній колір сну-аватара

source: gold partners
ar: شركاات الذهب
bs: zlatni partneri
ca: patrocinadors or
el: χρυσοί συνεργάτες
fi: kultakumppanit
fr_ca: partenaires en or
hu: arany partnerek
it: partner gold
mt_mt: sħab fil-gold
nn: gullpartnere
no: gullpartnere
pl: partnerzy gold
sv: guld-partners
uk: золоті партнери
vi: đối tác gold

source: sorry, we're out of codes!
bs: žao nam je, nemamo više kodova!
el: λυπούμαστε, μας τελείωσαν οι κωδικοί!
fi: olemme pahoillamme, meiltä loppuivat koodit!
fr_ca: Désolé, nous n'avons plus de codes!
hu: elnézést, kifogytunk a kódokból!
it: Spiacente, abbiamo finito i codici!
mt_mt: jiddispjaċina, spiċċawlna il-kodiċi!
nn: beklager, vi er tom for koder!
no: beklager, vi er tom for koder!
pl: Przepraszamy, nie mamy więcej kodów
sv: tyvärr, vi har slut på koder!
uk: вибачайте, коди закінчились!
vi: Xin lỗi, chúng tôi đã hết các phần mã này!

source: your browser doesn't support snoovatars :(
el: ο φυλλομετρητής σου δεν υποστηρίζει snoovatar :(
fi: selaimesi ei tue snoovatareja :(
fr_ca: ton navigateur ne supporte pas les snoovatars :(
it: il tuo browser non supporta gli snoovatar :(
mt_mt: il-browser tiegħek mhux kapaċi juri snoovatars :(
no: nettleseren din støtter ikke snooavatars :(
sv: din webbläsare stödjer inte snoovatars :(
uk: ваш браузер не підтримує сну-аватари :(
vi: trình duyệt của bạn không hỗ trợ snoovatars :(

source: New!
ar: جديد !
bs: Novo!
ca: Nou!
el: Νέο!
fi: Uusi!
fr_ca: Nouveau !
hu: Új!
it: Nuovo!
mt_mt: Ġdid!
nn: Nytt!
no: Ny!
pl: Nowe!
sv: Nytt!
uk: Новинка!
vi: Mới!

source: buy reddit gold
ar: ردديت ذهبي
bs: kupite reddit zlato
ca: Compra or de reddit
el: αγόρασε χρυσό reddit
fi: osta redditkultaa
fr_ca: acheter reddit gold
hu: reddit gold vásárlása
it: compra reddit gold
mt_mt: ixtri reddit gold
nn: kjøp reddit gull
no: kjøp reddit gull
pl: kup złoto reddit
sv: köp reddit guld
uk: купити Золоту підписку
vi: mua reddit gold

source: or
ar: أو
bs: ili
ca: o
el: ή
fi: tai
fr_ca: ou
hu: vagy
it: oppure
mt_mt: jew
nn: eller
no: eller
pl: lub
sv: eller
uk: або
vi: hoặc

source: send us a postcard
ar: أرسل لنا بطاقة بريدية
bs: pošaljite nam razglednicu
ca: envian's una postal
el: στείλε μας μια κάρτ-ποστάλ
fi: lähetä meille postikortti
fr_ca: envoyez-nous une carte postale
hu: küldj nekünk képeslapot
it: inviaci una cartolina
mt_mt: ibgħatilna kartolina
nn: send oss eit postkort
no: send oss et postkort
pl: wyślij nam pocztówkę
sv: skicka ett vykort till oss
uk: надішліть нам поштову картку
vi: gửi chúng tôi một bưu thiếp

source: become a member today.
ar: أصبح عضوا اليوم
bs: postanite član već danas.
ca: Esdevé un membre avui
el: γίνε μέλος σήμερα.
fi: liity jäseneksi tänään.
fr_ca: Devenir un membre aujourd'hui.
hu: legyél tag még ma.
it: diventa un membro oggi.
mt_mt: sir membru llum.
nn: bli ein medlem i dag.
no: bli et medlem i dag.
pl: zostań członkiem już dziś!
sv: bli medlem idag.
uk: приєднуйся сьогодні.
vi: trở thành thành viên ngay hôm nay.

source: reddit gold is %(gold_month_price)s / month, or %(gold_year_price)s for a year.
bs: reddit zlato košta %(gold_month_price)s / mjesečno ili %(gold_year_price)s za cijelu godinu.
el: ο χρυσός reddit είναι %(gold_month_price)s το μήνα, ή %(gold_year_price)s το χρόνο.
fi: reddit kulta on %(gold_month_price)s per kuukausi tai %(gold_year_price)s per vuosi.
fr_ca: reddit gold coûte %(gold_month_price)s / mois, ou %(gold_year_price)s pour un an.
hu: a reddit arany ára %(gold_month_price)s / hónap vagy %(gold_year_price)s egy évre.
it: reddit gold costa %(gold_month_price)s / mese, o %(gold_year_price)s per un anno.
mt_mt: reddit gold jiswa' %(gold_month_price)s fix-xahar, jew %(gold_year_price)s għal sena.
nn: gullreddit er %(gold_month_price)s / månad, eller %(gold_year_price)s for eit år.
no: reddit gull koster %(gold_month_price)s / måneden, eller %(gold_year_price)s for et år.
pl: złoto reddit kosztuje %(gold_month_price)s / miesiąc, lub %(gold_year_price)s za rok.
sv: reddit guld kostar %(gold_month_price)s/månad, eller %(gold_year_price)s för ett år.
uk: Золотий Реддіт коштує %(gold_month_price)s / місяць, або %(gold_year_price)s за цілий рік.
vi: reddit gold có giá %(gold_month_price)s/ tháng, hay %(gold_year_price)s một năm.

source: reddit gold is our premium membership program. It comes with extra features to make your experience here better as well as special benefits from gold partners for exceptional products and services. reddit takes no payment from gold partners for being in this program. We ask that they give all the benefits to you, our users. We hope in turn that this helps make gold a program worth subscribing to. If you have questions about any of the benefits, please visit /r/goldbenefits. New benefits and features will also be announced there, and we hope you'll enjoy them.
el: ο χρυσός reddit είναι το premium πρόγραμμα μελών μας. Δίνει επιπλέον δυνατότητες ώστε να κάνει τις εμπειρίες σου καλύτερη καθώς και ειδικά οφέλη από χρυσούς συνεργάτες για εξαιρετικά προϊόντα και υπηρεσίες. το reddit δεν λαμβάνει καμία πληρωμή από τους χρυσούς συνεργάτες για να είναι στο πρόγραμμα. Τους ζητάμε να δώσουν όλες τις παροχές τους σε εσάς, τους χρήστες μας. Ελπίζουμε με τη σειρά του να βοηθήσει να γίνει το πρόγραμμα χρυσού κάτι το οποίο αξίζει να εγγραφείς. Αν έχεις ερωτήσεις για οποιεσδήποτε από τις παροχές, παρακαλώ επισκέψου το /r/goldbenefits. Νέες παροχές και δυνατότητες θα ανακοινωθούν εκεί και ελπίζουμε ότι θα τις απολαύσεις.
fi: reddit-kulta on meidän tarjoama premium-jäsenyys-ohjelma. Se antaa sinulle erikoisominaisuuksia, jotka parantavat käyttökokemustasi ja saat lisäksi erityisiä etuja kulta-kumppaniemme loistaviin tuotteisiin ja palveluihin. reddit ei ota maksua kulta-kumppaneiltaan tähän ohjelmaan osallistumisesta. Pyydämme heitä antamaan kaikki hyödyt teille, meidän käyttäjille. Toivomme, että se auttaa tekemään reddit-kullasta vielä arvokkaamman jäsenyyden. Jos haluat tietää lisää eduista, ole hyvä ja käy /r/goldbenefits. Uusista eduista ja ominaisuuksista kerrotaan siellä ja me toivomme, että tulet nauttimaan niistä.
fr_ca: reddit gold est notre programme de membre premium. Il est accompagné de fonctionnalités en plus pour rendre votre expérience ici meilleure ainsi que des avantages spéciaux de la part des partenaires gold pour des produits et des fonctionnalités exceptionnels. reddit ne prend pas de paiement de ses partenaires gold pour la participation au programme. Nous demandons que tous les bénéfices vous reviennent,à vous nos utilisateurs. Nous espérons en retour que cela rend le gold un programme auquel cela vaut la peine de s'inscrire. Si vous avez des questions à propos des anvantages, veuillez visitez /r/goldbenefits. De nouveaux avantages et de nouvelles fonctionnalités y seront annoncés, et nous espérons qu'ils vous plairont.
hu: A reddit arany a mi kiemelt tagsági programunk. Ez együtt jár plusz funkciókkal, hogy az élményedet itt még jobbá tegye valamint különleges juttatásokkal az arany partnereinktől kivételes termékekhez és szolgáltatásokhoz. reddit nem kap fizetséget az arany partnerektől amiért ebben a programban vannak. Arra kérjük őket, hogy adjanak minden juttatást nektek, a mi felhasználóinknak. Ha kérdésed van bármelyik juttatással kapcsolatban, látogass meg /r/goldbenefits -et. Az új juttatások és funkciók szintén itt lesznek bejelentve és reméljük élvezni fogod őket.
it: reddit gold è il nostro programma premium per gli utenti. Viene fornito con caratteristiche aggiuntive per migliorare la tua esperienza qui e benefici speciali dai partner gold per prodotti e servizi eccezionali. reddit non riceve pagamenti dai partner gold per far parte di questo programma. Noi chiediamo che loro diano tutti i benefici a voi, i nostri utenti. Speriamo che questo possa fare di reddit gold un programma a cui valga la pena iscriversi. se hai delle domande su uno qualsiasi dei benefici, visita /r/goldbenefits, Nuovi benefici e caratteristiche verranno annunciate lì, e noi ci auguriamo che vi piacciano.
mt_mt: reddit gold hija l-iskema t'abbonament privileġġjat. Jinkludi karatteristiċi addizzjonali, sabiex ikollok esperjenza aqwa kif ukoll benefiċċji speċċjali mil-partners gold tagħna għal prodotti u servizzi eċċezzjonali. reddit ma jitħallasx mill-partners gold meta tkun f'din l-iskema. Aħna nitolbuhom jaqsmu l-benefiċċji magħkom, l-utenti tagħna. Bis-saħħa t'hekk, nittamaw li dan jgħin l-iskema gold tkun ta' valur għalikom. Jekk għandkom mistoqsijiet dwar xi benefiċċji, jekk jogħġbok żur /r/goldbenefits. Benefiċċji u karatteristiċi ġodda jikunu annunċjati hemm, u nittamaw li tgawdu minnhom.
nn: reddit gold er det eksklusive medlemsprogrammet vårt. Medlemskap innebærer ekstra tjenester for å gjøre oppholde ditt her bedre, samt spesielle fordeler fra partnerne våre for eksepsjonelle produkter og tjenester. reddit tar ikke betaling fra partnere for å være del av programmet - vi ber heller om at de gir alle fordelene til dere, våre brukere. Vi håper at dette, i tur, gjør at programet blir verdt å bruke. Om du har noen spørsmål, besøk /r/goldbenefits. Her vil også nye fordeler og tjenester, som vi håper dere vil like, bli annonsert.
no: reddit gold er det eksklusive medlemsprogrammet vårt. Medlemskap innebærer ekstra tjenester for å gjøre oppholde ditt her bedre, samt spesielle fordeler fra partnerne våre for eksepsjonelle produkter og tjenester. reddit tar ikke betaling fra partnere for å være del av programmet - vi ber heller om at de gir alle fordelene til dere, våre brukere. Vi håper at dette, i tur, gjør at programet blir verdt å bruke. Om du har noen spørsmål, besøk /r/goldbenefits. Her vil også nye fordeler og tjenester, som vi håper dere vil like, bli annonsert.
pl: złoto reddit to nasz program członkostwa premium. Zawiera dodatkowe funkcje, które mają za zadanie uczynić Wasze korzystanie z portalu lepszym, a także specjalne korzyści od naszych złotych partnerów, w tym wyjątkowe produkty i usługi. reddit nie pobiera opłat od złotych partnerów za bycie w tym programie. Prosimy ich o przekazanie wszelkich korzyści Wam, użytkownikom. Wierzymy, że to pomoże złotu stać się opłacalnym. Jeśli masz pytania odnośnie jakiejkolwiek z korzyści, odwiedź /r/goldbenefits. Nowe korzyści i funkcje będą tam również ogłaszane, i mamy nadzieję, że Wam się spodobają.
sv: reddit guld är vårt program för premium-medlemsskap. Det kommer med extra funktioner för att göra din upplevelse här bättre och innebär dessutom att du får speciella förmåner på fantastiska produkter och tjänster från våra guld-partners. reddit tar inget betalt av guld-partners för att vara en del av detta program. Vi begär att de ger alla förmånerna till er, våra användare. Vi hoppas att detta i sin tur hjälper till att göra guld till ett program värt att prenumerera på. Om du har frågor om någon av förmånerna, vänligen besök /r/goldbenefits. Nya förmåner och funktioner kommer och annonseras där och vi hoppas att du kommer tycka om dem.
uk: Золота підписка Реддіт є нашою програмою для нагороди учасників. Вона відкриває додаткові можливости, які зроблять ваше перебування тут білш зручним, а також додаткові виключні пропозиції продуктів та послуг від золотих партнерів. Реддіт не бере грошей з золотих партнерів за участь в цій програмі. Ми просимо їх надавати переваги вам, нашим користувачам. Ми сподіваємося, що це зробить Золоту підписку програмою, на яку варто підписатись. Якщо у вас виникли запитання по будь яким з переваг, відвідайте сабреддіт /r/goldbenefits. Нові переваги та можливості будуть оголошені там, і ми сподіваємось, що вони вам сподобаються.

source: You can make reddit better.
bs: Možeš da poboljšaš redit.
el: Μπορείς κι εσύ να βελτιώσεις το reddit.
fi: Voit tehdä redditistä paremman.
fr_ca: Vous pouvez améliorer reddit.
hu: Jobbá teheted a redditet.
it: Tu puoi migliorare reddit.
mt_mt: Tista' tagħmel reddit aħjar milli hu.
nn: Du kan gjøre reddit bedre.
no: Du kan gjøre reddit bedre.
pl: Możesz uczynić reddit lepszym.
sv: Du kan göra reddit bättre.
uk: Ви можете зробити Реддіт краще.
vi: Bạn có thể làm reddit tốt hơn nữa.

source: Awesome stuff for gold members:
el: Φοβερά πράγματα για χρυσά μέλη:
fi: Mahtavia juttuja gold jäsenille
fr_ca: Des trucs géniaux pour les membres gold :
hu: Nagyszerű cuccok arany tagoknak:
it: Roba fantastica per gli utenti gold:
mt_mt: Affarijiet sbieħ għall-membri gold:
nn: Kule ting til gullmedlemmer:
no: Kule ting til gullmedlemmer:
pl: Świetne rzeczy dla użytkowników z Reddit Gold.
sv: Toppengrejer för guld-medlemmar:
uk: Чудові речі для Золотих учасників:
vi: Những điều tuyệt vời cho thành viên gold:

source: Check out the rest of our partners and deals!
fi: Tarkista loput kumppanimme ja tarjoukset!
fr_ca: Découvrez le reste de nos partenaires et de nos offres spéciales !
it: Vai a vedere gli altri nostri partner e sconti!
mt_mt: Agħti ħarsa lejn il-bqija tal-offerti u l-partners tagħna!
no: Sjekk ut resten av våre partnere og tilbud!
sv: Kolla in resten av våra partners och erbjudanden!
uk: Ознайомтеся з іншими нашими партнерами та акціями!

source: The Lounge.
ar: الصالة
el: Το Σαλόνι
fi: Aula
fr_ca: Le salon.
hu: A Lounge.
it: La lounge.
mt_mt: Il-Lounge.
nn: Salongen.
no: Salongen.
pl: Loża
sv: Loungen.
uk: Кімната Відпочинку.

source: Access to a super-secret members-only community that may or may not exist.
bs: Pristup super tajnoj zajednici koja možda postoji, a možda i ne postoji.
ca: Accés a una comunitat súper secreta només per membres que pot existir o no
el: Πρόσβαση σε μια υπερμυστική κοινότητα μόνο για μέλη που μπορεί να υπάρχει ή να μην υπάρχει
fi: Pääsy supersalaiseen vain-jäsenille yhteisöön joka saattaa olla olemassa tai sitten ei
fr_ca: Accédez à une communauté secrète réservée aux membres qui existe peut-être.
hu: Hozzáférés egy szuper-titkos exkluzív közösséghez, ami vagy létezik vagy nem.
it: Accedi ad una community super segreta riservata la cui esistenza è avvolta nel mistero.
mt_mt: Aċċess għal-komunità super-sigrieta rriżervata għall-membri biss, li taf jew ma tafx teżisti.
nn: Tilgjenge til eit superløynleg samfunn som kanskje finst eller ei.
no: Tilgang til et superhemmelig samfunn hvor kun gullmedlemmer har tilgang, som kanskje eller kanskje ikke finnes.
pl: Dostęp do super tajnej społeczności tylko dla członków która może, ale nie musi istnieć.
sv: Åtkomst till en superhemlig community endast för medlemmar, som kanske eller kanske inte finns.
uk: Доступ до супер секретної спільноти тільки для учасників яка може існувати, а може й ні.

source: Beta test new features.
ar: اختبار الميزات بيتا الجديدة
bs: Testirajte beta mogućnosti.
el: Έλεγξε νέα λειτουργικότητα σε δοκιμαστική μορφή
fi: Beta-testaa uusia ominaisuuksia.
fr_ca: Test bêta de nouvelles fonctionnalités.
hu: Béta teszt új tulajdonság.
it: Prova le funzionalità beta.
mt_mt: Opportunità tipprova funzjonalità fi' stat beta.
nn: Beta-test nye funksjonar.
no: Beta-test nye funksjoner.
pl: Testuj nową funkcjonalność.
sv: Betatesta nya funktioner.
uk: Бета-тестування нової функціональності
vi: Bản thử nghiệm thử nghiệm tính năng mới.

source: We occasionally invite gold members to try out new features first.
bs: Povremeno pozivamo zlatne članove da prvi isprobaju nove mogućnosti.
el: Συχνά προσκαλούμε χρυσά μέλη να δοκιμάσουν πρώτα τα νέα χαρακτηριστικά.
fi: Kutsumme joskus kultajäseniä kokeilemaan uusia ominaisuuksiamme ensin.
fr_ca: Nous invitons occasionnellement des membres gold à tester en premier les nouvelles fonctionnalités.
hu: Alkalmanként meghívunk arany-tagokat, hogy elsőként próbáljanak ki új tulajdonságokat.
it: Ogni tanto invitiamo i membri gold a provare per primi le nuove funzionalità.
mt_mt: Xi drabi nistiednu abbonati gold sabiex ikunu minn tal-ewwel li jippruvaw funzjonalità ġdida.
nn: I ny og ne inviterer vi gullmedlemmar til å prøve nye funksjonar først
no: I ny og ne inviterer vi gullmedlemmer til å prøve nye funksjoner først.
pl: Czasami pozwalamy złotym użytkownikom na sprawdzenie kilku nowinek jako pierwszym.
sv: Ibland bjuder vi in guld-medlemmar att prova nya funktioner först.
uk: Час від часу ми запрошуємо Золотих учасників спробувати наші нові можливости перед усіма іншими.
vi: Chúng tôi thường mời thành viên gold thử các tính năng mới trước.

source: A trophy on your user page.
ar: غنيمة على صفحة المستخدم الخاص بك
bs: Trofej na vašoj korisničkoj stranici.
ca: Un trofeu en la teva pàgina d'usuari
el: Ένα τρόπαιο στη σελίδα χρήστη σου.
fi: Palkinto käyttäjäsivullasi.
fr_ca: Un trophée sur votre page d'utilisateur.
hu: Egy trófea a felhasználói oldaladon.
it: Un trofeo nella tua pagina utente.
mt_mt: Jkollok trofew fil-paġna tal-utent tiegħek.
nn: Eit trofé på brukarsiden din.
no: Et trofé på brukersiden din.
pl: Trofeum na twoim profilu.
sv: En trofé på din användarsida.
uk: Трофей на вашій сторінці учасника.

source: As thanks for supporting reddit gold.
ar: كبادرة شكر على دعمك لريديت الذهب
bs: Kao nagrada za podržavanje reddit zlata.
el: Ως ευχαριστώ που στηρίζεις τον χρυσό reddit
fi: Ja kiitos redditkullan tukemisesta.
fr_ca: En guise de remerciement pour votre soutien à reddit gold.
hu: Köszönetképpen, a reddit-arany támogatásért.
it: Come ringraziamento per aver acquistato reddit gold.
mt_mt: Bħala ringrazzjament talli ssostni ir-reddit gold.
nn: Som takk for at du støttar gullreddit.
no: Som et takk for at du støtter reddit gull.
pl: Dzięki za wspieranie złota reddit.
sv: Som tack för att du stöder reddit guld.
uk: В якості подяки за підтримку Золотої підписки.

source: More to come.
ar: المزيد في المستقبل
bs: Još više u budućnosti.
el: Περισσότερα στο μέλλον.
fi: Lisää tulossa.
fr_ca: Plus d'infos à venir.
hu: Folyt. köv.
it: Altro in arrivo.
mt_mt: Aktar x'jasal.
nn: Meir vil kome.
no: Mer kommer.
pl: Już niedługo więcej!
sv: Det finns mer.
uk: Далі буде.
vi: Còn nữa.

source: We have many more ideas for gold features, and will add to this list in the future.
bs: Imamo mnogo ideja za zlatne mogućnosti i dodat ćemo ih na listu u budućnosti.
el: Έχουμε πολλές περισσότερες ιδέες για το πακέτο χαρακτηριστικών του χρυσού και θα συνεχίσουμε να εμπλουτίζουμε αυτή τη λίστα.
fi: Meillä on lisää monia ideoita kulta-ominaisuuksiksi ja lisäämme tähän listaan tulevaisuudessa.
fr_ca: Nous avons de nombreuses autres idées pour les fonctionnalités gold, et nous les ajouterons à cette liste àl'avenir.
hu: Rengeteg más ötletünk van arany funkciónak és hozzá fogjuk adni ehhez a listához a jövőben.
it: Abbiamo altre idee in cantiere per eventuali funzionalità gold e le aggiungeremo a questo elenco in futuro.
mt_mt: Għandna aktar ideat dwar karatteristiċi tal-gold, u li se nżidu ma' dal-elenku fiż-żmien ġejjieni.
nn: Vi har mange idear på gullfunksjonar, og vil leggje dei til i framtida.
no: Vi har mange flere idéer for gullfunksjoner, og kommer til å utvide denne listen i fremtiden.
pl: Mamy więcej pomysłów na złote dodatki i w przyszłości będziemy je dodawać do listy.
sv: Vi har många fler idéer till guld-funktioner och lägger till dem i den här listan framöver.
uk: Ми маємо набагато більше ідей можливостей для Золотих учасників, і будемо додавати їх до цього переліку в майбутньому.
vi: Chúng tôi còn rất nhiều ý tưởng cho tính năng gold, và sẽ thêm vào danh sách này trong tương lai.

source: send us a postcard | for | 1 free month | of | reddit gold
bs: pošaljite nam razglednicu | za | 1 besplatan mjesec | reddit zlata
el: στείλε μας μια καρτ-ποστάλ | για | 1 δωρεάν μήνα | από | χρυσό reddit
fi: lähetä meille postikortti vastineeksi saat 1 kuukauden ilmaista redditkultaa
fr_ca: envoyez-nous une carte postale | pour | 1 mois gratuit | de | reddit gold
hu: küldj nekünk egy képeslapot | 1 hónapnyi | ingyenes | reddit aranyért | cserébe.
it: inviaci una cartolina | per ricevere | 1 mese gratis | di | reddit gold
mt_mt: ibgħatilna kartolina | għal | xahar b'xejn | ta' | reddit gold
nn: send oss eit postkort | for | 1 gratis månad | med | reddit gull
no: send oss et postkort | for | 1 gratis måned | med | reddit gull
pl: wyślij nam pocztówkę | za | 1 darmowy miesiąc | złota reddit
sv: skicka ett vykort | och få | 1 gratis månad | med | reddit guld
uk: відправте нам | поштову картку | за 1 місяць | бескоштовної | Золотої підписки

source: view the postcard gallery
ar: انظر إلى معرض البطاقات البريدية
bs: pregledaj galeriju razglednica
el: προβολή της στοάς καρτ-ποστάλ
fi: selaa postikorttigalleriaa
fr_ca: voir la galerie des cartes postales
hu: képeslap galéria megtekintése
it: visualizza la galleria delle cartoline
mt_mt: ara l-wirja tal-kartolini
nn: sjå rundt i postkortgalleriet
no: vis galleriet av postkort
pl: Obejrzyj galerię pocztówek
sv: visa vykortsgalleriet
uk: переглянути галерею поштових карток

source: claim code
ar: استرداد رمز
bs: preuzmi kod
el: παρέλαβε κωδικό
fi: lunasta koodi
fr_ca: réclamer le code
hu: kód igénylése
it: riscatta codice
mt_mt: kodiċi tar-rivendikazzjoni
nn: hevd kode
no: hevd kode
pl: odbierz kod
sv: gör anspråk på en kod
uk: активувати код

source: visit partner
ar: زيارة شريك
bs: posjeti partnera
el: επίσκεψη στον συνεργάτη
fi: vieraile kumppanilla
fr_ca: Visitez partenaire
hu: partner meglátogatása
it: visita partner
mt_mt: żur is-sieħeb
nn: besøk partner
no: besøk partner
pl: odwiedź partnera
sv: besök partner
uk: відвідати партнера
vi: ghé thăm đối tác

source: reddit gold partners
bs: reddit zlatni partneri
el: συνεργάτες χρυσού reddit
fi: reddit kulta kumppanit
fr_ca: partenaires reddit or
hu: reddit arany partnerek
it: partner reddit gold
mt_mt: sħab fir-reddit gold
nn: reddit gullpartnere
no: reddit gullpartnere
pl: partnerzy złota reddit
sv: reddit guld-partners
uk: золоті партнери Реддіт
vi: đối tác reddit gold

source: your snoovatar!
el: το snoovatar σου!
fi: sinun snoovatar!
fr_ca: ton snoovatar !
it: il tuo snoovatar!!
mt_mt: is-snoovatar tiegħek!
no: din snoovatar!
sv: din snoovatar!
uk: ваш сну-аватар!

source: make my snoovatar public
el: κάνε το snoovatar μου να εμφανίζεται δημόσια
fi: tee snoo-avataristani julkinen
fr_ca: rendre mon snoovatar public
it: rendi pubblico il mio snoovatar
mt_mt: agħmel is-snoovatar tiegħi pubbliku
no: gjør snooavataren min offentlig
sv: gör min snoovatar offentlig
uk: зробити мій сну-аватар публічно доступним

source: main color
el: κύριο χρώμα
fi: pääväri
fr_ca: couleur principale
hu: legfőbb szín
it: colore principale
mt_mt: kulur primarju
sv: huvudfärg
uk: основний колір

source: alt color
el: εναλλακτικό χρώμα
fi: vaihtoehtoinen väri
fr_ca: couleur secondaire
it: colore alternativo
mt_mt: kulur alternattiv
sv: alternativ färg
uk: альтернативний колір

source: save changes
el: αποθήκευση αλλαγών
fi: Tallenna muutokset
fr_ca: Sauvegarder les changements
hu: módosítások mentése
it: salva le modifiche
mt_mt: salva l-modifikazzjonijiet
sv: spara ändringar
uk: зберегти зміни

source: download
el: κατέβασμα
fi: Lataa
fr_ca: Télécharger
hu: letöltés
it: scarica
mt_mt: niżżel
sv: ladda ner
uk: скачати
