Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: (Don't show thumbnails or media previews for anything labeled NSFW)
fr_ca: (Ne pas afficher de miniatures pour ce qui est NSFW)
hu: (Ne mutassa a bélyegképeket és médiatartalmak előnézeti képeit az NSFW jelöléssel ellátott posztok mellett)

source: link options
ar: خيارات الرابط
bs: opcije linkova
ca: opcions d'enllaç
el: επιλογές συνδέσμων
et: linkide seaded
eu: esteken aukerak
fi: linkkien asetukset
fr_ca: options des liens
he: אפשרויות לינק
hu: a linkek beállításai
it: opzioni link
mt_mt: preferenzi tal-link
nn: lenkjeval
no: lenkeinnstillinger
pl: opcje linków
sr_la: opcije linkova
sv: länkalternativ:
ta: இணையத் தேர்வுகள்
uk: налаштування посилань
vi: tùy chọn về đường dẫn

source: show the spotlight box on the front page
ar: إظهار الصندوق الساطع في الصفحة الرئيسية
bs: prikaži istaknuti okvir na naslovnoj stranici
el: δείξε το πλαίσιο προβαλλόμενων στην αρχική σελίδα
eu: erakutsi nabarmendutakoen koadroa azalean
fi: näytä spotlight laatikko etusivulla
fr_ca: afficher la boîte spotlight sur la première page
hu: mutassa a spotlight dobozt a főoldalon
it: visualizza il box "sotto i riflettori" nella pagina principale
mt_mt: uri il-kaxxa ta' taħt ir-rifletturi fil-paġna primarja
nn: vis søkjelysboksen på framsida
no: vis spotlightboksen på framsiden
pl: pokaż boks z nowymi linkami na stronie głównej
sv: visa spotlight-rutan på förstasidan
uk: показувати панель важливих подій на головній сторінці
vi: hiển thị hộp thoại tiêu điểm ở ngay trang chủ

source: (it shows new and promoted links, and gives you a say in what's spam and what isn't.)
ar: (أنه يعرض الروابط الجديدة و الترويجة ، و يمنحك أعطاء رأيك فيما يخص الروابط المزعجة)
bs: (prikazuje nove i promovisane linkove i daje vam mogućnost da odredite šta je spam a šta nije.)
ca: (mostra els enllaços promoguts i nous, i et deixa decidir que és spam i que no ho és.)
el: (δείχνει νέους και διαφημιζόμενους συνδέσμους και σου δίνει τη δυνατότητα να έχεις άποψη για το τι είναι ανεπιθύμητo και τι όχι.)
fi: (se näyttää uusia ja ylennettyjä linkkejä ja antaa sinulle valtaa sanoa mikä on roskaa ja mikä ei.)
fr_ca: (cela permet d'afficher des liens nouveaux et promus, et vous donner l'occasion de définir le contenu indésirable et ce qui n'en est pas.)
hu: (megmutatja az új és kiemelt linkeket és ad egy ötletet, hogy mi spam és mi nem.)
it: (mostra notizie e link promossi e consiglia cosa è spam e cosa non lo è)
mt_mt: (turi links ġodda u dawk ippromossi, u ttik vuċi dwar x'għandu jkun ikkunsidrat spam jew le.)
nn: (han viser nyhende og fremja lenkjer, og lèt deg få eit ord i kva som er søppel eller ikkje.)
no: (det viser deg nye og promoterte linker, og gir deg innflytelse mtp. hva som er spam og hva som ikke er det.)
pl: (pokazuje nowe i promowane linki oraz pomaga nam ulepszać filtr spamu)
sv: (visar nya och marknadsförda länkar, och ger dig möjlighet att ange vad som är spam och inte.)
uk: (показує нові та рекламовані посилання, і дає вам змогу визначити що є спамом, а що ні)
vi: (phần này hiển thị các đường dẫn mới và được thăng hạng, cung cấp cho bạn khả năng nhận định đây là spam hay không phải spam)

source: show trending subreddits on the front page
el: εμφάνιζε τις τάσεις υποreddit στην αρχική σελίδα
fi: näytä tällä hetkellä suositut aliredditit etusivullani
fr_ca: afficher les subreddits tendances sur la première page
hu: mutassa a felkapott subredditeket
it: mostra i subreddit di tendenza nella pagina principale
mt_mt: uri subreddits popolari fil-paġna primarja
nn: vis subreddits med stigende trend på forsiden
no: vis subreddits med stigende trend på forsiden
pl: zobacz popularne subreddity na stronie głównej
sv: visa trendande subredditar på förstasidan
uk: показати сабреддіти, які популярні в цей час, на головній сторінці
vi: hiển thị các chuyên mục đang nổi bật trên trang chủ

source: (a list of popular and notable subreddits to check out)
fi: (lista suosituista ja huomattavista aliredditeistä, joita kannattaa vilkaista)
fr_ca: (une liste de subreddits populaire à voir)
it: (una lista di subreddit popolari e rilevanti da visitare)
mt_mt: (elenku ta' subreddits popolari w rilevanti x'iżżur)
nn: (en liste med subreddits som er populære og verdt å få med seg)
no: (en liste med subreddits som er populære og verdt å få med seg)
pl: (lista popularnych i godnych uwagi subredditów do sprawdzenia)
sv: (en lista över populära och betydande subredditar att spana in)
uk: (список популярних та вартих уваги сабреддітів, які слід переглянути)
vi: (danh sách các chuyên mục phổ biến và nổi bật để xem qua)

source: show me links I've recently viewed
ar: إظهر لي الروابط التى أطلعت عليها مؤخراَ
bs: prikaži mi linkove koje sam nedavnoj posjetio
ca: mostra'm enllaços que he vist recentment
el: δείξε μου συνδέσμους που επισκέφτηκα πρόσφατα
eu: erakutsi azkenaldian ikusi ditudan estekak
fi: näytä linkit joissa viimeksi olen vieraillut
fr_ca: afficher les liens que j'ai vus récemment
hu: nem régen megtekintett hivatkozások megjelenítése
it: mostra i link che ho guardato recentemente
mt_mt: urini l-links li rajt dan l-aħħar
nn: vis lenkjer som eg nyleg har sett
no: vis lenker jeg har nylig besøkt
pl: pokaż ostatnio oglądane linki
sr_la: pokaži mi linkove koje sam već pogledao/la
sv: visa mig länkar som jag läst nyligen
uk: показувати посилання які я нещодавно переглянув
vi: hiển thị cho tôi các đường liên kết được tôi xem qua gần đây

source: compress the link display
ar: ضغط عرض الروابط
bs: kompresuj prikaz linka
ca: comprimir la visualització de l'enllaç
el: συμπίεσε την εμφάνιση των συνδέσμων
et: näita väiksemaformaadilist lingiinfot
eu: konprimatu estekaren bistaratzea
fi: tiivistä linkkinäkymää
fr_ca: affichage compact des liens
hu: tömörített nézet
it: comprimi visualizzazione link
mt_mt: ċekken il-wirja tal-link
nn: komprimer lenkjevisinga
no: komprimer lenkevisningen
pl: pokazuj link w formie skompresowanej
sr_la: kompresuj prikazivane linkove
sv: komprimera visningen av länkar
ta: இணையங்களைச் சுருக்கிக் காண்பிக்கவும்
uk: скоротити вигляд посилань
vi: thu gọn phần trình bày các đường dẫn

source: show additional details in the domain text when available
fi: näytä lisätietoja osoitetekstissä, kun saatavilla
fr_ca: montrer plus de détails dans le texte de domaine lorsque disponible
it: mostra maggiori dettagli nel testo del dominio quando disponibile
mt_mt: uri aktar dettalji fit-test tad-dominju meta' jkun disponibbli
nn: vis tilleggsdetaljer i domeneteksten, når det er tilgjengelig
no: vis tilleggsdetaljer i domeneteksten, når det er tilgjengelig
pl: pokaż dodatkowe informacje w tekście domeny, jeśli dostępne
sv: visa ytterligare information i domäntexten om möjligt
uk: показати додаткові деталі в тексті домену, якщо є
vi: hiển thị chi tiết cụ thể hơn về tên miền nếu có thể

source: (such as the source subreddit or the content author's url/name)
fi: (esimerkiksi lähde-alireddit tai sisällön tekijän url/nimi)
fr_ca: (comme le subreddit original ou le lien/nom de l'auteur du contenu)
it: (come il subreddit di origine o il nome/indirizzo dell'autore del contenuto)
mt_mt: (bħas-subreddit oriġinali jew il-url/isem tal-utent tal-kontenut)
nn: (sånn som kilde-subredditen eller innholdsforfatterens URL eller navn)
no: (sånn som kilde-subredditen eller innholdsforfatterens URL eller navn)
pl: (np. subreddit źródłowy lub adres URL/nazwa twórcy)
sv: (som till exempel källsubredditen eller innehållsförfattarens URL/namn)
uk: (такі як сабреддіт-джерело або посилання на автора/ім’я)
vi: (such as the source chuyên mục or the content author's url/name)

source: don't show me submissions after I've upvoted them
fr_ca: ne pas afficher les post auxquels j'ai déjà attribué un vote positif
it: Non mostrarmi i post dopo averli votati positivamente
mt_mt: turinix impostazzjonijiet wara li nivvutahom il-fuq
sv: dölj inlägg efter att jag har röstat upp dem
uk: не показувати мені публікації після того, як я проголосував "за"

source: (except my own)
ar: (غير الخاص بي)
bs: (osim mojih vlastitih)
ca: (excepte els meus)
el: (εκτός από τους δικούς μου)
eu: (nireak ezik)
fi: (vain omani)
fr_ca: (sauf les miens)
hu: (a sajátjaimat kivéve)
it: (eccetto i miei)
mt_mt: (minbarra tiegħi)
nn: (unnateke mine eigne)
no: (untatt min egen)
pl: (z wyjątkiem mnie)
sv: (utom mina egna)
uk: (за виключенням моїх)
vi: (ngoại trừ dành cho tôi)

source: don't show me submissions after I've downvoted them
fr_ca: ne pas afficher les post auxquels j'ai déjà attribué un vote négatif
it: Non mostrarmi i post dopo averli votati negativamente
mt_mt: turinix impostazzjonijiet wara li nivvutahom l-isfel
sv: dölj inlägg efter att jag har röstat ner dem
uk: не показувати мені публікації після того, як я проголосував "проти"

source: display %(num)s links at once
ar: إظهر لي %(num)s رابط دفعة واحدة
bs: prikaži %(num)s linkova odjednom
ca: mostra %(num)s enllaços de cop
el: να εμφανίζονται %(num)s σύνδεσμοι τη φορά
et: näita korraga %(num)s linki
eu: bistaratu %(num)s esteka aldiko
fi: näytä %(num)s linkkiä kerralla
fr_ca: afficher %(num)s liens à la fois
he: הצג %(num)s לינקים בבת אחת
hu: mutass %(num)s linket egyszerre
it: mostra %(num)s link per pagina
mt_mt: uri %(num)s links f'salt
nn: vis %(num)s lenkjer samstundes
no: vis %(num)s lenker om gangen
pl: wyświetl %(num)s linków na raz
sr_la: prikaži %(num)s linkova od jednom
sv: visa %(num)s länkar i taget.
ta: -%(num)s இணையங்களைக் காண்பிக்கவும்
uk: показувати %(num)s посилань за раз
vi: hiển thị %(num)s đường liên kết trong một lần

source: don't show me submissions with a score less than %(num)s
fi: älä näytä minulle postauksia, joiden pistemäärä on alle %(num)s
fr_ca: ne pas me montrer les posts avec un score inférieur à %(num)s
it: non mostrarmi post con un punteggio inferiore a %(num)s
mt_mt: turinix impostazzjonijiet b'punteġġ anqas minn %(num)s
no: ikke vis meg innlegg med en score på mindre enn %(num)s
pl: nie pokazuj mi złożeń z wynikiem niższym niż %(num)s
sv: visa mig inte inlägg vars poäng är lägre än %(num)s
uk: не хочу бачити публікації з рейтингом нижче %(num)s

source: (leave blank to show all submissions)
fi: (jätä tyhjäksi näyttääksesi kaikki postaukset)
fr_ca: (laissez vide pour afficher tous les posts)
hu: (hagyd üresen az összes beküldött tartalom mutatásához)
it: (lascia vuoto per mostrare tutti gli articoli)
mt_mt: (ħalli vojt sabiex tara l-impostazzjonijiet kollha)
no: (la stå blank for å vise alle innlegg)
sv: (lämna tom för att visa alla inlägg)
uk: (залиште це поле пустим аби показати всі матеріали)

source: comment options
ar: خيارات التعليق
bs: opcije komentarisanja
ca: opcions de comentari
el: επιλογές σχολίων
et: kommentaaride seaded
eu: iruzkinen aukerak
fi: kommenttien asetukset
fr_ca: Options relatives au contenu
he: אפשרויות תגובה
hu: hozzászólások beállítások
it: opzioni commenti
mt_mt: preferenzi tal-kumment
nn: innleggsval
no: kommentarinnstillinger
pl: opcje komentarzy
sr_la: opcije komentarisanja
sv: kommentarinställningar
ta: காமென்ட் தேர்வுகள்
uk: налаштування коментарів
vi: tùy chọn về bình luận

source: sort comments by %(sort)s
fi: lajittele kommentit %(sort)s mukaan
fr_ca: trier les commentaires par %(sort)s
hu: hozzászólások rendezése: %(sort)s
it: Ordina i commenti per %(sort)s
mt_mt: ordna l-kummenti skond %(sort)s
sv: sortera kommentarer efter%(sort)s
uk: сортувати коментарі за %(sort)s

source: ignore suggested sorts
fr_ca: ignorer les suggestions de tri
it: Ignora l'ordine suggerito
mt_mt: injora l-ordnijiet issuġġeriti
sv: ignorera föreslagen sortering
uk: ігнорувати запропоноване сортування

source: (suggested sorts may be set by community moderators for specific threads or subreddits, like Q&As)
fr_ca: (les méthodes de classement suggérées peuvent être établies par les modérateurs communautaires pour des fils de discussion ou des subreddits spécifiques, tel que la F.à.Q)
it: (ordinamenti suggeriti possono essere stabiliti dai moderatori di comunità per discussioni o subreddit specifici, come Q&A)
mt_mt: (ordnijiet issuġġeriti jistgħu ikunu magħżulin mil-moderaturi tal-komunità għal diskussjonijiet jew subreddits speċifiċi, bħal Q&As)
sv: (föreslagna sorteringar kan ställas in av gemenskapens moderatorer för specifika trådar eller subredditar, som Q&As)
uk: (запропоноване сортування може бути встановлене модераторами спільноти для окремих ланцюжків обговорень або сабреддітів, таких як FAQ)

source: show a dagger (†) on comments voted controversial
fi: näytä tikari (†) kiistanalaiseksi äänestettyjen kommenttien yhteydessä
fr_ca: afficher une obèle (†) sur les commentaires votés controversés
it: mostra una croce (†) sui commenti votati come controversi
mt_mt: uri stallett (†) fuq kummenti vvutati bħala kontroversjali
no: vis en kniv (†) på kontroversielle kommentarer
pl: pokaż sztylet (†) na kontrowersyjnych komentarzach
sv: visa en kniv (†) på kommentarer som röstats kontroversiella
uk: показати символ меча (†) для коментарів, які вважаются спірними за результатами голосувань

source: (a controversial comment is one that's been both upvoted and downvoted significantly)
fi: (kiistanalaista kommentia on äänestetty ylös ja alas huomattavasti)
fr_ca: (un commentaire controversé est un commentaire qui a été autant voté négativement que positivement)
it: (un commento controverso è tale se ha ricevuto un numero significativo di upvotes e downvotes)
mt_mt: (kumment kontroversjali huwa wieħed li jiġi vvutat il-fuq u l-isfel ħafna drabi)
no: (en kontroversiell kommentar er en som har fått mange stemmer både opp og ned)
sv: (en kontroversiell kommentar är en som har blivit både upp- och nedröstad kraftigt)
uk: (спірним вважається коментар, за який було віддано значну кількість голосів за і проти)

source: don't show me comments with a score less than %(num)s
ar: لا تظهر لي تعليقات بنتيجة أقل من %(num)s
bs: ne prikazuj mi komentare sa prosječnom ocjenom manjom od %(num)s
ca: no em mostris els comentaris amb una puntuació inferior a %(num)s
el: να μην εμφανίζονται σχόλια με βαθμολογία μικρότερη από %(num)s
et: ära näita mulle kommentaare, millel on punkte vähem, kui %(num)s
eu: ez erakutsi niri %(num)s baino puntuazio txikiagoa duten iruzkinak
fi: älä näytä kommentteja, joiden pisteet ovat alle %(num)s
fr_ca: ne pas afficher les commentaires avec un score inférieur à %(num)s
he: אל תציג תגובות עם ציון נמוך מ%(num)s
hu: ne mutasd azokat a hozzászólásokat, amelyek pontszáma kevesebb mint %(num)s
it: non mostrare commenti con un punteggio più basso di %(num)s
mt_mt: turinix kummenti b'punteġġ anqas minn %(num)s
nn: ikkje vis meg innlegg med ein skår mindre enn %(num)s
no: ikke vis meg kommentarer med mindre poeng enn %(num)s
pl: nie pokazuj komentarzy z punktacją niższą niż %(num)s
sr_la: ne prikazuj mi komentare sa brojem bodova manjim od %(num)s
sv: visa inte kommentarer med lägre poäng än %(num)s
uk: не показувати мені коментарів із рейтингом більше ніж %(num)s
vi: không hiển thị cho tôi các bình luận có điểm số ít hơn %(num)s

source: (leave blank to show all comments)
fi: (jätä tyhjäksi näyttääksesi kaikki kommentit)
fr_ca: (laisser vide pour montrer tous les commentaires)
hu: (hagyd üresen az összes hozzászólás mutatásához)
it: (lascia vuoto per mostrare tutti i commenti)
mt_mt: (ħalli vojt sabiex tara l-kummenti kollha)
no: (la stå blank for å vise alle kommentarer)
sv: (lämna tom för att visa alla kommentarer)
uk: (залиште це поле пустим аби показати всі коментарі)

source: display %(num)s comments by default
ar: أظهر لي %(num)s تعليقاً أفتراضياً
bs: prikaži %(num)s komentara
ca: mostra %(num)s comentaris per defecte
el: να εμφανίζονται %(num)s σχόλια κατά προεπιλογή
et: näita automaatselt %(num)s kommentaari
eu: bistaratu %(num)s iruzkin era lehenetsian
fi: näytä %(num)s kommenttia oletuksena
fr_ca: afficher %(num)s commentaires par défaut
he: הצג %(num)s תגובות כברירת מחדל
hu: mutass %(num)s hozzászólást alapértelmezetten
it: mostra %(num)s commenti di default
mt_mt: uri %(num)s kummenti jekk m'għandekx preferenza
nn: vis %(num)s innlegg som standard
no: vis %(num)s kommentarer som standard
pl: pokazuj domyślnie %(num)s komentarzy
sr_la: prikaži %(num)s komentara u pravilu
sv: visa %(num)s kommentarer åt gången
ta: -%(num)s கமென்ட்ஸைத் தவறுதலாகக் காண்பிக்கவும்
uk: показувати %(num)s коментарів за вмовчанням
vi: hiển thị %(num)s bình luận theo mặc định

source: the smaller the number, the faster your comments pages will load
ar: كلما صغر الرقم، كلما زادت سرعة تحميل صفحات التعليقات
bs: što je broj manji, stranica sa komentarima će se učitavati brže
ca: mentres més petit sigui el número, més ràpidament es carregarà la pàgina de comentaris
el: όσο μικρότερο το νούμερο, τόσο πιο γρήγορα θα φορτώνουν οι σελίδες με σχόλια
eu: gero txikiagoa izan zenbakia, orduan eta azkarrago kargatuko da iruzkinen orria
fi: mitä pienempi luku, sitä nopeammin kommenttisivusi latautuvat
fr_ca: Plus le nombre est petit, plus la vitesse de chargement de la page sera rapide.
hu: minél kisebb a szám, annál gyorsabban töltődnek be a hozzászólásokat tartalmazó oldalak
it: più piccolo il numero, più veloce sarà il caricamento delle pagine
mt_mt: aktar m'hu żgħir in-numru, aktar il-paġni tal-kummenti jitilgħu malajr
nn: jo mindre talet er, jo snøggare vil innleggssidene dine lastast
no: jo mindre nummer, jo raskere vil kommentar sidene laste
pl: im mniejsza liczba, tym szybciej strona komentarzy się ładuje
sv: ju lägre siffra, desto snabbare läses dina kommentarssidor in
uk: чим менша кількість, тим швидше завантажуватиметься ваша сторінка
vi: số càng nhỏ, thì trang bình luận bạn tải về càng nhanh

source: messaging options
ar: خيارات الرسائل
bs: opcije poruka
ca: opcions de missatgeria
el: επιλογές μηνυμάτων
eu: mezularitzaren aukerak
fi: viestitysasetukset
fr_ca: options de messagerie
hu: üzenetküldési opciók
it: opzioni di messaggistica
mt_mt: preferenzi tal-messaġġi
nn: meldingsval
no: meldingsvalg
pl: opcje wiadomości
sv: meddelandealternativ
uk: налаштування повідомлень
vi: tùy chọn về tin nhắn

source: show message conversations in the inbox
ar: أظهار محادثات الرسائل في صندوق الوارد
bs: prikaži razgovore u sandučetu
ca: mostrar missatges de converses a la safata d'entrada
el: εμφάνιση μηνυμάτων συζήτησης στο κουτί εισερχομένων
eu: erakutsi mezu elkarrizketak sarrerako ontzian
fi: näytä keskustelut postilaatikossa
fr_ca: afficher les conversations dans la boîte de réception
hu: mutassa a párbeszédeket a bejövő üzeneteknél
it: visualizza le conversazioni dei messaggi nella posta in arrivo
mt_mt: uri l-konverżazzjonijiet tal-messaġġi fl-inbox
nn: vis meldingssamtaler i innboksen
no: vis meldingssamtaler i innboksen
pl: pokazuj rozmowy w skrzynce
sv: visa meddelandekonversationer i inkorgen
uk: показати переписку у вхідних
vi: hiển thị các trao đổi về tin nhắn trong phần hộp thư

source: (only applies when you go to the 'messages' panel)
ar: (ينطبق فقط عندما تذهب إلى لوحة 'الرسائل')
bs: (samo se primjenjuje na ploči s 'porukama')
ca: (només s'aplica quan vas al panell 'missatges')
el: (ισχύει μόνο όταν πάτε στο πίνακα 'μηνύματα')
eu: ('mezuak' panelera joaten zarenean soilik aplikatzen da)
fi: (vain jos menet viestit-paneeliin)
fr_ca: (s'applique uniquement lorsque vous accédez au volet « message »)
hu: (csak akkor érvényes, amikor az 'üzenetek' panelbe mész)
it: (si applica solo al pannello "messaggi")
mt_mt: (japplika biss meta tmur fil-pannell tal-'messaġġi')
nn: (gjeld berre når du går til meldingspanelet)
no: (gjelder kun når du går til 'meldinger')
pl: (tylko jak wejdziesz w panel 'wiadomości')
sv: (gäller bara när du går till meddelandepanelen)
uk: (лише діє якщо ви перейдете до «панелі повідомлень»)
vi: (chỉ áp dụng khi bạn truy cập vào khung điều khiển 'tin nhắn')

source: collapse messages after I've read them
ar: أطوي الرسائل بعد قرائتها
bs: zatvori poruke nakon što ih pročitam
ca: replega els missatges quan els hagi llegit
el: κλείσε τα μηνύματα αφού τα διαβάσω
eu: tolestu mezuak irakurri ondoren
fi: luhista lukemani viestit automaattisesti
fr_ca: masquer les messages après leur lecture
hu: elolvasott üzenetek összecsukása
it: riduci messaggi dopo la lettura
mt_mt: ikkollassa l-messaġġi wara li naqrahom
nn: trekk saman meldingar når eg har lese dei
no: lukk meldinger etter jeg har lest dem
pl: zwijaj wiadomości po przeczytaniu
sv: minimera meddelanden när jag har läst dem
uk: згортати прочитані повідомлення
vi: mở ra các tin nhắn sau khi tôi đã đọc

source: (otherwise, you'll have to collapse them yourself)
ar: (وإلإ ، عليك أن تطويهم بنفسك)
bs: (u suprotnom, sami ćete morati da ih zatvorite)
ca: (altrament, els hauràs de replegar tu mateix)
el: (αλλιώς πρέπει να τα κλείσεις μόνος σου)
eu: (bestela, zuk tolestu beharko dituzu)
fi: (muuten joudut luhistamaan ne manuaalisesti)
fr_ca: (sinon, vous devrez les réduire vous-même)
hu: (egyébként neked kell megtenned)
it: (altrimenti dovrai ridurli da solo)
mt_mt: (inkella, jeħtieġ li toqgħod tikkollassahom int)
nn: (elles må du trekkje dei saman sjølv)
no: (ellers så må du lukke dem selv)
pl: (jak nie zaznaczysz, to będziesz musiał sam sobie zwijać)
sv: (annars måste du minimera dem själv)
uk: (у іншому випадку ви матимете згортати їх власноруч)
vi: (hoặc không, bạn sẽ phải tự mở rộng nội dung tin nhắn)

source: mark messages as read when I open my inbox
ar: ميز الرسائل بإنها مقرؤة عندما أقرأ صندوق الوارد
bs: označi poruke kao pročitane nakon što otvorim svoje sanduče
ca: marca missatges com a llegits quan obri la meva safata d'entrada
el: σημείωση μηνυμάτων ως αναγνωσμένα όταν ανοίγω το κουτί εισερχομένων μου
eu: markatu mezuak irakurrita bezala nire sarrerako ontzia irekitzen dudanean
fi: merkkaa viestit luetuiksi kun avaan postilaatikon
fr_ca: marquer les messages comme lus à l'ouverture de la boîte de réception
hu: üzenetek olvasottnak jelölése, ha megnyitom a bejövő üzeneteket
it: segna messaggi come letti quando apro la posta in arrivo
mt_mt: immarka l-messaġġi li nqraw meta niftaħ l-inbox
nn: merk meldingar som lesne når eg opnar innboksen min
no: merk meldinger som lest når jeg åpner innboksen
pl: oznaczaj wiadomości jako przeczytane jak otworzę skrzynkę
sv: markera meddelanden som lästa när jag öppnar inkorgen
uk: відмічати повідомлення як прочитані, після того як я відкрию папку вхідних
vi: đánh dấu các tin nhắn dưới dạng đã đọc khi tôi mở hộp thư của mình

source: (otherwise, they will be marked as read when you click them)
ar: (وإلا ، سوف تُميز عندما تضغط عليها)
bs: (u suprotnom, one će biti označene kao pročitane nakon što kliknete na njih)
ca: (altrament, es marcaran com a llegits quan hi cliquis)
el: (αλλιώς θα σημειώνονται ως αναγνωσμένα όταν τα επιλέξετε)
eu: (bestela, irakurrita bezala markatuko dira gainean klik egiten duzunean)
fi: (muuten ne merkataan luetuiksi vasta avattuasi ne)
fr_ca: (sinon, ils seront indiqués comme lus lorsque vous cliquerez dessus)
hu: (egyébként akkor lesznek olvasottnak jelölve, ha rájuk kattintasz)
it: (altrimenti, saranno segnati come letti quando li cliccherai)
mt_mt: (inkella, jiġu mmarkati li nqraw meta tagħfashom)
nn: (elles vil dei bli merkte som lesne etter som du klikkar dei)
no: (ellers blir de merket som lest når du klikker på dem)
pl: (jak nie zaznaczysz, to będą oznaczone po kliknięciu)f
sv: (annars markeras de som lästa när du klickar på dem)
uk: (у іншому випадку вони будуть позначені прочитаними коли ви клікнете на них)
vi: (hoặc không, các tin nhắn sẽ được đánh dấu là đã đọc khi bạn click vào các tin nhắn đó)
