Repository: 10allday/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: ar, bs, ca, el, eo, et, eu, fi, fr_ca, he, hu, it, mt_mt, nn, no, pl, sr_la, sv, ta, uk, vi

source: permission
ca: permís
el: δικαίωμα
fi: oikeudet
hu: engedély
it: permesso
mt_mt: permess
nn: tillatelse
no: tillatelse
pl: zezwolenie
sv: behörighet
uk: дозвіл
vi: quyền hạn

source: %s visible
ar: %s مرئي
bs: %s vidljivo
el: %s ορατά
eu: %s ikusgai
fi: %s näkyvä
hu: %s látható
it: %s visibili
mt_mt: %s viżibbli
nn: %s synlege
no: %s synlig
pl: %s widoczne
sv: %s synliga
uk: %s видиме
vi: %s nhìn thấy

source: suggestions:
ca: suggeriments:
el: προτάσεις:
fi: ehdotuksia:
hu: javaslatok:
it: suggerimenti:
mt_mt: suġġerimenti:
nn: forslag:
no: forslag:
pl: sugestie:
sv: förslag:
uk: пропозиції:
vi: gợi ý:

source: date
ar: تاريخ
bs: datum
ca: data
el: ημερομηνία
eo: dato
eu: data
fi: päivämäärä
hu: dátum
it: data
mt_mt: data
nn: dato
no: dato
pl: data
sr_la: datum
sv: datum
uk: дата
vi: ngày

source: upvotes
ar: تصويت توافق
bs: glasovi za
ca: vots positius
el: θετικές ψήφοι
fi: tykkäykset
hu: upvote
it: upvote
mt_mt: voti pożittivi
nn: opp-stemmer
no: opp-stemmer
pl: głosy na tak
sv: uppröster
uk: голоси за
vi: tăng hạng

source: downvotes
ar: تصويت عارض
bs: glasovi protiv
ca: vots negatius
el: αρνητικές ψήφοι
fi: inhoamiset
hu: downvote
it: downvote
mt_mt: voti negattivi
nn: ned-stemmer
no: ned-stemmer
pl: głosy na nie
sv: nedröster
uk: голоси проти
vi: giảm hạng

source: impressions
ar: أنطباعات
bs: utisci
el: προβολές
fi: ***jälkiä***
hu: Benyomások
it: impression
mt_mt: impressjonijiet
nn: visingar
no: inntrykk
pl: odsłony
sr_la: utisci
sv: visningar
uk: переглядів
vi: sự ấn tượng

source: uniques
ar: مُميزون
bs: unikatno
ca: individuals
el: μοναδικές
eu: bakarrak
fi: uniikit
hu: egyediek
it: visitatori unici
mt_mt: uniċi
nn: unike
no: unike
pl: unikalne wizyty
sr_la: jedinstvene
sv: unika
uk: унікальних
vi: độc đáo

source: total
ar: المجموع
bs: ukupno
el: συνολικό
fi: yhteensä
hu: összes
it: totale
nn: totalt
no: totalt
pl: łącznie
sv: totalt
uk: загалом
vi: tổng

source: discussions
ar: النقاشات
bs: rasprave
ca: discusions
el: συζητήσεις
fi: keskustelut
hu: beszélgetések
it: discussioni
mt_mt: diskussjonijiet
nn: ordskifte
no: diskusjoner
pl: dyskusje
sv: diskussioner
uk: обговорення
vi: thảo luận

source: [reddit] hey, nerd!
ar: [ريديت] أيها الساعي وراء الاجتهاد!
bs: [reddit] pozdrav štreberu!
ca: [reddit] hola, nerd!
el: [reddit] ε, φυτό!
fi: [reddit] hei, nörtti!
hu: [reddit] hé, nerd!
it: [reddit] ehi, nerd!
mt_mt: [reddit] aw, nerd!
nn: [reddit] hei, nerden!
no: [reddit] hei, nerd!
pl: [reddit] siemanko, maniaku
sv: [reddit] hallå, nörd!
uk: [реддіт] ей, дурню!
vi: [reddit] chào, mọt nhân!

source: permissions
ar: أطلب تصريح
bs: dozvole
ca: permisos
el: δικαιώματα
fi: käyttöoikeudet
hu: engedélyek
it: permessi
mt_mt: permessi
nn: tillatelser
no: tillatelser
pl: uprawnienia
sv: behörigheter
uk: дозволи
vi: quyền

source: description
ar: الموضوع
bs: opis
ca: descripció
el: περιγραφή
et: kirjeldus
eu: deskribapena
fi: kuvaus
he: תיאור
hu: leírás
it: descrizione
mt_mt: deskrizzjoni
nn: skildring
no: beskrivelse
pl: opis
sv: beskrivning
ta: விளக்கம்
uk: опис
vi: miêu tả

source: type
ar: النوع
bs: vrsta
ca: tipus
el: τύπος
et: tüüp
eu: mota
fi: tyyppi
he: סוג
hu: típus
it: tipo
mt_mt: tip
pl: typ
sv: typ
ta: தட்டச்சு செய்யவும்
uk: тип
vi: loại

source: collection: %(name)s
it: collezione: %(name)s
mt_mt: kollezjoni: %(name)s
nn: samling: %(name)s
no: samling: %(name)s
pl: kolekcja: %(name)s
sv: samling: %(name)s
uk: колекція: %(name)s
vi: bộ sưu tập: %(name)s

source: orange
el: πορτοκαλί
fi: Oranssi
hu: narancssárga
it: arancione
mt_mt: oranġo
uk: помаранчевий
vi: cam

source: points
it: punti
sv: poäng

source: parent
ar: أب
bs: matični
ca: pare
el: γονέας
eo: patro
et: vanem
eu: gurasoa
fi: isäntä
he: הורה
hu: szülő
it: riferimento
mt_mt: riferiment
nn: forelder
no: foreldre
pl: rodzic
sr_la: početni komentar
sv: förälder
ta: பெற்றோர்
uk: вище
vi: phần gốc

source: Always show NSFW media?
it: Mostrare sempre i media NSFW?
sv: Visa alltid NSFW-media?

source: Change your preferences to hide NSFW media?
it: Vuoi cambiare le preferenze per nascondere i media NSFW?
sv: Ändra dina inställningar till att dölja NSFW-media?

source: input the original password for /u/%(username)s
it: inserisci la password originale per /u/%(username)s
sv: skriv in originallösenordet för /u/%(username)s

source: choose a new password for /u/%(username)s
it: scegli una nuova password per /u/%(username)s
sv: välj ett nytt lösenord för /u/%(username)s

source: multireddits
el: πολυreddit
fi: moniredditit
hu: multiredditek
it: multireddit
nn: multiredditer
no: multiredditer
pl: multireddity
sv: multiredditar
uk: мультиреддіти

source: [context]
it: [contesto]

source: image
it: immagine
sv: bild

source: secret
ar: سر
bs: tajna
el: μυστικό
fi: salainen
hu: titok
it: segreto
mt_mt: sigriet
nn: løyndom
no: hemmelighet
pl: szyfr
sv: hemlig
uk: секрет
vi: bí mật

source: confirmation
ar: تأكيد
bs: potvrda
ca: confirmació
el: επιβεβαίωση
eu: baieztapena
fi: vahvistus
hu: megerősítés
it: conferma
mt_mt: konferma
nn: godkjenning
no: bekreftelse
pl: potwierdzenie
sv: bekräftelse
uk: підтвердження
vi: xác nhậ

source: media previews
it: anteprima dei media

source: auto-expand media previews
it: auto-espandi le anteprime dei media

source: set personalized ads preferences
hu: személyre szabott hirdetési beállítások szerkesztése
it: imposta preferenze per la pubblicità personalizzata
sv: ställ in personliga annons-inställningar

source: Resend Verification Email
it: Invia di nuovo l'email di verifica
sv: Skicka bekräftelsemail igen

source: reset your password via email
it: resetta la tua password via email
sv: återställ ditt lösenord via e-post

source: unspoiler
it: rimuovi spoiler

source: undistinguish
it: non distinguere

source: yes & sticky
it: si & metti in evidenza

source: undistinguish this?
it: non distinguerlo?

source: <no reason>
it: <nessun motivo>
no: <ingen grunn>
uk: <не вказано причину>

source: source
it: fonte
sv: källa

source: low quality
it: bassa qualità
sv: låg kvalitet

source: high quality
it: alta qualità
sv: hög kvalitet

source: The moderators of this subreddit have set it to private. You must be a moderator or approved submitter to visit.
fi: Tämän aliredditin moderaattorit ovat asettaneet sen yksityiseksi. Sinun tulee olla moderaattori tai hyväksytty julkaisija voidaksesi tarkastella tätä aliredditiä.
it: I moderatori di questo subreddit lo hanno impostato come privato. Devi essere un moderatore o un autore approvato per poterlo visualizzare.
sv: Moderatorerna på den här subredditen har satt den till privat. Du måste vara en moderator eller en godkänd inskickare för att besöka.
uk: Модератори цього сабреддіта зробили його приватним. Треба бути модератором або ухваленим автором, щоб відвідати його.

source: post karma
hu: poszt karma
it: karma post
sv: inläggskarma

source: accepted link
it: link accettato
sv: accepterade länk

source: promoted by
it: promosso da

source: promoted post
it: post promosso

source: edited live promoted post
it: modifica i post promossi live

source: %(minimum)s minimum
bs: %(minimum)s minimalno
el: ελάχιστο: %(minimum)s
fi: %(minimum)s minimi
it: %(minimum)s minimo
mt_mt: %(minimum)s minimu
uk: %(minimum)s мінімум
vi: %(minimum)s tối thiểu

source: collections
it: collezioni

source: Privacy Policy (updated)
hu: Adatvédelmi irányelveket (frissített)
it: Politica sulla Privacy (aggiornata)
sv: Integritetspolicy (uppdaterad)

source: Advertise - %(category)s
it: Sponsorizza - %(category)s
sv: Annonsera - %(category)s

source: Want to join? %(login_or_register)s in seconds.
fi: Haluatko liittyä mukaan? %(login_or_register)s sekunneissa.
it: Vuoi unirti? %(login_or_register)s in pochi secondi.
sv: Vill du gå med? %(login_or_register)s på några sekunder.
uk: Хочете приєднатися? %(login_or_register)s за кілька секунд.

source: dates
ar: تاريخ
bs: datumi
el: ημερομηνίες
fi: päivämäärät
hu: dátumok
it: date
mt_mt: dati
nn: datoer
no: datoer
pl: daty
sv: datum
uk: дати
vi: ngày tháng

source: N/A
el: Μ/Δ
fi: Ei saatavilla
it: N/D
mt_mt: M/A
nn: I/T
no: I/T
pl: niedostępny
vi: Không khả dụng

source: pause
it: pausa

source: Add a new rule.
it: Aggiungi una nuova regola.
sv: Lägg till en ny regel.

source: Add a rule
it: Aggiungi una regola
sv: Lägg till en regel

source: Edit this rule.
it: Modifica questa regola.
sv: Redigera den här regeln.

source: Delete this rule?
it: Cancellare questa regola?
sv: Ta bort denna regel?

source: Short name
it: Nome corto
sv: Kort namn

source: remaining
it: rimanente
sv: kvar

source: Applies to
it: Si applica a

source: Cancel this action.
it: Annulla questa azione.
sv: Avbryt denna åtgärd.

source: More from %(subreddit)s
it: Altro da %(subreddit)s
sv: Mer från %(subreddit)s

source: This community is [quarantined](%(link)s) because of its shocking or highly offensive content.
it: Questa community è [quarantined](%(link)s) a causa di contenuto offensivo o scioccante.
uk: Ця спільнота [quarantined](%(link)s) через свій шокуючий або дуже неприємний вміст.

source: Reports go to Reddit admins
it: Le segnalazioni arrivano a gli amministratori di Reddit
sv: Rapporter går till Reddit-admins

source: Other (max %(num)s characters):
it: Altro (massimo %(num)s caratteri):

source: images
ar: صور
bs: slike
ca: imatges
el: εικόνες
eo: bildoj
eu: irudiak
fi: kuvat
hu: képek
it: immagini
mt_mt: stampi
nn: bilete
no: bilder
pl: obrazy
sr_la: slike
sv: bilder
uk: зображення
vi: ảnh

source: undelete this image
it: annulla l'eliminazione dell'immagine
sv: ångra borttagning av denna bild

source: undeleted
it: recuperato

source: Organization
it: Organizzazione
sv: Organisation

source: mod note
it: nota del mod

source: who to mute?
fi: kenet tahdot mykistää?
it: chi silenziare?
uk: кого заглушити?

source: why the mute?
fi: miksi mykistit?
it: motivo del silenziamento?
uk: чому заглушити?

source: Links on their own line will be embedded: https://example.com
it: I link nella propria linea verrano incorporati: http://esempio.com
uk: Посилання на їх власній лінії буде вбудовано: https://example.com

source: click to upload
it: clicca per caricare
sv: klicka för att ladda upp

source: Type:
ar: نوع:
bs: Vrsta:
ca: Tipus:
el: Τύπος:
eu: Mota:
fi: tyyppi:
hu: Típus:
it: Tipo:
mt_mt: Tip:
no: Skriv:
pl: Typ:
sv: Typ:
uk: Тип:
vi: Loại:

source: Spoiler content
it: Contiene spoiler
sv: Spoiler-innehåll

source: warning: we're already featuring a live thread. you shouldn't submit a new link unless you are deleting this one: %(thread)s
it: attenzione: stiamo già trasmettendo una discussione live. non inviare un nuovo link a meno che non tu non stia eliminando questo: %(thread)s
uk: попередження: ми уже маємо живу тему. Вам не треба відправляти нове посилання, якщо не вилучаєте це: %(thread)s

source: gold
ar: ذهب
bs: zlato
ca: or
el: χρυσό
fi: kulta
hu: arany
nn: gull
no: gull
pl: złoto
sv: guld
uk: золото

source: spam
ar: سبام
el: ανεπιθύμητα
eo: spamo
et: spämm
fi: roskaposti
he: ספאם
nn: søppel
sr_la: smeće
sv: skräppost
ta: ஆபத்தான மூலம்
uk: спам
vi: rác

source: blog
ar: مدونة
el: ιστολόγιο
eu: bloga
fi: blogi
he: בלוג
nn: blogg
no: blogg
sv: blogg
ta: இணையத்தள பதிவேடு
uk: блог

source: reddiquette
ar: قواعد التشريفات
bs: reddiket
ca: etiqueta de reddit
el: δεοντολογία
eo: reddikedo
eu: reddiketa
fi: etiketti
hu: reddikett
mt_mt: reddikett
nn: reddikette
no: reddikette
pl: reddykieta
sv: reddikett
uk: реддікет
vi: nghi thức của reddit

source: sponsor
ca: patrocinador
el: χορηγούμενος
fi: sponsori
hu: szponzor
sv: sponsra
uk: спонсор
vi: được tài trợ

source: redditgifts
ar: هدايا ريديت
bs: reddit pokloni
ca: regals de reddit
el: δώρα reddit
eu: reddit opariak
fi: reddit-lahjat
hu: reddit ajándékok
mt_mt: rigali ta' reddit
nn: redditgåver
no: redditgaver
pl: prezenty reddit
sv: redditgåvor
uk: реддіт-подарунки
vi: quà tặng của reddit

source: your bid must be at least $%(minBid)s
sv: ditt bud måste vara minst $%(minBid)s

source: your bid must not exceed $%(maxBid)s
sv: ditt bud får inte överskrida $%(maxBid)s

source: We will ask before showing NSFW media.
sv: Vi kommer fråga innan vi visar NSFW-media.

source: input the original email address for /u/%(username)s
sv: skriv in original-e-postadressen för /u/%(username)s

source: creddits
fi: kredditit
mt_mt: kredditi
pl: creddity
sv: kredditer
uk: креддіти

source: nsfw
ar: غير آمن للعمل
bs: nszr
el: ακατάλληλο
fi: k-18
pl: nieodpowiednie dla nieletnich
sv: nsfw (olämpligt på arbetsplats)
uk: не для офісу
vi: katncc

source: script
fi: skripti
hu: kód
nn: skript
no: skript
pl: skrypt
sv: skript
uk: скрипт
vi: mã kịch bản

source: Please [read the API usage guidelines](/wiki/api) before creating your application. After creating, you will be required to [register](/wiki/api) for production API use.
sv: [Läs API-användningsriktlinjerna](/wiki/api) innan du skapar din applikation. Efter skapandet måste du [registrera](/wiki/api) för användning av produktions-API.

source: (not available for your account yet! coming soon.)
sv: (inte tillgängligt för ditt konto än! kommer snart.)

source: advertising options
hu: hirdetési beállítások
sv: annonseringsalternativ

source: please add your email address to reset your password
sv: lägg till din e-postadress för att återställa ditt lösenord

source: cpm
ar: التكلفة بالألف
ca: cost per mil
el: κόστος/1000
sv: cpm, kostnad per tusen visningar
uk: вартість за тисячу

source: ctr
ar: المعدل من خلال النقر
ca: ràtio de clics
el: ποσοστό κλικ μετάβασης
sv: ctr, klickfrekvens
uk: відсоток кліків

source: cpc
ar: تكلفة النقرة
ca: cost per clic
el: κόστος/κλικ
fi: hinta/klikkaus
sv: cpc, kostnad per klick
uk: вартість за клік

source: You have reached the maximum number of rules.
sv: Du har nått det maximala antalet regler.

source: Full description of this rule
sv: Full beskrivning av denna regel

source: Comments, continued...
sv: Kommentarer, fortsättning...

source: NSFW
ar: غير آمن للعمل
bs: NSZR
el: ακατάλληλο
eo: MPL/NSFW
fi: K-18
sv: NSFW (olämpligt på arbetsplats)
uk: НЕ ДЛЯ ОФІСУ
vi: CTKX

source: What rule does this break?
sv: Vilken regel bryter den?

source: Reddit rule: %(rule_name)s
sv: Reddit-regel: %(rule_name)s

source: fraudnot fraud
no: svindel eller ikke svindel
uk: шахрайство/не шахрайство

source: your account is too new to create a subreddit. please contact the admins to request an exemption.
ca: el teu compte és massa recent per a crear un subreddit. si us plau, contacta amb els administradors per a demanar una exempció.
mt_mt: il-kont tiegħek għadu wisq ġdid biex toħloq subreddit. jekk jogħġbok ikkuntattja l-amministraturi sabiex titlob eżenzjoni.
uk: Ваш обліковий запис надто свіжий, щоб створювати сабреддіти. будь ласка, зв'яжіться з адмінами, щоб попросити про виняток.
vi: tài khoản của bạn còn quá mới để tạo subreddit. vui lòng liên hệ người quản trị để yêu cầu ngoại lệ.

source: wiki
ar: ويكي
el: βίκι
uk: вікі

source: Displaying content from /r/all of reddit, except the following subreddits:
bs: Prikazujem sadržaj sa /r/all reditta, osim sljedećih subreddita:
ca: Es mostra el contingut de /r/all (tot reddit), excepte els subreddits següents:
mt_mt: Qed nuri kontenut minn /r/all ta' reddit, b'eċċezzjoni tas-subreddits li jmiss:
nn: Viser innhald fra /r/all av reddit, bortsett frå følgande subredditer:
no: Viser innhold fra reddit /r/all, unntatt følgende subredditer:
pl: Wyświetlanie zawartości z /r/all, z wyłączeniem następujących subredditów:
uk: Відображаються матеріали з усього (/r/all) Реддіта, крім таких сабреддітів:
vi: Hiển thị tất cả nội dung từ /r/all trên reddit, ngoại trừ các chuyên mục sau:

source: id
ar: معرف
ca: identificació
el: α/α
uk: код

source: standard
ca: estàndard
el: μέση
fi: standardi
uk: стандартні
vi: tiêu chuẩn

source: Exclude custom subreddits
mt_mt: Eskludi s-subreddits personalizzati
no: Ekskludér egentilpassede subredditer
pl: Wyklucz niestandardowe subreddity
uk: Виключити нестандартні сабреддіти
vi: Loại trừ subreddit tự tạo

source: Displaying content from %s, except the following subreddits:
mt_mt: Qed nuri kontenut minn %s, minbarra dawn is-subreddits:
no: Viser innhold fra %s, med unntak av følgende subredditer:
pl: Wyświetlaj zawartość z %s, poza tymi subredditami:
uk: Показано публікації від автора %s, окрім таких сабреддітів:

source: Bitcoin
ar: عملة قطعة
ca: Bitconys
uk: Біткойн

source: get the best of reddit emailed to you once a week.
mt_mt: ikseb l-aqwa ta' reddit per mezz tal-email kull ġimgħa.
uk: отримувати щотижня краще з Реддіту на електронну пошту.

source: Thanks! You're unsubscribed from all message notification emails.
mt_mt: Grazzi! Int tneħħejt min-notifikazzjonijiet imwassla bl-email kollha.
uk: Дякуємо! Ви відписалися від усіх поштових повідомлень.
vi: Xin cám ơn! Bạn đã hủy đăng kí tất cả tin nhắn thông báo qua email.

source: reddit
ar: ريديت
uk: реддіт

source: CCV
ar: رقم تأكيد بطاقة الائتمان - CCV
uk: код безпеки CCV

source: budget
bs: budžet
ca: pressupost
el: προϋπολογισμός
fi: budjetti
hu: költségvetés
mt_mt: baġit
nn: budsjett
no: budsjett
pl: budżet
uk: бюджет
vi: ngân quỹ

source: Min
uk: Мін.

source: iOS min
uk: iOS мін.

source: Max
uk: Макс.

source: iOS max
uk: iOS макс.

source: android min
uk: android мін.

source: Android max
uk: Android макс.

source: self-serve advertisement tool
ar: أداة الإعلان الذاتي
bs: alat za samostalno oglašavanje
ca: eina d'anunciar-te a tu mateix
mt_mt: għodda għar-reklami self-serve
nn: sjølvhjelpte reklameverktøy
no: selvbetjent reklameverktøy
pl: narzędzia do samoobsługowej reklamy
uk: інструмент для самостійного оформлення реклами
vi: công cụ quản lý quảng cáo của bạn

source: Use of this tool is open to all members of reddit.com, and for as little as %(price)s you can advertise in this area. %%(get_started)s
mt_mt: Din l-għodda disponibbli għal membri kollha ta' reddit.com, u għal prezz baxx ta' %(price)s tista' tirreklama f'din l-area. %%(get_started)s
nn: Bruk av dette verktøyet er tilgjengelig for alle medlemmer av reddit.com, og for så lite som %(price)s kan du reklamere her. %%(get_started)s
no: Bruk av dette verktøyet er tilgjengelig for alle medlemmer av reddit.com, og for så lite som %(price)s kan du reklamere her. %%(get_started)s
pl: Każdy użytkownik reddit.com może użyć tego narzędzia. Za jedyne %(price)s, możesz umieścić reklamę w tym miejscu. %%(get_started)s
uk: Використання цього інструменту доступне всім учасникам reddit.com, і всього за %(price)s ви також можете розмістити вашу рекламу в цій зоні. %%(get_started)s

source: Get started
mt_mt: Ibda issa
no: Kom i gang
uk: Почніть

source: This is a new ad format that we are currently testing. We often try new types of ads in a limited capacity. If you have feedback, please let us know in the %(subreddit)s.
mt_mt: Dan hu l-format il-ġdid tar-reklami li bħalissa qedin nittestjaw. Ta' spiss nippruvaw tipi ġodda ta' reklami f'kapaċità imrażżna. Jekk għandek feedback, jekk jogħġbok għidelna fis-%(subreddit)s.
uk: Це новий формат реклами, який ми зараз тестуємо. Ми часто пробуємо нові типи реклами в обмежених обсягах. Якщо вам є що повідомити, будь ласка дайте нам знати у %(subreddit)s.
vi: Đây là một định dạng quảng cáo mới mà chúng tôi đang thử nghiệm. Chúng tôi thường thử những loại quảng cáo mới với số lượng có giới hạn. Nếu bạn có phản hồi, hãy cho chúng tôi biết trong %(subreddit)s.

source: This area shows new and upcoming links. Vote on links here to help them become popular, and click the forwards and backwards buttons to view more.
ar: هذه المنطقة تظهر فيها الروابط الجديدة و القادمة. صوت على الروابط هنا حتى تساعدها على شهرتها، وأضغط على أزرار إلى الأمام و إلى الخلف للإطلاع على المزيد.
bs: Ova oblast prikazuje nove i najavljene linkove. Glasajte za ove linkove kako biste im pomogli da postanu popularni. Klikom na dugmad za naprijed i nazad vršite izmjenu prikaza linkova.
ca: Aquesta àrea mostra enllaços nous. Vota els ellaços aquí per ajudar-los a ser populars, i clica els botons "endavant" i "endarrere" per veure més.
et: See ala näitab tuleviku linke. Hääleta siin, et aidata neil populaarseks saada, ning vajuta edasi-tagasi nuppe, et teisi vaadata.
eu: Esteka berriak daude hemen. Bozkatu hemengo estekak arrakastatsu bihur daitezen eta klikatu hurrengoa eta aurrekoa botoiak gehiago ikusteko.
mt_mt: Din l-area turi links ġodda w tal-ġejjieni. Ivvota l-links hawn sabiex tgħinhom isiru popolari, u agħfas il-buttuni tal-quddiem u lura viex tara aktar.
nn: Det området her viser nye lenkjer på veg opp. Røyst på dei for å hjelpe dei med å bli populære, og klikk fram- og bakoverknappane for å sjå meir.
no: Dette området viser nye og oppkommende lenker. Stem på lenker her for å gjøre dem mer populær, klikk frem- og tilbakeknappene for å se mer
pl: To miejsce pokazuje nowe i wschodzące linki. Głosuj na linki żeby pojawiły się na stronie głównej. Naciskaj strzałki w prawym górnym rogu po więcej linków.
sr_la: Ovaj prostor prikazuje nove i dolazeće linkove. Glasajte za linkove kako bi ih učinili popularnim i klikćite na napred i nazad dugmiće kako bi videli još.
ta: இந்த பகுதி புதிய இணைப்புகளுக்குரியது.உங்கள் வொட்டளித்து மக்கள் விரும்பியவை இணைகளைத் தேர்ந்தெடுக்க உதவி செய்யவும்.முன்னலும் பின்னாலும் போகும் பொறிகளைச் சொடுக்கி இன்னும் புதிய இணைகளைப் பார்க்கலாம்.
uk: Цей розділ показує нові та майбутні посилання. Віддавайте голос за посилання щоб допомогти їм стати популярними і натискайте кнопки вперед і назад, щоб знайти більше матеріалів.
vi: Khu vực này dùng để hiện các tin mới và các đường dẫn mới. Hãy bầu chọn cho các đường dẫn để giúp chúng phổ biến hơn, và nhấn nút lùi/tiến để xem nhiều hơn.

source: here
ar: هنا
bs: ovdje
ca: aquí
eo: ĉi tie
et: siia
eu: hemen
mt_mt: hawn
nn: her
no: her
pl: tutaj
sr_la: ovde
ta: இங்கே
uk: тут
vi: tại đây

source: This element has been disabled.
ar: هذا العنصر تم تعطيله
bs: Ovaj element je onemogućen.
ca: Aquest element ha estat desactivat.
eo: Ĉi tiu afero malaktiviĝis.
eu: Elementu hau desgaitu da.
mt_mt: Dan l-element ġie ddiżattivat.
nn: Det her elementet har vorte kopla ut
no: Dette elementet har blitt deaktivert.
pl: Ten element został wyłączony
sr_la: ovaj element je onemogućen
uk: Цей елемент було вимкнено
vi: thánh phần này đã bị vô hiệu hoá,

source: Click %(here)s to disable this feature.
ar: أضغط %(here)s لتعطيل هذه الميزة
bs: Kliknite %(here)s da onemogućite ovu opciju.
ca: Clica %(here)s per desactivar aquesta funció.
eo: Premu %(here)s por malaktivigi ĉi tiun econ.
et: vajuta %(here)s , et seda võimalust keelata
eu: Klikatu %(here)s ezaugarri hau desgaitzeko.
mt_mt: Agħfas %(here)s sabiex tiddiżattiva dil-karatteristika.
nn: Klikk %(here)s for å kople ut denne funksjonen.
no: Klikk %(here)s for å deaktivere denne funksjonen.
pl: Kliknij %(here)s żeby wyłączyć tę opcję
sr_la: kliknite %(here)s da onemogućite ovu funkciju
uk: Натисніть %(here)s щоб відключити цю можливість.
vi: nhấn vào đây %(here)s để vô hiệu chức năng này
